Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ApplePay.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: Apple Pay allows you to make secure purchases in stores, in apps, and on the web, using your debit, credit, and prepaid cards. Apple Pay is a technology service provided by affiliates of Apple Inc., which are responsible for your personal data. Your Apple Pay provider may differ depending on your location, such as Apple Payments Services LLC in the United States. For more information on Apple entities responsible for the processing of your personal data, visit Apple’s Privacy Policy at apple.com/privacy and Apple-Affiliated Companies at www.apple.com/legal/privacy/en/affiliated-company. Adding Cards to Apple Pay When you are adding a payment card like store, credit, debit, and prepaid cards to Apple Pay, information you provide about your card, and whether certain device settings are enabled may be sent to Apple in order to determine your eligibility to enable Apple Pay and its features. Your device may also evaluate device use patterns (for example, percent of time device is in motion, approximate number of calls per week) to help identify fraud. The information evaluated by your device is not shared with Apple in a way that can be linked to you. Your card issuer, payment network, or provider authorized by your card issuer may share information about card features and benefits with Apple, such as whether it supports a rewards or installments program, to determine eligibility for certain Apple Pay features. Information may also be provided by Apple to those entities to enable Apple Pay, determine card eligibility, set up your card with Apple Pay, and to prevent fraud, including: • Your credit, debit, or prepaid card number • The name and billing address associated with your Apple Account • General information about your Apple Account activity (for example, whether you have a long history of transactions within iTunes) • Information about your device and, if using Apple Watch, the paired iOS device (for example, a device identifier, phone number, and the name and model, for both your Apple Watch and paired iOS device) • Location at the time you add your card (if you have Location Services enabled) • Account or device history of adding payment cards • Aggregated stats relating to the information from payment cards you’ve added or attempted to add to Apple Pay When you add a card to Apple Pay using a third-party app such as a banking app, the app sends an account or card identifier to your device. This information is used by Apple and your card issuer to determine the eligibility of your card, set up your card with Apple Pay, and to prevent fraud. To help you set up cards that you have, or have recently had, on other devices, Apple stores a card reference with your Apple Account that can be used with the card issuer or payment network to re-add the card after entering the security code. Apple Pay does not store the original credit, debit, or prepaid card number. Paying with Apple Pay When you begin a payment, to enable tax and shipping cost calculation your zip code, postal code, or other equivalent information may be provided to the app, website, or merchant. When you begin a payment within a third-party browser, the browser generates a QR code or an App Clip Code to scan with your Apple Pay-supporting device. Once scanned, Apple initiates a communication channel between the browser and the Apple Pay-supporting device, through which the browser and device share relevant transaction and billing and/or shipping information necessary to process the transaction. If enhanced Apple Pay payment features such as the ability to pay with installments or rewards are enabled, after you initiate an Apple Pay purchase, Apple will identify the payment options available to you based on what cards you have in your Wallet and the benefits and features of those cards, which are provided to Apple by the card issuers. You may also choose to have Apple identify additional payment options that may be available to you and that are not yet in your Wallet. To do so, Apple will use information about your transaction, such as merchant and amount, to determine whether additional payment methods are available for that transaction. Apple does not retain information about the transaction and the payment method eligibility check in a manner that is linked to you. If you choose to apply for a new payment method, your application information will be shared directly with the issuer and will not be seen or stored by Apple. To help you make informed financial decisions, if you choose to pay with rewards, Apple may use information about your card, card features, and benefits, as well as the transaction merchant and amount, to fetch and display your current rewards balance, the rewards points (or equivalent) that would be charged for the transaction, and your rewards balance post transaction. To allow you to select the right installment plan for your financial health, Apple provides your participating issuers with merchant and amount information, which they use to evaluate eligibility and provide Apple with a list of installment options for display. Apple does not retain this information processed to provide enhanced Apple Pay payment features in a manner that is linked to you. After you authorize the payment, other information requested by the merchant, such as a device- or merchant-specific account number, your shipping address, or email address, is also provided. The card number from your credit, debit, or prepaid card is not provided when you use Apple Pay. To help ensure that any recurring or other merchant-initiated charges like subscriptions are authorized by you, when you choose to provide eligible Apple Pay payment methods to participating merchants for recurring or merchant-initiated charges, your issuer and/or payment network will approve and generate a merchant-specific account number to be used for such charges. Only that merchant-specific account number can be used by a participating merchant to authorize transactions without you taking a specific action. Apple will know which merchants are associated with your merchant-specific account numbers, but not what you purchased or how much you paid for it. You can manage your merchant-specific account numbers in Wallet by tapping the card and tapping the More button to view card details. For cards with certain enhanced fraud prevention, when you attempt an online or in-app transaction, your device will evaluate information about your Apple Account, device, and location if you have enabled Location Services for Wallet, in order to develop on-device fraud prevention assessments. The output of the on-device fraud prevention assessments, but not the underlying data, will be sent to Apple and combined with information Apple knows about your device and account to develop Apple Pay transaction fraud prevention assessments. These transaction fraud prevention assessments may be shared with your payment network, together with a shipping address identifier and IP address if available, in order to prevent fraud at the time of transaction. The shipping address identifier differs per payment network and may be used to confirm whether shipping addresses for different transactions using a particular card on your device are the same in a way that does not reveal the underlying address. You can check whether a card has this enhanced fraud prevention at any time by going to the back of your payment credential in Wallet. To prevent the sharing of fraud prevention assessments with your payment network, you can select another card. When using an app or visiting a website through Safari that uses Apple Pay in iOS, watchOS, or macOS, the app or website can check if you have Apple Pay enabled on that device. When visiting a website in Safari on an iOS device, or Mac to which a card cannot be added, the website can check if you have Apple Pay set up on an iPhone or Apple Watch using the same Apple Account. You can disable websites you visit from checking if Apple Pay is enabled by changing your settings. On iOS, go to Settings > Apps > Safari > Advanced > Check for Apple Pay. On Mac, go to Safari > Settings > Advanced and deselect “Allow websites to check for Apple Pay and Apple Card”. Safeguarding Your Payment Methods Safeguarding Safari Payment Methods To help safeguard your payment methods on the Apple ecosystem and take advantage of the benefits of Apple Pay privacy and security, your supported Apple Pay payment methods from Wallet will also be available in Safari AutoFill. When shopping online with Safari AutoFill, for websites, you can set up a virtual card number to hide your physical card number, if supported by your participating card network and issuer. To enable this functionality, Apple will send limited information about your payment method to your network or issuer (or their authorized third party), which will generate a virtual card number for your use when shopping online with Safari AutoFill. To manage your Apple Pay card numbers, including virtual card numbers, go to the back of your pass in Wallet and tap to see Card Information. You may also help to safeguard payment methods already in Safari AutoFill by paying with Apple Pay or a virtual card number rather than your physical card number. To manage, go to Settings > Wallet & Apple Pay and tap Use Apple Pay When Available. When enabled, limited information about your saved card in Safari AutoFill necessary to verify eligibility for Apple Pay will be sent to your payment network for verification. If your payment network indicates the card is eligible, Apple will add the payment method to Wallet and your network will generate an Apple Pay card number for enhanced online shopping protection. Safeguarding Apple Account Payment Methods To help you manage your payment methods on the Apple ecosystem, Apple may check whether any Apple Pay payment methods are eligible to be added as a payment method on file to your Apple Account and display those payment methods in Settings > [your name] > Payment & Shipping > Add Payment Method > Payment Method. When you conduct a transaction with your Apple Account, Apple may also check whether any Apple Account payment methods on file are eligible for Apple Pay. If so, to help safeguard your payment information, Apple may enable Apple Pay for that payment method. You can modify your Apple Account payment methods at any time by going to Settings > [your name] > Payment & Shipping. Apple Transmits, But Does Not Store Your Payment Information In order to securely transmit your payment information within apps, websites, and Business Chat, it is sent to Apple in encrypted form, where it is briefly decrypted and reencrypted with a merchant-specific key, so that only the merchant, the developer, or their payment processor can decrypt your payment information. When you make a payment on a Mac to which a card cannot be added, the Mac and the authorizing device communicate over an encrypted channel via Apple servers. Apple does not retain any of this information in a form that personally identifies you. Apple Pay also allows you to make payments in third-party browsers and use devices supporting Apple Pay to authorize the transaction. When using this feature, Apple will create a communication channel between the third-party browser and your authorizing device via Apple servers to allow you to update your shipping and payment details, and provide your authorization. Your shipping and billing information, and information about merchant charges, such as tax or shipping fees associated with your purchase, will briefly be visible to Apple. Apple does not retain any of this information in a form that personally identifies you. Apple Pay Order Tracking To provide you with order tracking, upon making an Apple Pay purchase, a participating merchant sends your device-limited order information for your device to use to track your order. And, Apple provides the merchant with a merchant-specific device identifier and a push token that the merchant can use to provide the device with order updates. Apple facilitates merchant updates, but does not store order information, nor track how many, how often, or which merchants send order updates. Order tracking information is stored locally on your devices and is kept up-to-date across devices by syncing an encrypted copy, which cannot be accessed by Apple. You can manage your Apple Pay orders at any time by tapping to view your Orders, tapping on a specific order, and tapping Manage Order. You can also manage notifications about Orders by going to Orders, tapping the More button, then tapping Mute Notifications. When you sign out of your account, your device may still retain limited information about orders for which the device is getting updates. This information will not be visible to device users, will be retained for a short time, and used by your device only to help stop updates from being sent to the device after sign-out to prevent unauthorized access to your order information. Sharing Account Activity with Third-Party Apps You can share your Apple Card, Savings, and Apple Cash account details and transaction history with participating personal financial management apps you trust from the App Store. Apps must request the ability to read your Apple Card, Savings, or Apple Cash account activity from Apple Pay in Wallet. You have control over the data that you share with these apps and can change what you share at any time. Account activity that you choose to share with a third-party app will be handled in accordance with that app’s privacy policy. Apple does not see or store your account details or transaction history when you share your account activity. Applicable Legal Basis for Processing Personal Data We process your Apple Pay personal data generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process the following categories of personal data as necessary for purposes of our legitimate interests or those of a third party, including information about: • Your account, such as whether your account is active • Your device, such as the type of device, the software version, and the device serial number • Your pass, such as information displayed on the pass • Your pass issuer, such as the third party authorized to provide updates to the pass • Your use of Apple Pay, for example, the number of Apple Pay passes that you have added • Your location These legitimate interests include: • Adding and managing a pass • Helping to improve and optimize the service for you and others • Helping you to discover features that are most relevant to you • Checking eligibility • Providing you with services you request • Sending you communications about Apple Pay and other Apple products, services, and offers that may be of interest to you Preventing fraud and other malicious activity Other Information To determine eligibility for Wallet and Apple Pay features, when you tap a card in Wallet, Apple may check feature eligibility by looking at the country in which the card was issued and whether the issuer participates in the feature. If you have Location Services turned on, the location of your device at the time you use it to make purchases in stores may be sent anonymously to Apple and will be used to help Apple Pay improve the accuracy of business names in the Wallet card transaction history and may be retained in aggregate to improve Apple Maps, Apple Pay, and Wallet. You can disable this location-based functionality of Apple Pay at any time on your iOS device by going to Settings > Privacy & Security > Location Services > System Services and tapping to turn off Apple Pay Merchant Identification. On Mac, go to System Settings > Privacy & Security > Privacy > Location Services, then click to turn off Wallet. To help improve Apple Pay, Apple collects information about your use of Apple Pay and stores that information in a way that does not identify you personally. This information includes the time it takes you to successfully add a card or complete a transaction using Apple Pay. Apple may also use this information to improve other Apple products and services, for marketing, and for fraud and security purposes. The terms of any cardholder, user, merchant agreement, or other terms and conditions applicable to the use of the features of Apple Pay will continue to govern the use of your cards and their use in connection with Apple Pay, and such terms may have additional privacy policies. Neither Apple nor its affiliates providing Apple Pay is a bank and this notice is in addition to any notices you may receive from your bank. In the event that Apple suspects fraud in connection with use of Apple Pay, information about the potentially fraudulent Apple account and transactions may be shared with your card issuer or payment network provider to prevent fraud. Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in this notice and in accordance with Apple’s Privacy Policy, or as required by law. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest period permissible under law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تمكّنك Apple Pay من الشراء بأمان في المتاجر والتطبيقات وعلى صفحات الويب باستخدام بطاقات السحب والائتمان والمدفوعة مسبقًا. ‏Apple Pay هي خدمة تكنولوجية توفرها شركات تابعة لشركة ⁨Apple Inc.⁩، وهي المسؤولة عن بياناتك الشخصية. قد يختلف مزود خدمة Apple Pay اعتمادًا على موقعك، مثل Apple Payments Services LLC في الولايات المتحدة. لمزيد من المعلومات عن كيانات Apple المسؤولة عن معالجة بياناتك الشخصية، يرجى زيارة سياسة الخصوصية لدى Apple على الرابط apple.com/privacy والشركات التابعة لـ Apple على الرابط www.apple.com/legal/privacy/ar/affiliated-company إضافة بطاقات إلى Apple Pay عند إضافة بطاقة دفع، مثل بطاقات المتاجر أو الائتمان أو السحب أو المدفوعة مسبقًا، إلى Apple Pay، قد يتم إرسال المعلومات التي تقدمها حول بطاقتك -وما إذا كانت بعض إعدادات الجهاز ممكَّنة- إلى Apple لتحديد أهليتك وتمكين Apple Pay وميزاتها. قد يقوم جهازك أيضًا بتقييم أنماط استخدام الجهاز (على سبيل المثال، النسبة المئوية للوقت الذي يتحرك فيه الجهاز، والعدد التقريبي للمكالمات في الأسبوع) للمساعدة في التعرّف على الاحتيال. المعلومات التي يتم تقييمها بواسطة جهازك لا تتم مشاركتها مع Apple بطريقة يمكن ربطها بك. يجوز لجهة إصدار بطاقتك أو شبكة الدفع أو مقدم الخدمة المعتمد من قبل جهة إصدار بطاقتك مشاركة معلومات حول ميزات البطاقة وفوائدها مع Apple، مثل ما إذا كانت تدعم برنامج المكافآت أو الأقساط، لتحديد أهليتك لبعض ميزات Apple Pay. وقد تُرسِل Apple أيضًا معلومات إلى تلك الكيانات لتمكين Apple Pay، وتحديد أهلية البطاقة، وإعداد بطاقتك باستخدام Apple Pay، ولمنع الاحتيال، بما في ذلك: • رقم بطاقة الائتمان أو السحب أو البطاقة المدفوعة مسبقًا • الاسم وعنوان الفوترة المقترنان بحساب Apple • معلومات عامة حول نشاط حساب Apple (مثل معرفة ما إذا كان لديك سجل تاريخ طويل من المعاملات داخل iTunes) • معلومات عن جهازك، وكذلك جهاز iOS المقترن في حالة استخدام Apple Watch (مثل معرف الجهاز ورقم الهاتف واسم جهازك وطرازه لكل من Apple Watch وجهاز iOS المقترن) • معلومات موقعك في الوقت الذي تضيف فيه بطاقتك (في حالة تمكين خدمات الموقع) • سجل تاريخ إضافة بطاقات الدفع في الحساب أو الجهاز • إحصائيات عامة متعلقة بمعلومات من بطاقات الدفع التي أضفتها أو حاولت إضافتها إلى Apple Pay عند إضافة بطاقة إلى Apple Pay باستخدام تطبيق جهة خارجية كتطبيق مصرفي، يرسل التطبيق معرّفًا للحساب أو البطاقة إلى جهازك. تُستخدم هذه المعلومات من قِبل Apple وجهة إصدار البطاقة بهدف التحقق من أهلية البطاقة وإعداد البطاقة لاستخدامها مع Apple Pay ومنع الاحتيال. لمساعدتك في إعداد بطاقات تمتلكها، أو امتلكتها مؤخرًا، على جهاز آخر، تخزن Apple مرجعًا للبطاقة في حساب Apple يمكن استخدامه لدى جهة إصدار البطاقة أو شبكة الدفع لإعادة إضافة البطاقة بعد إدخال رمز الأمن. لا يخزن Apple Pay رقم بطاقة الائتمان أو السحب أو البطاقة المدفوعة مسبقًا. الدفع باستخدام Apple Pay عند بدء دفعة، قد يتم مشاركة رمزك البريدي ورمز المنطقة أو المعلومات الأخرى المشابهة مع التطبيق أو الموقع الإلكتروني أو التاجر بهدف حساب تكاليف الشحن والضريبة كجزء من تلك المعاملة. عندما تبدأ عملية دفع داخل متصفح تابع لجهة خارجية، ينشئ المتصفح رمز QR، أو ينشئ رمز عينة التطبيق لمسحه ضوئيًا باستخدام جهازك الذي يدعم Apple Pay. بمجرد انتهاء المسح الضوئي، تبدأ Apple قناة اتصال بين المتصفح والجهاز الذي يدعم Apple Pay، والذي من خلاله يشارك المتصفح والجهاز معلومات المعاملة والفوترة و/أو الشحن ذات الصلة اللازمة لمعالجة المعاملة. إذا تم تمكين ميزات دفع Apple Pay المحسنة، مثل القدرة على الدفع بالتقسيط أو المكافآت، فبعد البدء بعملية شراء عبر Apple Pay، ستحدد Apple خيارات الدفع المتاحة لك بناءً على البطاقات الموجودة في محفظتك، ومزايا وميزات تلك البطاقات. والتي يتم توفيرها لشركة Apple من قبل الجهات المصدرة للبطاقات. يمكنك أيضًا اختيار مطالبة Apple بتحديد خيارات الدفع الإضافية التي قد تكون متاحة لك والتي لم تكن موجودة بعد في المحفظة. وللقيام بذلك، ستستخدم Apple معلومات حول معاملتك، مثل التاجر والمبلغ، لتحديد ما إذا كانت هناك طرق دفع إضافية متاحة لتلك المعاملة. لا تحتفظ Apple بمعلومات حول المعاملة والتحقق من أهلية طريقة الدفع بطريقة ترتبط بك. إذا اخترت التقدم بطلب للحصول على طريقة دفع جديدة، فستتم مشاركة معلومات طلبك مباشرة مع جهة الإصدار ولن تتمكن شركة Apple من رؤيتها أو تخزينها. إذا اخترت الدفع باستخدام المكافآت، فقد تستخدم Apple معلومات حول بطاقتك وميزاتها ومزاياها والتاجر والمبلغ لجلب رصيد المكافآت الحالي وعرضه، ونقاط المكافآت (أو ما يعادلها) التي سيتم تحصيلها مقابل المعاملة، ورصيد المكافآت بعد المعاملة، وذلك لمساعدتك على اتخاذ قرارات مالية مدروسة. للسماح لك بتحديد خطة التقسيط المناسبة لحالتك المالية، تزود Apple جهات الإصدار المشاركة بمعلومات التاجر والمبلغ، والتي يستخدمونها لتقييم أهليتك وتزويد Apple بقائمة من خيارات التقسيط لعرضها. ولا تحتفظ شركة Apple بهذه المعلومات التي تتم معالجتها لتوفير ميزات دفع Apple Pay المحسنة بطريقة ترتبط بك. بعد تخويل عملية الدفع، يتم أيضًا تقديم المعلومات الأخرى التي يطلبها التاجر، مثل رقم حساب خاص بالتاجر أو الجهاز، أو عنوان الشحن أو عنوان البريد الإلكتروني. لا يتم تقديم رقم بطاقة الائتمان أو السحب أو البطاقة المدفوعة مسبقًا عند استخدام Apple Pay في الدفع. للتأكد من أن أي دفعات متكررة أو رسوم مستحقة للتجار المشاركين مثل الاشتراكات تكون مخولة من قبلك - عندما تختار توفير طرق دفع مؤهلة في Apple Pay للدفع لهم - ستعتمد جهة الإصدار/شبكة الدفع وتنشئ رقم حساب خاص بالتاجر ليتم استخدامه لهذه الرسوم. يمكن استخدام رقم الحساب الخاص بالتاجر من قبل تاجر مشارك لتخويل المعاملات دون إجراء منك. ستعرف Apple التجار المرتبطين بأرقام حساباتك الخاصة بالتاجر، ولكن لن تعرف ما اشتريته أو كم دفعت. يمكنك إدارة أرقام حساباتك الخاصة بالتاجر في المحفظة بالضغط على البطاقة، والضغط على زر "المزيد" لعرض تفاصيل البطاقة. في حالة استخدام بطاقات تتمتع بمستوى معين من تعزيز منع الاحتيال، فإنه عند محاولة إجراء معاملة عبر الإنترنت أو داخل تطبيق، سيقيِّم جهازك المعلومات المتعلقة بحساب Apple وجهازك وموقعك (في حالة تمكين خدمات الموقع لتطبيق المحفظة)، وذلك بهدف تطوير تقييمات منع الاحتيال على الجهاز. سيتم إرسال نتائج تقييمات منع الاحتيال على الجهاز (دون البيانات الأساسية) إلى Apple، وسيتم دمجها مع المعلومات التي تعرفها Apple عن جهازك وحسابك بهدف تطوير تقييمات منع الاحتيال لمعاملات Apple Pay. قد تتم مشاركة تقييمات منع الاحتيال لهذه المعاملات مع شبكة الدفع الخاصة بك، إضافةً إلى معرف لعنوان الشحن وعنوان IP (إذا توفر)، وذلك بهدف منع الاحتيال عند إجراء المعاملة. يختلف معرف عنوان الشحن حسب شبكة الدفع، وقد يتم استخدامه للتأكد من تشابه عناوين الشحن للمعاملات المختلفة التي تستخدم بطاقة معينة على جهازك، ويتم ذلك دون الكشف عن عنوان الشحن. يمكنك التحقق من احتواء بطاقة ما على إمكانية تعزيز منع الاحتيال هذه في أي وقت بالانتقال إلى الجزء الخلفي من بطاقة الدفع في تطبيق المحفظة. لمنع مشاركة تقييمات منع الاحتيال مع شبكة الدفع، يمكنك تحديد بطاقة أخرى. عند استخدام تطبيق أو موقع إلكتروني يستخدم Apple Pay في iOS أو watchOS أو macOS، فبإمكان ذلك التطبيق أو الموقع التحقق من تمكين Apple Pay على ذلك الجهاز. عند زيارة موقع إلكتروني في متصفح سفاري على جهاز iOS أو Mac لا يمكن إضافة بطاقة إليه، يمكن أن يتحقق الموقع الإلكتروني من إعداد Apple Pay على iPhone أو Apple Watch يستخدمان نفس حساب Apple. ويمكنك منع المواقع التي تزورها من التحقق من تمكين Apple Pay في أي وقت في الإعدادات. على iOS، انتقل إلى الإعدادات > التطبيقات > سفاري > متقدم > التحقق من Apple Pay. على Mac، انتقل إلى سفاري > الإعدادات > متقدم، وألغِ تحديد "السماح للمواقع الإلكترونية بالتحقق من Apple Pay و Apple Card". حماية طرق الدفع حماية طرق الدفع في سفاري للمساعدة في حماية طرق الدفع الخاصة بك في بيئة Apple والاستفادة من مزايا خصوصية وأمن Apple Pay، ستكون طرق دفع Apple Pay المدعومة من تطبيق المحفظة متوفرة أيضًا في التعبئة التلقائية في سفاري. عند التسوق عبر الإنترنت على المواقع الإلكترونية باستخدام التعبئة التلقائية في سفاري، يمكنك إعداد رقم بطاقة رقمية لإخفاء رقم بطاقتك الحقيقية إذا كانت هذه الميزة مدعومة من شبكة وجهة إصدار البطاقة المشاركتيْن. لتمكين هذه الميزة، سترسل Apple معلومات محدودة عن طريقة الدفع إلى شبكتك أو جهة الإصدار (أو الجهة الخارجية المخولة منها)، والتي ستنشئ رقم بطاقة رقمية يمكنك استخدامه عند التسوق عبر الإنترنت باستخدام ميزة التعبئة التلقائية في سفاري. لإدارة أرقام بطاقات Apple Pay، بما في ذلك أرقام البطاقات الرقمية، انتقل إلى الجزء الخلفي من بطاقة المرور في المحفظة واضغط لعرض معلومات البطاقة. يمكنك أيضًا المساعدة في حماية طرق الدفع الموجودة من قبل في التعبئة التلقائية في سفاري عن طريق الدفع باستخدام Apple Pay أو رقم بطاقة رقمية بدلاً من رقم بطاقتك الحقيقية. للإدارة، انتقل إلى الإعدادات > المحفظة و Apple Pay، واضغط على "استخدام Apple Pay عند توفرها". عند تمكينها، سيتم إرسال بعض المعلومات المحدودة عن بطاقتك المحفوظة في التعبئة التلقائية في سفاري - واللازمة للتحقق من الأهلية لاستخدام Apple Pay - إلى شبكة الدفع الخاصة بك للتحقق منها. إذا أشارت شبكة الدفع إلى أن البطاقة مؤهلة، فسوف تضيف Apple طريقة الدفع إلى المحفظة وستنشئ الشبكة رقم بطاقة Apple Pay لتحسين حماية التسوق عبر الإنترنت. حماية طرق الدفع في حساب Apple لمساعدتك في إدارة طرق الدفع في بيئة Apple، قد تتحقق Apple مما إذا كانت أي من طرق الدفع الخاصة بـ Apple Pay مؤهلة لإضافتها إلى حساب Apple كطريقة دفع مسجلة، وعرض طرق الدفع هذه في الإعدادات > [اسمك] > الدفع والشحن > إضافة طريقة دفع > طريقة الدفع. عند إجراء معاملة باستخدام حساب Apple، قد تتحقق Apple أيضًا مما إذا كانت أي من طرق الدفع المسجلة في حساب Apple مؤهلة لـ Apple Pay. إذا كان الأمر كذلك، للمساعدة في حماية معلومات الدفع الخاصة بك، قد تقوم Apple بتمكين Apple Pay لطريقة الدفع هذه. يمكنك تعديل طرق الدفع في Apple في أي وقت من خلال الانتقال إلى الإعدادات > [اسمك] > الدفع والشحن. تنقل Apple معلومات الدفع لكن لا تخزنها لنقل معلومات الدفع بأمان داخل التطبيقات والمواقع الإلكترونية ومحادثة الشركات، تُرسَل المعلومات إلى Apple بصيغة مشفرة، حيث يتم فك تشفيرها لفترة قصيرة ثم إعادة تشفيرها باستخدام مفتاح خاص بالتاجر، بحيث لا يمكن لأحد فك تشفير معلومات الدفع سوى التاجر أو المطور أو جهاز معالجة الدفع. وعند إجراء الدفع على Mac لا يمكن إضافة بطاقة إليه، يتم التواصل بين Mac وجهاز ترخيص الدفع من خلال قناة مشفرة عبر خوادم Apple. ولا تحتفظ Apple بأي من هذه المعلومات بشكل يساعد على التعرّف على هويتك الشخصية. تتيح لك ميزة Apple Pay أيضًا إجراء عمليات الدفع في متصفحات الجهات الخارجية واستخدام الأجهزة التي تدعم Apple Pay لتخويل المعاملة. عند استخدام هذه الميزة، ستقوم Apple بإنشاء قناة اتصال بين المتصفح التابع لجهة خارجية وجهاز التخويل عبر خوادم Apple للسماح لك بتحديث تفاصيل الشحن والدفع، وتقديم التخويل. ستكون معلومات الشحن والفوترة، والمعلومات المتعلقة برسوم التاجر، مثل الضرائب أو رسوم الشحن المرتبطة بعملية الشراء، ظاهرة لفترة وجيزة لشركة Apple. ولا تحتفظ Apple بأي من هذه المعلومات بشكل يساعد على التعرّف على هويتك الشخصية. تتبع طلب Apple Pay لتقديم ميزة تتبع الطلب عند إجراء شراء عبر Apple Pay، يرسل التاجر المشارك معلومات طلب خاصة بجهازك إلى جهازك لاستخدامها في تتبع طلبك. وتزود Apple التاجر بمعرف جهاز محدد للتاجر ورمز إشعارات لحظية يمكن التاجر من تزويد الجهاز بتحديثات متعلقة بالطلب. تسهل Apple تحديثات التاجر، لكنها لا تخزن أو تتتبع عدد أو مرات تكرار التحديثات، ولا من أي تاجر تصدُر هذه التحديثات. تكون معلومات التتبع مخزنة محليًا على أجهزتك، وتبقى محدَّثة على جميع أجهزتك عبر مزامنة نسخة مشفرة لا يمكن لشركة Apple الوصول إليها. يمكنك إدارة طلبات Apple Pay في أي وقت بالضغط لعرض "الطلبات"، ثم الضغط على طلب محدد، ثم الضغط على إدارة الطلب. يمكنك أيضًا إدارة إشعارات "الطلبات" بالانتقال إلى "الطلبات"، الضغط على زر "المزيد"، ثم الضغط على "كتم الإشعارات". عند تسجيل الخروج من حسابك، قد يحتفظ جهازك بقدر محدود من المعلومات حول طلباتك التي يستلم جهازك تحديثات بخصوصها. لن تكون هذه المعلومات ظاهرة لمستخدمي الجهاز، وسيتم الاحتفاظ بها لفترة قصيرة، وسيستخدمها جهازك فقط لإيقاف إرسال التحديثات إلى الجهاز بعد تسجيل الخروج لمنع الوصول غير المخوَّل إلى معلومات طلبك. مشاركة نشاط الحساب مع تطبيقات الجهات الخارجية يمكنك مشاركة تفاصيل Apple Card و Savings وحساب Apple Cash وسجل المعاملات مع تطبيقات الإدارة المالية الشخصية المشاركة التي تثق بها من App Store. يجب أن تطلب التطبيقات من Apple Pay في المحفظة إمكانية قراءة نشاط Apple Card و Savings وحساب Apple Cash. يمكنك التحكم في البيانات التي تشاركها مع هذه التطبيقات ويمكنك تغيير ما تشاركه في أي وقت. نشاط الحساب الذي تختار مشاركته مع تطبيق تابع لجهة خارجية سيتم التعامل معه وفقًا لسياسة الخصوصية الخاصة بذلك التطبيق. لا ترى Apple أو تخزِّن تفاصيل حسابك أو تاريخ سجل معاملاتك عند مشاركة نشاط حسابك. الأسس القانونية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في Apple Pay عامة لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج الفئات التالية من البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك. وتضم هذه المعلومات: • حسابك، مثل ما إذا كان حسابك نشطًا أم لا • جهازك، مثل نوع الجهاز وإصدار البرنامج والرقم التسلسلي للجهاز • بطاقة المرور، مثل المعلومات المعروضة على بطاقة المرور • جهة إصدار بطاقة المرور، مثل الجهة الخارجية المخول لها توفير التحديثات لبطاقة المرور • استخدامك لـ Apple Pay، مثل عدد بطاقات مرور Apple Pay التي أضفتها • موقعك تتضمن هذه المصالح المشروعة ما يلي: • إضافة بطاقة مرور وإدارتها • المساعدة في تحسين الخدمة لك وللآخرين • مساعدتك في اكتشاف الميزات الأكثر ملاءمة لك • التحقق من الأهلية • توفير الخدمات التي تطلبها • إرسال مراسلات إليك حول Apple Pay ومنتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك منع الاحتيال والأنشطة الضارة الأخرى معلومات أخرى لتحديد أهلية استخدام "المحفظة" و Apple Pay؛ عند الضغط على بطاقة في "المحفظة"، قد تتحقق شركة Apple من أهلية البطاقة للميزات بالتحقق من البلد الذي صدَرت فيه، وما إذا كانت جهة الإصدار تشارك في هذه الميزة. في حالة تشغيل خدمات الموقع، ربما يتم إرسال موقع جهازك في وقت استخدامك للجهاز لإجراء عمليات الشراء في المتاجر إلى Apple دون الإفصاح عن هويتك، وسيتم استخدامه لمساعدة Apple Pay على تحسين دقة أسماء الشركات في سجل تاريخ معاملات البطاقة في المحفظة، وربما يتم الاحتفاظ به بشكل عام لتحسين خرائط Apple و Apple Pay والمحفظة. ويمكنك تعطيل وظائف Apple Pay التي تستند إلى الموقع في أي وقت على جهاز iOS بالانتقال إلى الإعدادات > الخصوصية والأمن > خدمات الموقع > خدمات النظام، والضغط لإيقاف معرف تاجر Apple Pay. على Mac، انتقل إلى إعدادات النظام > الخصوصية والأمن > الخصوصية > خدمات الموقع، ثم انقر لإيقاف المحفظة. للمساعدة في تحسين Apple Pay، تجمع Apple معلومات عن استخدامك لميزة Apple Pay وتخزن هذه المعلومات بطريقة لا تكشف عن هويتك الشخصية. تشمل هذه المعلومات الوقت المستغرق لإضافة بطاقة بنجاح أو إتمام معاملة باستخدام Apple Pay. قد تستخدم Apple أيضًا هذه المعلومات لتحسين منتجات Apple وخدماتها الأخرى، وللتسويق، ولأغراض منع الاحتيال والتأمين. ستظل شروط أي اتفاقية حامل بطاقة أو مستخدم أو تاجر أو غيرها من الشروط والأحكام السارية على استخدام ميزات Apple Pay هي الحاكم لاستخدام بطاقاتك واستخدامها فيما يتعلق بـ Apple Pay، وقد تتضمن هذه الشروط سياسات خصوصية إضافية. لا تُعتبر شركة Apple أو شركاتها التابعة التي توفر Apple Pay بنكًا، وهذا الإخطار يضاف إلى أي إخطارات قد تستلمها من بنكك. إذا شكّت Apple أن هناك عملية احتيال متعلقة باستخدام Apple Pay، فقد تتم مشاركة معلومات عن حساب Apple الاحتيالي المحتمل والمعاملات الاحتيالية المحتملة مع جهة إصدار بطاقتك أو مزود شبكة الدفع لديك بهدف منع الاحتيال. تحتفظ Apple بالبيانات الشخصية فقط طالما كان ذلك ضروريًا لتحقيق أغراض جمعها، بما في ذلك ما هو موضح في هذا الإشعار ووفقًا لسياسة خصوصية Apple، أو وفقًا لما يقتضيه القانون. عند تقييم فترات الاحتفاظ، نتأكد في البداية مما إذا كان الاحتفاظ بالبيانات الشخصية المحصَّلة ضروريًا أم لا، وما إذا كان الاحتفاظ بالمعلومات مطلوبًا أم لا، ونعمل على الاحتفاظ بالبيانات الشخصية لأقصر وقت يسمح به القانون. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Apple Pay ви дава възможност да правите сигурни плащания в магазини, в приложения и в мрежата, като използвате вашите дебитни, кредитни или предплатени карти. Apple Pay е технологична услуга, предоставяна от филиалите на Apple Inc., които са отговорни за вашите лични данни. Доставчикът на Apple Pay може да се различава в зависимост от вашето местоположение, например като Apple Payments Services LLC в Съединените щати. Повече информация за дружествата на Apple, отговорни за обработването на вашите лични данни, можете да намерите в Политиката за поверителност на Apple на apple.com/privacy и за дъщерните дружества на Apple на www.apple.com/legal/privacy/en/affiliated-company. Добавяне на карти към Apple Pay Когато добавите карта за плащане, например като карти от магазини, кредитни, дебитни или предплатени карти към Apple Pay, информацията, която предоставите за вашата карта и дали определени настройки на устройството са активирани, може да се изпрати на Apple, за да се определи дали отговаряте на условията за активиране на услугата Apple Pay и нейните функции. Вашето устройство може също да оценява начините на използване на устройството (например процент от време, когато устройството е в движение, приблизителен брой обаждания на седмица), за да помогне за идентифициране на измама. Информацията, оценена от вашето устройство, не се споделя с Apple по начин, който може да я свърже с вас. Издателят на вашата карта, платежната мрежа или всички доставчици, оторизирани от издателя на вашата карта, може да споделят с Apple информация за функциите и предимствата на картата, например дали тя поддържа програма за награди и разсрочено плащане, за да се определи дали отговаряте на условията за определени функции на Apple Pay. Информацията може също така да бъде предоставена от Apple на тези страни за активиране на Apple Pay, за да се определи допустимостта на картата, да се настрои картата ви с Apple Pay и за предотвратяване на измами, включително: • Номер на вашата кредитна, дебитна или предплатена карта • Името и адреса за фактуриране, свързани с вашата Apple регистрация • Обща информация за активността на вашата Apple регистрация (например дали имате дълга история с транзакции в iTunes) • Информация за вашето устройство и ако използвате Apple Watch, свързаното iOS устройство (например идентификатор на устройството, телефонен номер и името и модела на вашия Apple Watch и на свързаното iOS устройство) • Местоположение в момента, когато добавите картата си (ако имате активирани Услуги за местоположение) • Историята на регистрацията или устройството относно добавяне на разплащателни карти • Обобщени статистически данни, свързани с информацията от разплащателни карти, които сте добавили или опитали да добавите към Apple Pay Когато добавите карта към Apple Pay с приложение на други фирми, като приложение на банката, приложението изпраща на вашето устройство идентификатор за сметка или карта. Информацията се използва от Apple и издателя на вашата карта, за да се определи допустимостта на картата, да се настрои картата с Apple Pay и да се предотвратят измами. С цел да ви помогне да настроите карти, които имате или наскоро сте имали на други устройства, Apple съхранява справка за картите с вашата Apple регистрация, която може да се използва с издателя на картата или платежната мрежа за повторно добавяне на картата след въвеждане на кода за сигурност. Apple Pay не съхранява оригиналния номер на кредитната, дебитната или предплатената карта. Плащане с Apple Pay Когато започнете плащане, на приложението, уеб сайта или търговеца може да се предостави вашият пощенски код или друга еквивалентна информация, която да позволи изчисляването на данъците и разходите за доставка. Когато започнете плащане в браузър на друга фирма, браузърът генерира QR код или Код на изрезка от приложение, който да сканирате с вашето устройство, поддържащо Apple Pay. След сканирането Apple инициира комуникационен канал между браузъра и устройството, поддържащо Apple Pay, през който браузърът и устройството споделят информация, свързана с транзакцията и фактурирането и/или доставката, необходима за обработката на транзакцията. Ако са активирани допълнителни функции на Apple Pay, например като възможност за плащане на вноски или плащане с награди, след като инициирате покупка с Apple Pay, Apple ще идентифицира опциите за плащане, достъпни на база на това какви карти имате във вашия Портфейл, както и предимствата и функциите на тези карти, предоставени на Apple от издателите на картите. Също така можете да изберете Apple да идентифицира допълнителни опции за плащане, които може да са достъпни за вас, но все още не са във вашия Портфейл. За да направи това, Apple ще използва информацията за вашата транзакция, например търговец и сума, за да определи дали са налични допълнителни методи за плащане за тази транзакция. Apple не запазва информация за транзакцията и проверката за допустимост за метод за плащане по начин, който я свързва с вас. Ако изберете да кандидатствате за нов метод за плащане, информацията от вашето заявление ще бъде споделена директно с издателя и няма да бъде видяна или запазена от Apple. За да ви помогне във взимането на информирани финансови решения, ако изберете да плащате с награди, Apple може да използва информацията за вашата карта, функциите на картата и предимствата, както и за търговеца и сумата на транзакцията, за да извлече и представи вашето текущо салдо от награди, точки от награди (или еквивалент), които могат да бъдат използвани за транзакцията, и вашето салдо от награди след транзакцията. За да ви даде възможност да изберете план за плащане на вноски, който да бъде най-правилен за финансовото ви здраве, Apple предоставя на вашите участващи издатели информация за търговеца и сумата, която те да използват, за да определят дали отговаряте на условията и да предоставят на Apple списък с опции за плащане на вноски, който да ви бъде представен. Apple не запазва тази информация, обработена за предоставяне на допълнителни функции за плащане с Apple Pay, по начин, който я свързва с вас. След като разрешите плащането, се предоставя и друга информация, поискана от търговеца, като номер на специфична за устройството или търговеца сметка, вашият адрес за доставка или имейл адрес. Когато използвате Apple Pay, номерът на вашата кредитна, дебитна или предплатена карта не се предоставя. За да се гарантира, че всички повтарящи се или други такси, инициирани от търговци, като абонаменти, са разрешени от вас, когато решите да предоставите отговарящи на условията методи на плащане с Apple Pay на участващите търговци за повтарящи се или други такси, инициирани от търговци, вашият издател и/или платежна мрежа ще одобрят и генерират специфичен за търговеца номер на сметка, който да бъде използван за такива такси. Само този специфичен номер на сметка може да се използва за участващ търговец за оторизиране на транзакции, без да се налага да изпълнявате определено действие. Apple ще знае кои търговци са свързани с вашите специфични за търговци номера на сметки, но не и какво сте закупили или колко сте платили. Можете да управлявате специфични за търговци номера на сметки в Портфейл, като докоснете карта и докоснете бутона за повече информация, за да прегледате детайлите за картата. Когато се опитате да извършите онлайн транзакция или транзакция в приложение с карта с определена подобрена защита от измами, вашето устройство ще използва информацията за Apple регистрацията, устройството и местоположението, ако сте активирали Услугите за местоположение за Портфейл за разработване на оценки на риска от измами. За разработване на оценки на риска от измами за транзакциите с Apple Pay резултатите от оценките на риска от измами на устройството, но не и основните данни, ще бъдат изпратени на Apple и комбинирани с информацията, с която Apple разполага за вашето устройство и регистрация. Oценките на риска от измами за тези транзакции могат да бъдат споделени с мрежата ви за плащания, заедно с идентификатора на адреса за доставка и IP адреса (ако е достъпен), за да се предотврати измама по време на транзакцията. Идентификаторът на адресът за доставка на мрежата за плащане може да бъде използван за потвърждаване дали адресите за доставка за различни транзакции, използващи определена карта на вашето устройство, са еднакви по начин, който не разкрива основния адрес. По всяко време можете да проверите дали картата има тази подобрена защита от измами, като отидете на гърба на идентификационните данни за плащането в Портфейл. За да предотвратите споделянето на оценки на риска от измами с мрежата за плащане, можете да изберете друга карта. Когато на iOS, watchOS или macOS устройство използвате приложение или през Safari посещавате уеб сайт, които използват Apple Pay, приложението или уеб сайтът може да провери дали сте активирали услугата Apple Pay на това устройство. Когато посещавате уеб сайт в Safari на iOS устройство или компютър Mac, на който не може да се добави карта, уеб сайтът може да провери дали имате Apple Pay на iPhone или Apple Watch, които използвате с една и съща Apple регистрация. Можете да изключите възможността на уеб сайтовете, които посещавате, да проверяват дали имате активирана услуга Apple Pay, като промените вашите настройки. На iOS отидете в Настройки > Приложения > Safari > Допълнителни > Проверявай за Apple Pay. На Mac отидете в Safari > Настройки > Допълнителни и премахнете избора от „Позволи на уеб сайтовете да проверяват за Apple Pay и Apple Card“. Безопасност за вашите методи на плащане Безопасност за методите на плащане в Safari За да защитите вашите методи на плащане в Apple и да се възползвате от предимствата на поверителността и сигурността на Apple Pay, вашите поддържани методи на плащане с Apple Pay от Портфейл също ще бъдат налични в Автоматично попълване в Safari. Когато пазарувате онлайн с Автоматично попълване в Safari, можете да настроите номер на виртуална карта, за да скриете номера на физическата ви карта, ако се поддържа от участващите мрежа за плащане с карта и издател. За да се активира тази функционалност, Apple ще изпрати ограничена информация за вашия метод за плащане на вашата мрежа или издател (или оторизирани от тях трети страни), която ще генерира номер на виртуална карта, който да използвате при онлайн пазаруване с Автоматично попълване в Safari. За да управлявате номерата на картите ви Apple Pay, включително номерата на виртуалните карти, се върнете назад във вашата карта в Портфейл и докоснете Информация в карта. Можете също така да помогнете за защитата на методите на плащане и в Автоматично попълване в Safari, като плащате с Apple Pay или с номер на виртуална карта вместо с номера на физическата ви карта. За управление отидете в Настройки > Портфейл и Apple Pay и докоснете Използвай Apple Pay, когато е достъпно. Когато това е активирано, ограничена информация за записаната карта в Автоматично попълване в Safari, необходима да се провери дали отговаря на условията за Apple Pay, ще бъде изпратена на мрежата ви за плащане за потвърждение. Ако мрежата ви за плащане индикира, че картата отговаря на условията, Apple ще добави метода на плащане в Портфейл и мрежата ви ще генерира номер на Apple Pay карта за подобрена защита при онлайн пазаруване. Безопасност за методите на плащане с Apple регистрация За да ви помогне да управлявате вашите методи за плащане в Apple, Apple може да провери дали някой от методите на плащане с Apple Pay отговарят на условията да се добавят като регистриран метод за плащане към вашата Apple регистрация, като тези методи на плащане ще се представят в Настройки > [вашето име] > Плащане и доставка > Добави метод за плащане > Метод за плащане. Когато направите транзакция с вашата Apple регистрация, Apple освен това може да провери дали някои от регистрираните методи за плащане в Apple регистрацията отговарят на условията за Apple Pay. В този случай и за да помогне да се защити вашата информация за плащане, Apple може да активира Apple Pay за този метод за плащане. По всяко време можете да промените методите за плащане за вашата Apple регистрация, като отидете в Настройки > [вашето име] > Плащане и доставка. Apple предава, но не съхранява информацията за вашите плащания С цел безопасно предаване на вашата информация за плащане в приложения, уебсайтове и бизнес чат, тя се изпраща до Apple в криптирана форма, там се декриптира за кратко и отново се криптира със специфичен за търговеца ключ, така че само търговецът, разработчикът или техният платежен процесор да може да дешифрира вашата информация за плащане. Когато правите плащане на Mac, на който не може да се добавя карта, компютърът Mac и оторизиращото устройство осъществяват комуникация по криптиран канал през сървърите на Apple. Apple не запазва никаква част от тази информация във форма, която да ви идентифицира персонално. Apple Pay също така ви дава възможност да правите плащания в браузъри на други фирми и да използвате устройства, поддържащи Apple Pay, за оторизиране на транзакцията. Когато използвате тази функция, Apple ще създаде комуникационен канал между браузъра на друга фирма и вашето устройство за оторизация през сървърите на Apple, за да можете да обновите детайлите за доставка и плащане и да предоставите вашата оторизация. Вашата информация за доставка и фактуриране и информацията за таксите на търговеца, например като такси за доставка, за кратко ще бъдат видими за Apple. Apple не запазва никаква част от тази информация във форма, която да ви идентифицира персонално. Проследяване на поръчка Apple Pay За да ви предоставим проследяване на поръчката при покупка с Apple Pay, участващият търговец изпраща ограничена информация за поръчката на устройството, която се използва за проследяване на поръчката ви. И Apple предоставя специфичен за търговеца идентификатор на устройството и push токън, които търговецът може да използва за предоставяне на обновявания за поръчката на устройството. Apple улеснява обновяванията на търговците, но не съхранява информация за поръчки, нито проследява колко, колко често или кои търговци изпращат обновявания за поръчки. Информацията за проследяването на поръчки се съхранява директно на устройствата ви и се запазва обновена на устройствата, като се синхронизира криптирано копие, до което Apple няма достъп. Можете да управлявате вашите Apple Pay поръчки всяко време, като докоснете за преглед на вашите Поръчки, докоснете определена поръчка и Управление на поръчката. Също така можете да управлявате известията за поръчките, като отидете в Поръчки, докоснете бутона за повече информация и след това докоснете Заглуши известия. Когато излезете от вашата регистрация, вашето устройство все още може да пази ограничена информация за поръчки, за която устройството получава обновявания. Тази информация няма да е видима за потребителите на устройството, ще се пази за кратко време и се използва от устройството само за да се спре изпращането на обновявания до устройството след излизане с цел предотвратяване на неоторизиран достъп до информацията за вашата поръчка. Споделяне на активност по сметки с приложения на други фирми Можете да споделите детайли за вашата сметка Apple Card, Savings и Apple Cash и история на транзакциите с участващи приложения за управление на лични финанси, на които се доверявате, от App Store. Приложенията трябва да заявяват възможността да четат активността по сметките Apple Card, Savings или Apple Cash от Apple Pay в Портфейл. Вие определяте данните, които да споделяте с тези приложения, и по всяко време можете да промените какво споделяте. Активността по сметките, която изберете да споделите с приложения на други фирми, ще се обработва в съответствие с политиката за поверителност на това приложение. Apple не вижда или съхранява детайлите по сметките или историята на транзакциите, когато споделяте активността по сметките ви. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в Apple Pay основно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна, включително информация за: • Вашата регистрация, като дали регистрацията ви е активна • Вашето устройство, като типа на устройството, версията на софтуера и серийния номер на устройството • Вашият пропуск, като информация, показана на пропуска • Издателят на вашия пропуск, като третата страна, упълномощена да предоставя обновявания на пропуска • Използването на Apple Pay, например броя на пропуските, които сте добавили с Apple Pay • Вашето местоположение Тези легитимни интереси включват: • Добавяне и управление на пропуск • Помощ за подобряване и оптимизиране на услугата за вас и другите потребители • Помощ за откриване на функциите, които са най-подходящи за вас • Проверка за допустимост • Предоставяне на услугите, които заявите • Изпращане на съобщения относно Apple Pay и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас Предотвратяване на измами и други злонамерени дейности Друга информация За да определи дали отговаряте на условията за функциите на Портфейл и Apple Pay, когато докоснете карта в Портфейл, Apple може да провери дали функцията отговаря на условията, като види в коя държава е издадена картата, както и дали издателят участва в съответната функция. Ако сте включили Услуги за местоположение, местоположението на вашето устройство в момента, в който го използвате за покупка в магазин, може да бъде изпратено анонимно до Apple и да бъде използвано, за да помогне на Apple Pay да подобри точността на имената на фирмите в историята на транзакциите с карта в Портфейл и може да бъде запазено, за да се подобрят в съвкупност Apple карти, Apple Pay и Портфейл. По всяко време можете да изключите тази базирана на местоположение функционалност на Apple Pay, като на вашето iOS устройство отидете в Настройки > Поверителност и сигурност > Услуги за местоположение > Системни услуги и докоснете, за да изключите Идентификация на търговеца в Apple Pay. На Mac отворете Системни настройки > Поверителност и сигурност > Услуги за местоположение, след което щракнете, за да изключите Портфейл. За да се помогне за подобряването на услугата Apple Pay, Apple събира информация за вашето използване на Apple Pay и съхранява тази информация по начин, който не ви идентифицира лично. Информацията включва времето, необходимо за успешно добавяне на карта или завършване на транзакция с Apple Pay. Apple може също така да използва тази информация, за да подобри други продукти и услуги на Apple, за маркетинг, за предотвратяване на измами и за целите на сигурността. Условията на всички картодържатели, потребители, търговски споразумения или други правила и условия, приложими за използването на функциите на Apple Pay, ще продължат да управляват използването на вашите карти и тяхното използване във връзка с Apple Pay, като тези условия може да имат допълнителни политики за поверителност. Apple или нейните филиали, които предоставят услугата Apple Pay, не са банка и тази бележка е в допълнение на всички бележки, които може да получите от вашата банка. В случай, че Apple заподозре измама във връзка с използването на Apple Pay, информацията за потенциално измамната Apple регистрация и транзакции може да бъде споделена с издателя на вашата карта или доставчика на платежната мрежа, за да се предотврати измама. Apple запазва личните ви данни толкова дълго, колкото е необходимо за целите, за които са събрани, включително, както е описано в това известие и в съответствие с Политиката за поверителност на Apple или съгласно законовите изисквания. Когато оценяваме периодите за запазване на данни, първо внимателно проверяваме дали е необходимо да запазваме събраните лични данни. Ако е така, ние се опитваме да ги запазим за най-краткия период, разрешен от закона. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: L’Apple Pay et permet fer compres segures en botigues, en apps i a internet amb les teves targetes de dèbit, de crèdit i de prepagament. Les filials d’Apple Inc. són les entitats que proporcionen la tecnologia relacionada amb el servei de l’Apple Pay, i també són les responsables del processament de les dades personals. L’entitat que proporciona l’Apple Pay pot ser diferent segons la ubicació; per exemple, als Estats Units, és Apple Payments Services LLC. Per obtenir més informació sobre les entitats d’Apple responsables del processament de les dades personals, consulta la política de privacitat d’Apple, disponible a apple.com/es/privacy, i la documentació sobre les empreses afiliades d’Apple, disponible a www.apple.com/legal/privacy/ca/affiliated-company. Addició de targetes a l’Apple Pay En afegir una targeta de pagament a l’Apple Pay, sigui de crèdit, de dèbit, d’una botiga o de prepagament, Apple rep la informació que proporciones sobre la targeta i les opcions que tens activades al dispositiu per tal de determinar si compleixes els requisits per activar l’Apple Pay i les funcions corresponents. El dispositiu també pot avaluar els patrons d’ús (per exemple, el percentatge de temps que està en moviment i el nombre aproximat de trucades que fas durant una setmana) per ajudar a identificar fraus. La informació avaluada pel dispositiu no es comparteix amb Apple de cap manera que es pugui associar a tu. Pot ser que un proveïdor autoritzat per l’entitat emissora de la targeta, l’entitat mateix o la xarxa de pagaments comparteixin amb Apple informació sobre la targeta, com ara els avantatges i els programes de bonificacions o de fraccionament de pagaments, per determinar si es compleixen els requisits de certes funcions de l’Apple Pay. Per determinar si es pot fer servir la targeta amb l’Apple Pay, configurar‑la, activar el servei i evitar possibles fraus, és possible que Apple també els proporcioni informació com ara: • el número de la targeta de crèdit, de dèbit, o de prepagament; • el nom i l’adreça de facturació associats al compte d’Apple; • informació general sobre l’activitat al compte d’Apple (per exemple, si tens un historial gran de transaccions a l’iTunes); • informació sobre el dispositiu i, si utilitzes un Apple Watch, sobre el dispositiu iOS enllaçat (per exemple, un identificador del dispositiu, el número de telèfon, el nom i el model del dispositiu, tant en el cas de l’Apple Watch com en el del dispositiu iOS enllaçat); • la ubicació en el moment d’afegir la targeta (si tens activada la localització); • historial de les targetes de pagament que s’han afegit als comptes o dispositius; • estadístiques agregades relacionades amb la informació de les targetes de pagament que hagis afegit o intentat afegir a l’Apple Pay. Quan afegeixes una targeta a l’Apple Pay a través d’una app de tercers, com ara una app d’un banc, l’app envia un identificador de compte o de targeta al teu dispositiu. Apple i l’emissor de la targeta utilitzen aquesta informació per determinar si la teva targeta es pot utilitzar amb l’Apple Pay, per configurar‑la i per evitar possibles fraus. Per ajudar‑te a configurar les targetes que tens o has tingut recentment en altres dispositius, Apple n’emmagatzema una referència amb el compte d’Apple que es pot fer servir amb l’emissor de la targeta o la xarxa de pagament per tornar a afegir‑la després d’introduir el codi de seguretat. L’Apple Pay no emmagatzema el número original de la targeta de crèdit, de dèbit o prepagament. Pagaments amb l’Apple Pay Quan iniciïs un pagament, es proporcionarà el codi postal o altra informació equivalent a l’app, al lloc web o al comerç per tal que es puguin calcular les despeses relacionades amb impostos i enviament. En el cas dels navegadors de tercers, per efectuar el pagament es genera un codi QR o un codi del clip d’una app que has d’escanejar amb el dispositiu en què utilitzis l’Apple Pay. Un cop escanejat, Apple obre un canal de comunicació entre el navegador i el dispositiu en què utilitzes l’Apple Pay a través del qual es comparteixen la informació sobre la transacció i les dades de facturació o enviament necessàries per processar‑la. Si compleixes els requisits per accedir a opcions de l’Apple Pay com són els pagaments fraccionats o les bonificacions, és en el moment de fer una compra que Apple identifica, a través de les entitats emissores de les targetes, quines són les opcions que estan disponibles per a tu a partir de les targetes que tens a l’app Cartera i dels avantatges que ofereixen. També pots permetre que Apple identifiqui altres opcions de pagament a què puguis accedir, però que encara no siguin a l’app Cartera. En aquest cas, Apple fa servir la informació de la transacció, com ara l’import i el comerç, per determinar si hi ha cap altre mètode de pagament disponible. Apple no conserva informació sobre la transacció ni el procés de comprovació dels mètodes de pagament disponibles de cap manera que t’identifiqui. Si sol·licites un mètode de pagament nou, la informació sobre la sol·licitud es comparteix directament amb l’entitat emissora i Apple no pot consultar‑la ni desar‑la. En cas que decideixis pagar amb punts o alguna mena de bonificació, i amb l’objectiu d’ajudar‑te a prendre decisions informades sobre temes financers, Apple pot utilitzar la informació sobre la targeta, les funcions disponibles, els avantatges que ofereix, el comerç i l’import de la transacció per obtenir i mostrar‑te per endavant el saldo actual, els punts (o l’equivalent en cada cas) que es carregaran per la transacció i el saldo resultant un cop efectuada. Així mateix, perquè puguis triar el pla de fraccionament adequat per a tu, Apple proporciona a les entitats emissores la informació sobre els imports i els comerços, cosa que els permet avaluar l’elegibilitat i enviar a Apple la llista d’opcions disponibles en cada cas. Apple no conserva la informació processada per oferir aquestes funcions addicionals de l’Apple Pay de cap manera que t’identifiqui. Després d’autoritzar el pagament, també es proporcionarà informació addicional sol·licitada pel comerç, com ara un número de compte específic del dispositiu o del comerç, l’adreça d’enviament o l’adreça electrònica. Apple no proporcionarà el número de la targeta de crèdit, de dèbit o de prepagament en utilitzar l’Apple Pay. Per garantir que siguis tu qui autoritzi qualsevol càrrec recurrent o iniciat per un comerç, com ara les subscripcions, si decideixes facilitar els mètodes de pagament de l’Apple Pay que hi siguin compatibles als comerços participants perquè puguin iniciar càrrecs o emetre’n de recurrents, l’entitat emissora o la xarxa de pagaments aprovaran i generaran un número de compte específic per al comerç que es farà servir per a aquests càrrecs. El comerç participant només podrà utilitzar aquell número de compte específic i exclusiu per autoritzar les transaccions sense que tu hagis de fer res. Apple sabrà quins comerços hi ha associats als números de compte específics i exclusius, però no què has comprat ni quant has pagat. Pots gestionar els números de compte específics dels comerços a l’app Cartera. Per mostrar els detalls de la targeta, toca la targeta i, després, el botó “Més”. En el cas de les targetes amb determinats tipus de protecció contra el frau millorada, cada vegada que provis de fer una transacció en línia o en una app el dispositiu avaluarà la informació del compte d’Apple, el dispositiu i la ubicació (si has activat la localització per a l’app Cartera) amb l’objectiu d’elaborar avaluacions sobre la prevenció del frau al dispositiu. El resultat de les avaluacions sobre la prevenció del frau fetes al dispositiu s’enviarà a Apple i es combinarà amb informació que Apple ja coneix sobre el dispositiu i el compte per elaborar avaluacions sobre la prevenció del frau en les transaccions de l’Apple Pay. Tanmateix, no inclou les dades subjacents. Pot ser que les avaluacions sobre la prevenció del frau en les transaccions es comparteixi amb la xarxa de pagament, juntament amb un identificador de l’adreça de facturació i l’adreça IP, si estan disponibles, per tal de prevenir el frau en efectuar la transacció. L’identificador de l’adreça de facturació de cada xarxa de pagament és diferent i es pot utilitzar per confirmar si les adreces de facturació de les diverses transaccions fetes amb una targeta concreta al dispositiu són les mateixes, però sense revelar l’adreça real. Pots consultar si una targeta disposa d’aquesta millora de la prevenció del frau al revers de les credencials de pagament a l’app Cartera. Si no vols que les avaluacions sobre la prevenció del frau es comparteixin amb la xarxa de pagament, pots seleccionar una altra targeta. Si fas servir una app o visites amb el Safari un lloc web que utilitza l’Apple Pay a l’iOS, al watchOS o al macOS, l’app o el lloc web pot comprovar si l’Apple Pay està activat al dispositiu. Si visites un lloc web al Safari o en un dispositiu iOS, o si ets en un Mac que no et permet afegir targetes, el lloc web pot comprovar si tens l’Apple Pay configurat en un iPhone o Apple Watch que utilitzi el mateix compte d’Apple. Per evitar que els llocs web que visites comprovin si tens l’Apple Pay configurat, pots canviar la configuració. En un dispositiu iOS, ves a l’app Configuració > Apps > Safari > Avançat > Comprova l’Apple Pay. Al Mac, ves al Safari > Configuració > Avançat i desmarca l’opció que permet que els llocs web comprovin l’Apple Pay i l’Apple Card. Protecció dels mètodes de pagament Protecció dels mètodes de pagament del Safari Per tal d’ajudar‑te a protegir els mètodes de pagament a l’ecosistema d’Apple i que puguis aprofitar al màxim els avantatges de la privacitat i la seguretat de l’Apple Pay, els mètodes de pagament de l’Apple Pay que tinguis desats a l’app Cartera també estaran disponibles a la funció d’autocompletar del Safari, si hi són compatibles. A l’hora de fer compres en línia amb la funció d’autocompletar del Safari, pots configurar un número de targeta virtual per ocultar el de la targeta física, en cas que l’entitat emissora de la targeta i la xarxa ho permetin. Per activar aquesta funcionalitat, Apple envia certa informació sobre el mètode de pagament a la xarxa o l’entitat emissora (o bé un tercer autoritzat), cosa que generarà un número de targeta virtual que podràs utilitzar en fer compres en línia amb la funció d’autocompletar del Safari. Per gestionar els números de les targetes de l’Apple Pay, inclosos els de les targetes virtuals, consulta la informació de cadascuna al revers de cada passi a l’app Cartera. Així mateix, per ajudar a protegir els mètodes de pagament que ja tinguis a la funció d’autocompletar del Safari, també pots pagar amb l’Apple Pay o el número d’una targeta virtual, en comptes de fer servir el de la targeta física. Per gestionar‑ho, ves a l’app Configuració > Cartera i Apple Pay, i toca l’opció que permet utilitzar l’Apple Pay quan estigui disponible. Si aquesta opció està activada, la xarxa de pagament rebrà certa informació sobre la targeta desada a la funció d’autocompletar del Safari, atès que aquestes dades són necessàries per verificar que es compleixen els requisits per utilitzar l’Apple Pay. Si la xarxa de pagament determina que la targeta compleix els requisits, Apple afegirà el mètode de pagament a l’app Cartera i la xarxa generarà un número de targeta de l’Apple Pay amb protecció millorada per fer compres en línia. Protecció dels mètodes de pagament del compte d’Apple Per tal d’ajudar‑te a gestionar els mètodes de pagament a l’ecosistema d’Apple, és possible que Apple comprovi si qualsevol dels mètodes de pagament de l’Apple Pay compleixen els requisits per afegir‑los com a mètodes de pagament desats al compte d’Apple i mostrar‑los a l’app Configuració > [nom] > Pagament i enviament > Afegeix un mètode de pagament > Mètode de pagament. Quan facis una transacció amb el compte d’Apple, Apple també podrà comprovar si qualsevol dels mètodes de pagament del compte d’Apple desats compleixen els requisits per utilitzar‑los a l’Apple Pay. En cas afirmatiu, i amb la finalitat de protegir les dades, Apple pot activar l’Apple Pay per al mètode de pagament en qüestió. Pots modificar els mètodes de pagament del compte d’Apple en qualsevol moment a l’app Configuració > [nom] > Pagament i enviament. Apple transfereix la informació de pagament, però no l’emmagatzema. Per transferir la informació de pagament a les apps, als llocs web i als xats per a clients de manera segura, s’envia a Apple encriptada, i es desencripta i es torna a encriptar amb una clau específica del comerç perquè només el comerç, l’equip de desenvolupament o el seu processador de pagaments pugui desencriptar‑la. Quan fas un pagament amb un Mac que no permet afegir targetes, el Mac i el dispositiu que l’autoritza es comuniquen per un canal encriptat a través dels servidors d’Apple. Apple no conserva aquesta informació de cap manera que t’identifiqui personalment. L’Apple Pay també et permet fer pagaments en navegadors de tercers i utilitzar dispositius compatibles per autoritzar la transacció. En utilitzar aquesta funció, Apple obre un canal de comunicació entre el navegador de tercers i el dispositiu amb què autoritzes la transacció a través dels servidors d’Apple perquè puguis actualitzar les dades de pagament i d’enviament, i donar l’autorització. Apple pot accedir a la informació de facturació i d’enviament i a les dades sobre els càrrecs del comerç, com ara les taxes d’enviament o els impostos associats referents a la compra, durant un període breu. Apple no conserva aquesta informació de cap manera que t’identifiqui personalment. Seguiment de les comandes de l’Apple Pay Cada vegada que efectues una compra amb l’Apple Pay, el comerç participant envia la informació de la comanda al dispositiu per tal que puguis fer‑n’hi un seguiment. D’altra banda, Apple proporciona al comerç un identificador del dispositiu i un testimoni push exclusius perquè pugui enviar‑hi actualitzacions de la comanda. Apple fa possible que el comerç pugui oferir actualitzacions, però no emmagatzema la informació de la comanda ni fa cap seguiment del nombre, la freqüència ni els comerços. La informació de seguiment de les comandes es desa localment als dispositius i, per mantenir les dades actualitzades entre els dispositius, se sincronitzen per mitjà d’una còpia encriptada a què Apple no pot accedir. Pots gestionar les comandes de l’Apple Pay en qualsevol moment. Per fer‑ho, accedeix a les comandes, toca’n una i gestiona‑la mitjançant el botó corresponent. També pots gestionar‑ne les notificacions a Comandes > Més > Silencia les notificacions. En tancar la sessió del compte, és possible que el dispositiu conservi algunes dades sobre les comandes de què estigui rebent actualitzacions. Les dades no es mostraran a ningú, es conservaran durant un breu període de temps i s’utilitzaran al dispositiu únicament perquè s’hi deixin d’enviar actualitzacions un cop tancada la sessió amb l’objectiu que ningú sense permís no pugui accedir a la informació de les comandes. Ús compartit de l’activitat del compte amb apps de tercers Pots compartir els detalls del compte i l’historial de transaccions de l’Apple Card, el Savings i l’Apple Cash amb certes apps de finances personals disponibles a l’App Store que per a tu siguin de confiança. Abans, les apps t’hauran de demanar permís per llegir l’activitat del compte de l’Apple Card, el Savings o l’Apple Cash a través de l’Apple Pay a l’app Cartera. Tu controles i gestiones en tot moment quines dades es comparteixen amb aquestes apps. L’activitat del compte que decideixis compartir amb una app de tercers es tractarà d’acord amb la seva política de privacitat. En compartir l’activitat del compte, Apple no en pot consultar ni emmagatzemar els detalls ni l’historial de transaccions. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’Apple Pay de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació aplicable, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer: • informació sobre el compte, com ara si està actiu; • informació del dispositiu, com ara el tipus, la versió de programari i el número de sèrie; • passi, com ara la informació que s’hi mostra; • emissor del passi, com ara l’entitat autoritzada a proporcionar les actualitzacions; • ús de l’Apple Pay, per exemple, el nombre de passis de l’Apple Pay que has afegit; • ubicació. Els interessos legítims inclouen el següent: • addició i gestió de passis; • millora i optimització del servei; • descobriment de funcions que siguin rellevants per a tu; • comprovació de la disponibilitat; • prestació dels serveis sol·licitats. • enviament de comunicacions sobre l’Apple Pay i altres ofertes, productes i serveis d’Apple relacionats que et puguin interessar; • prevenció del frau i d’altres activitats malicioses. Informació addicional En tocar una targeta a l’app Cartera, per tal de comprovar si compleix els requisits de les funcions de l’app Cartera i de l’Apple Pay, Apple podrà consultar el país d’emissió i si l’entitat emissora participa en el servei. Si tens activada la localització, pot ser que la ubicació on es trobi el dispositiu en el moment de fer compres en botigues s’enviï de manera anònima a Apple i que s’utilitzi per ajudar a millorar la precisió de l’Apple Pay en relació amb els noms dels establiments a l’historial de transaccions amb targeta de l’app Cartera. És possible que també es conservi en conjunt per millorar l’app Mapes, l’Apple Pay i l’app Cartera. En un dispositiu iOS, per desactivar la funcionalitat de la localització de l’Apple Pay, ves a l’app Configuració > Privacitat i seguretat > Localització > Serveis del sistema, i desactiva l’opció d’identificació de comerços amb l’Apple Pay. En un Mac, ves a l’app Configuració del Sistema > Privacitat i seguretat > Privacitat > Localització i desselecciona l’app Cartera. Per ajudar a millorar l’Apple Pay, Apple recopila informació sobre l’ús que en fas i l’emmagatzema sense identificar‑te personalment. La informació inclou el temps que es tarda a afegir una targeta correctament o a completar una transacció amb l’Apple Pay. Apple també pot fer servir la informació per millorar altres productes i serveis d’Apple, i per a finalitats de màrqueting, antifrau i de seguretat. Les condicions dels contractes de qualsevol titular d’una targeta, usuari o comerç, així com altres condicions que s’apliquin a l’ús de les funcions de l’Apple Pay, continuaran regint l’ús de les targetes, així com el seu ús en combinació amb l’Apple Pay, i pot ser que tinguin polítiques de privacitat addicionals. Ni Apple ni les seves filials que proporcionen l’Apple Pay són un banc, i aquest avís és independent de la resta d’avisos que rebis de la teva entitat. En cas que Apple sospiti que hi hagi frau en relació amb l’ús de l’Apple Pay, es podrà compartir informació sobre el compte d’Apple potencialment fraudulent i les seves transaccions amb l’emissor de la targeta o el proveïdor de la xarxa de pagament per tal d’evitar el frau. Apple només conserva les dades personals el temps que calgui per satisfer els objectius per a què s’hagin recopilat, tal com es descriu en aquest document i a la política de privacitat d’Apple, o bé d’acord amb el que estableixi la legislació aplicable. A l’hora d’avaluar els períodes de conservació, primer examinem amb deteniment si cal desar les dades personals recopilades i, en cas que sí que sigui necessari, mirem de conservar‑les el període de temps mínim que permeti la legislació aplicable. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Apple Pay vám umožňuje používat debetní, kreditní a předplatní karty k bezpečným nákupům v obchodech, aplikacích a na webu. Apple Pay je technologická služba poskytovaná společnostmi přidruženými ke společnosti Apple Inc., které zodpovídají za vaše osobní údaje. Poskytovatel služby Apple Pay se může lišit v závislosti na místě vašeho pobytu. Například ve Spojených státech tuto službu poskytuje společnost Apple Payments Services LLC. Další informace o subjektech společnosti Apple odpovědných za zpracování vašich osobních údajů najdete v Zásadách ochrany osobních údajů společnosti Apple na adrese apple.com/cz/privacy a u společností přidružených ke společnosti Apple na adrese www.apple.com/legal/privacy/cz/affiliated-company. Přidávání karet do Apple Pay Když do Apple Pay přidáte zákaznickou, kreditní, debetní, předplatní nebo jinou platební kartu, je možné, že budou společnosti Apple za účelem ověření vaší způsobilosti k aktivaci Apple Pay a souvisejících funkcí zaslány vámi poskytnuté údaje o kartě a informace o tom, zda jsou v nastavení zařízení zapnuté některé volby. Kromě toho může zařízení za účelem identifikace podvodů vyhodnocovat typické parametry svého využívání (například procentuální podíl času, po který je zařízení v pohybu, nebo přibližný průměrný týdenní počet hovorů). Informace vyhodnocené vaším zařízením jsou společnosti Apple sděleny takovým způsobem, aby je nebylo možné propojit s vaší identitou. Vydavatel karty, platební síť nebo poskytovatel pověřený vydavatelem karty může se společností Apple sdílet informace o funkcích a výhodách karty, například o tom, zda karta podporuje program odměn nebo splátek, aby bylo možné určit nárok na určité služby Apple Pay. Apple může těmto subjektům poskytovat informace také za účelem aktivace Apple Pay, určení způsobilosti karty, jejího nastavení pro Apple Pay a prevence podvodů. Tyto informace zahrnují: • číslo kreditní, debetní nebo předplatní karty, • jméno držitele, fakturační adresa sdružená s vaším účtem Apple, • obecné informace o aktivitě vašeho účtu Apple (například zda máte dlouhou historii transakcí v iTunes), • informace o vašem zařízení a v případě Apple Watch i informace o spárovaném iOS zařízení (například identifikátor zařízení, telefonní číslo nebo název a model Apple Watch i spárovaného iOS zařízení), • vaše poloha v čase přidání karty (v případě, že máte zapnuté polohové služby), • historie přidávání platebních karet k účtu nebo zařízení, • agregované statistické údaje související s informacemi z platebních karet, které jste přidali nebo se pokusili přidat do Apple Pay. Pokud do Apple Pay přidáte kartu pomocí aplikace od nezávislého dodavatele, například bankovní aplikace, příslušná aplikace pošle do vašeho zařízení identifikátor účtu nebo karty. Tyto údaje budou společností Apple a vydavatelem karty použity k určení způsobilosti vaší karty, nastavení karty pro Apple Pay a předcházení podvodům. Společnost Apple ukládá referenční údaje o kartách do vašeho účtu Apple, aby vám usnadnila nastavení vašich karet na dalších zařízeních. Tyto údaje můžete po zadání bezpečnostního kódu použít u vydavatele karty nebo v platební síti k opětovnému přidání karty. Apple Pay neuchovává číslo původní kreditní, debetní či předplatní karty. Platby pomocí Apple Pay Když zahájíte platbu, příslušné aplikaci, webové stránce nebo obchodníkovi může být za účelem kalkulace daně a nákladů na doručení poskytnuto vaše PSČ, kód pošty nebo jiný ekvivalentní údaj. Když zahájíte platbu v prohlížeči třetí strany, prohlížeč vygeneruje QR kód nebo kód klipu aplikace, který můžete naskenovat pomocí zařízení podporujícího Apple Pay. Jakmile kód naskenujete, Apple otevře komunikační kanál mezi prohlížečem a zařízením podporujícím Apple Pay a prohlížeč a zařízení si prostřednictvím tohoto kanálu vymění příslušné informace potřebné k provedení platby – o transakci a fakturaci, případně o způsobu doručení. Pokud máte povolené rozšířené platební funkce Apple Pay, například splátky nebo odměny, Apple po zahájení platby přes Apple Pay určí dostupné možnosti platby podle karet dostupných v Peněžence a podle informací o jejich výhodách a funkcích, které společnosti Apple poskytli jejich vydavatelé. Apple pro vás také může prověřit dostupnost dalších platebních možností, které ještě v Peněžence nemáte. Za tímto účelem použije informace o vaší transakci, například o obchodníkovi a částce, s cílem zjistit, zda jsou pro danou transakci k dispozici další platební metody. Informace o transakci a kontrole použitelnosti platebních metod se neuchovávají ve formátu, který by umožňoval vaši osobní identifikaci. Pokud se rozhodnete požádat o novou platební metodu, budou informace o vaší žádosti sdíleny přímo s vydavatelem a společnost Apple je neuvidí ani neuloží. V případě, že se rozhodnete při platbě využít odměny, může Apple použít informace o vaší kartě, jejích funkcích a výhodách, jakož i o obchodníkovi a placené částce, aby bylo možné načíst a zobrazit váš aktuální zůstatek odměn, odměnové body (nebo jejich ekvivalent), které by byly za transakci účtovány, a zůstatek odměn po transakci. Aby pro vás bylo možné vybrat splátkový kalendář přiměřený vašim finančním možnostem, společnost Apple předá zúčastněným vydavatelům informace o obchodníkovi a částce, na jejichž základě vydavatelé vyhodnotí vaši způsobilost a poskytnou společnosti Apple seznam dostupných splátkových kalendářů. Tyto informace se zpracovávají za účelem poskytování rozšířených platebních funkcí Apple Pay a neuchovávají se ve formátu, který by umožňoval vaši osobní identifikaci. Po autorizaci platby jsou obchodníkovi na vyžádání poskytnuty další údaje, například číslo účtu specifické pro zařízení či obchodníka nebo vaše doručovací či e‑mailová adresa. Číslo vaší kreditní, debetní nebo předplatní karty služba Apple Pay obchodníkovi neposkytuje. Rozhodnete‑li se za účelem zajištění opakovaných plateb nebo plateb iniciovaných obchodníkem, jako jsou například úhrady předplatného, zpřístupnit spolupracujícímu obchodníkovi platební metodu způsobilou k použití Apple Pay, váš vydavatel nebo platební síť schválí a vygeneruje číslo účtu specifické pro daného obchodníka, které bude pro takové platby využíváno jako prostředek k ověření, že jste opakované platby nebo platby iniciované obchodníkem autorizovali. Spolupracující obchodník může autorizovat transakce bez vaší aktivní účasti jen tehdy, použije‑li toto specifické číslo účtu. Společnost Apple bude mít k dispozici informace o tom, kterým obchodníkům jste specifická čísla účtů přidělili, ale nedozví se, co jste si od nich koupili ani kolik jste zaplatili. Čísla účtů specifická pro jednotlivé obchodníky můžete spravovat v Peněžence. Klepněte na příslušnou kartu a potom zobrazte podrobné informace o kartě klepnutím na tlačítko Více. Když se pokusíte provést na internetu nebo v aplikaci transakci s kartou vybavenou některými prvky vylepšené ochrany proti podvodům, vaše zařízení posoudí informace o vašem účtu Apple, zařízení a poloze (jestliže máte pro aplikaci Peněženka zapnuté polohové služby) a vygeneruje hodnocení potenciálu podvodu na zařízení. Výsledné hodnocení potenciálu podvodu na zařízení, ale nikoli data použitá k jeho vygenerování, bude zasláno společnosti Apple a zkombinováno s údaji, které už má společnost Apple o vašem zařízení a účtu k dispozici. Na základě takto zkombinovaných informací vznikne hodnocení potenciálu podvodu při transakcích s Apple Pay. Toto hodnocení pak může být společně s identifikátorem dodací adresy a IP adresou, pokud je k dispozici, poskytnuto vaší platební síti, která ho použije k odvrácení případného podvodu při vlastní transakci. Identifikátory dodací adresy se v různých platebních sítích liší. Lze podle nich ověřit, jestli byla při různých transakcích s určitou kartou z vašeho zařízení zadána stejná dodací adresa, ale samotná adresa přitom zůstane utajená. V aplikaci Peněženka se můžete kdykoli podívat na zadní stranu své platební karty a zjistit, zda je touto vylepšenou ochranou proti podvodům vybavená. Nechcete‑li hodnocení potenciálu podvodu se svou platební sítí sdílet, můžete zvolit jiný typ karty. Když v systému iOS, watchOS nebo macOS použijete aplikaci nebo v Safari navštívíte webovou stránku s podporou Apple Pay, může tato aplikace či webová stránka zkontrolovat, jestli máte službu Apple Pay na zařízení zapnutou. Pokud webovou stránku navštívíte v Safari na iOS zařízení nebo Macu, do kterého nelze přidávat karty, webová stránka může zkontrolovat, jestli máte službu Apple Pay nastavenou na iPhonu nebo Apple Watch, které používají tentýž účet Apple. Navštěvovaným webovým stránkám můžete v těchto kontrolách kdykoli zabránit změnou nastavení. V systému iOS přejděte do Nastavení > Aplikace > Safari > Pokročilé > Ověřit Apple Pay. Na Macu přejděte do Safari > Nastavení > Pokročilé a zrušte výběr volby „Povolit webovým stránkám zjišťování přítomnosti Apple Pay a Apple Card“. Ochrana vašich platebních metod Ochrana platebních metod v Safari Pro posílení ochrany vašich platebních metod v ekosystému Apple a využití nástrojů ochrany soukromí a zabezpečení služby Apple Pay budou vaše podporované platební metody s podporou Apple Pay z aplikace Peněženka k dispozici také při automatickém vyplňování v Safari. Při nakupování online s využitím automatického vyplňování v Safari si můžete pro weby nastavit virtuální číslo karty a skrýt skutečné číslo své fyzické karty, pokud tuto funkci podporuje spolupracující síť platebních karet, kterou využíváte, a vydavatel vaší karty. Při poskytování této funkce odesílá společnost Apple některé vybrané informace o vaší platební metodě do vaší sítě nebo vašemu vydavateli (případně zmocněné třetí straně) a pověřený subjekt na jejich základě vygeneruje virtuální číslo karty, které můžete používat při nákupech online s využitím automatického vyplňování v Safari. Chcete‑li spravovat svá čísla karet v Apple Pay včetně virtuálních, přejděte v aplikaci Peněženka na zadní stranu lístku a klepnutím zobrazte informace o kartě. K ochraně platebních metod, které už máte v automatickém vyplňování v Safari uložené, můžete přispět také tím, že budete při placení namísto čísla fyzické karty používat Apple Pay nebo virtuální číslo karty. Chcete‑li tuto volbu spravovat, přejděte do Nastavení > Peněženka a Apple Pay a klepněte na „Používat Apple Pay, je‑li k dispozici“. Když je tato volba zapnutá, při ověřování se do vaší platební sítě za účelem posouzení způsobilosti k použití Apple Pay odesílají některé vybrané informace o vaší kartě uložené v automatickém vyplňování v Safari. Když platební síť označí kartu jako způsobilou, Apple přidá platební metodu do Peněženky a vaše síť vygeneruje číslo karty Apple Pay pro posílení ochrany při nakupování online. Ochrana platebních metod sdružených s účtem Apple Za účelem usnadnění správy vašich platebních metod v ekosystému Apple může společnost Apple zkontrolovat, zda jsou jednotlivé platební metody Apple Pay způsobilé pro přidání jako zaregistrované platební metody k vašemu účtu Apple. Tyto platební metody pak budou zobrazeny v seznamu Nastavení > [vaše jméno] > Platby a doručování > Přidat platební metodu > Způsob platby. Když pod svým účtem Apple provádíte transakci, společnost Apple může také zkontrolovat, zda jsou platební metody přidané k vašemu účtu Apple způsobilé pro použití s Apple Pay. Pokud jsou, může Apple Pay pro danou platební metodu aktivovat, aby byly vaše platební údaje lépe chráněné. Platební metody sdružené s vaším účtem Apple můžete kdykoli upravit v Nastavení > [vaše jméno] > Platby a doručování. Společnost Apple přenáší vaše platební údaje, ale neuchovává je Vaše údaje zadané v aplikacích, na webových stránkách a v zákaznickém chatu jsou s ohledem na zachování bezpečnosti zasílány společnosti Apple v zašifrovaném formátu, kde jsou nakrátko dešifrovány a znovu zašifrovány s využitím specifického klíče obchodníka, aby vaše platební údaje mohl dešifrovat jen obchodník, vývojář nebo zpracovatel platby. Při platbách z Macu, na který nelze přidávat karty, komunikuje Mac s ověřujícím zařízením prostřednictvím serverů Apple na zašifrovaném kanálu. Apple žádné z těchto údajů neuchovává ve formátu, který by umožňoval vaši osobní identifikaci. Apple Pay také umožňuje provádět platby v prohlížečích třetích stran a k autorizaci transakce používat zařízení podporující Apple Pay. Při použití této funkce otevře Apple prostřednictvím svých serverů komunikační kanál mezi prohlížečem třetí strany a vaším autorizačním zařízením, který vám umožní aktualizovat údaje o dopravě a platbě a platbu autorizovat. Apple přitom nakrátko získá přístup k souvisejícím datům – vašim přepravním a fakturačním údajům a informacím o poplatcích u obchodníka, například o spotřební dani nebo nákladech na přepravu. Apple žádné z těchto údajů neuchovává ve formátu, který by umožňoval vaši osobní identifikaci. Sledování objednávek s Apple Pay Pro zajištění možnosti sledování objednávek vám spolupracující obchodník při nákupu s Apple Pay pošle sledovací informace o objednávce omezené pouze na vaše zařízení. Společnost Apple zároveň poskytne obchodníkovi identifikátor zařízení specifický pro daného obchodníka a token pro push oznámení, který může obchodník používat k předávání aktuálních informací o objednávce vašemu zařízení. Společnost Apple zajišťuje přenos aktuálních informací od obchodníků, informace o objednávce ale neuchovává. Nesleduje ani, kteří obchodníci, kolikrát a jak často vám aktuální informace o objednávkách posílají. Informace o sledovaných objednávkách se uchovávají lokálně ve vašich zařízeních a průběžně se mezi nimi aktualizují formou synchronizace zašifrovaných kopií, k nimž Apple nemá přístup. Kdykoli chcete své objednávky s Apple Pay spravovat, stačí klepnutím zobrazit seznam objednávek, potom klepnout na požadovanou objednávku a pak na volbu Spravovat objednávku. Spravovat můžete také oznámení o objednávkách: Přejděte do oddílu Objednávky, klepněte na tlačítko Více a potom na volbu Vypnout oznámení. Když se odhlásíte od svého účtu, v zařízení můžou zůstat zachovány některé údaje o objednávkách, k nimž zařízení dostává aktuální informace. Tyto údaje nejsou viditelné pro uživatele zařízení a uchovávají se jen po krátkou dobu. Vaše zařízení je využije výhradně k zastavení příjmu aktuálních informací po odhlášení, aby zabránilo neautorizovanému přístupu k informacím o vašich objednávkách. Sdílení aktivity na účtu s nezávislými vývojáři Podrobnosti o účtech Apple Card, Savings a Apple Cash a historii transakcí můžete sdílet se zúčastněnými aplikacemi pro správu osobních financí z App Storu, kterým důvěřujete. O možnost číst aktivitu na účtu Apple Card, Savings nebo Apple Cash z funkce Apple Pay v Peněžence vás musí tyto aplikace požádat. Nad daty, která s těmito aplikacemi sdílíte, máte plnou kontrolu a rozsah těchto dat můžete kdykoli změnit. S daty o aktivitě na účtu, která se s aplikací od nezávislého vývojáře rozhodnete sdílet, bude nakládáno v souladu se zásadami ochrany osobních údajů dané aplikace. Společnost Apple během sdílení vaší aktivity na účtu nevidí ani neukládá podrobnosti o vašem účtu či historii transakcí. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje ve službě Apple Pay zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, žádáme o něj v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme následující kategorie osobních údajů, je‑li to nezbytné pro účely našich oprávněných zájmů nebo oprávněných zájmů třetí strany. Zpracovávané informace zahrnují: • Informace o vašem účtu, například o tom, zda je účet aktivní • Údaje o vašem zařízení, například jeho typ, verze softwaru a sériové číslo • Data z lístků, například informace, které se na nich zobrazují • Informace o vydavatelích lístků, například třetí strana oprávněná lístek aktualizovat • Údaje o vašem používání služby Apple Pay, například počet lístků pro Apple Pay, které jste do ní přidali • Vaši polohu K výše zmíněným oprávněným zájmům patří: • Přidávání a správa lístků • Pomoc s vylepšováním a optimalizací služby pro vás i další uživatele • Asistence, kterou vám poskytujeme při objevování nejrelevantnějších funkcí • Zjišťování způsobilosti • Poskytování služeb, o které jste zažádali • Komunikace s vámi spočívající v zasílání informací o Apple Pay a dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat Prevence podvodů a jiných škodlivých aktivit Další informace Když klepnete na kartu v aplikaci Peněženka, Apple zjistí, ve které zemi byla karta vydána a zda je vydavatel zapojený do poskytování služby, a na základě těchto informací vyhodnotí, zda je karta způsobilá pro použití v aplikaci Peněženka a službě Apple Pay. Pokud máte zapnuté polohové služby, může být společnosti Apple v anonymním formátu odeslána poloha vašeho zařízení v čase nákupu v obchodech. To společnosti Apple umožní vylepšovat přesnost názvů obchodů v historii platebních transakcí na vaší kartě v aplikaci Peněženka a je možné, že bude tato poloha v agregované podobě zachována za účelem vylepšování Map, Apple Pay a Peněženky. Polohově závislé funkce Apple Pay můžete na svém iOS zařízení kdykoli vypnout tak, že přejdete do Nastavení > Soukromí a zabezpečení > Polohové služby > Systémové služby a klepnutím vypnete volbu Identifikace obchodníka v Apple Pay. Na Macu přejděte do Nastavení systému > Soukromí a zabezpečení > Soukromí > Polohové služby a kliknutím vypněte volbu Peněženka. Za účelem vylepšování služby Apple Pay shromažďuje společnost Apple informace o tom, jak tuto službu využíváte, a uchovává je v podobě, která neumožňuje vaši osobní identifikaci. Součástí těchto informací jsou údaje o tom, jak dlouho vám trvalo úspěšně přidat kartu nebo provést s Apple Pay transakci. Apple může tyto informace využívat také k vylepšování dalších produktů a služeb Apple, k marketingovým účelům, k předcházení podvodům a pro účely zabezpečení. Vaše využívání platební karty a její použití s Apple Pay se bude nadále řídit smluvními podmínkami držitele či uživatele karty, podmínkami smlouvy s vydavatelem karty nebo jinými podmínkami upravujícími používání funkcí Apple Pay. Součástí těchto podmínek můžou být další zásady ochrany soukromí. Společnost Apple ani její přidružené společnosti poskytující službu Apple Pay nejsou bankovními institucemi a toto upozornění doplňuje všechna upozornění, která můžete obdržet od své banky. Pokud má společnost Apple podezření na podvod související s použitím Apple Pay, za účelem zamezení podvodnému jednání můžou být informace o potenciálním podvodném účtu Apple a transakcích sdíleny s vydavatelem vaší karty nebo poskytovatelem platební sítě. Apple uchovává osobní údaje jen po dobu nezbytnou k naplnění účelů, za nimiž byly shromážděny. Jedná se o účely popsané v tomto sdělení, účely, které jsou v souladu s našimi zásadami ochrany osobních údajů, a účely plynoucí z požadavků zákona. Při stanovování doby uchování údajů nejprve důkladně zvážíme, zda je shromážděné osobní údaje vůbec nutné uchovávat, a pokud dospějeme k závěru, že ano, snažíme se je uchovávat po nejkratší zákonem povolenou dobu. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Med Apple Pay kan du foretage sikre indkøb i butikker, apps og på nettet vha. dine debet- og kreditkort samt forudbetalte kort. Apple Pay er en teknologitjeneste, som stilles til rådighed af partnere til Apple Inc., som er ansvarlige for dine personlige data. Apple Pay-udbyderen kan variere afhængigt af dit område, f.eks. er det Apple Payments Services LLC i USA. Der er flere oplysninger om Apple-enheder, der er ansvarlige for at behandle dine personlige data, i Apples anonymitetspolitik på apple.com/dk/privacy og på siden med Apple-tilknyttede virksomheder på www.apple.com/legal/privacy/dk/affiliated-company. Føj kort til Apple Pay Når du føjer betalingskort som butiks-, kredit- og debetkort samt forudbetalte kort til Apple Pay, bliver de oplysninger, du giver om kortet, og om visse enhedsindstillinger er slået til, muligvis sendt til Apple med henblik på at vurdere din ret til at slå Apple Pay og dens funktioner til. Din enhed evaluerer muligvis også brugsmønstre for enheden (f.eks. hvor stor en procentdel af tiden enheden er i bevægelse og det anslåede antal opkald pr. uge) med henblik på at identificere svindel. Oplysningerne, der evalueres af din enhed, deles ikke med Apple på en måde, der kan forbindes til dig. Kortudstederen, betalingsnetværket eller betalingsudbyderen, som er bemyndiget af din kortudsteder, kan muligvis dele oplysninger om kortfunktioner og -fordele med Apple, f.eks. om det understøtter et bonus- eller afbetalingsprogram med henblik på at vurdere din ret til at bruge visse Apple Pay-funktioner. Apple kan også levere oplysninger til disse organisationer til at slå Apple Pay til, vurdere, om dit kort kan bruges, indstille kortet med Apple Pay og for at forhindre svindel, inklusive: • Nummeret på dit kreditkort, debetkort eller forudbetalte kort • Det navn og den faktureringsadresse, der er knyttet til din Apple‑konto • Generelle oplysninger om aktiviteten på din Apple‑konto (f.eks. om du har foretaget køb i iTunes gennem længere tid) • Oplysninger om din enhed og – hvis du bruger Apple Watch – om den parrede iOS-enhed (f.eks. et enheds-id, telefonnummer og navn og model på enheden for både dit Apple Watch og den parrede iOS-enhed) • Lokaliteten på det tidspunkt, hvor du tilføjer kortet (hvis Lokalitetstjenester er slået til) • Historik over tilføjelse af betalingskort til konto eller enhed • Samlet statistik om oplysninger fra betalingskort, som du har føjet til eller forsøgt at føje til Apple Pay Når du føjer et kort til Apple Pay med en tredjepartsapp, som f.eks. en bank-app, sender appen et konto- eller kort-id til din enhed. Denne information bruges af Apple og din kortudsteder til at afgøre, om dit kort kan bruges, til at opsætte dit kort med Apple Pay og til at forhindre svindel. For at hjælpe dig med at indstille kort, som du har eller har haft for nylig på andre enheder, opbevarer Apple en kortreference med din Apple‑konto, som kan bruges med kortudstederen eller betalingsnetværket til at tilføje kortet igen efter indtastning af sikkerhedskoden. Apple Pay opbevarer ikke nummeret på det original kreditkort, debetkort eller forudbetalte kort. Betaling med Apple Pay Når du starter en betaling, oplyses dit postnummer eller andre lignende oplysninger muligvis til appen, webstedet eller butikken for at muliggøre udregning af afgifter og leveringsomkostninger. Når du starter en betaling i en browser fra tredjepart, opretter browseren en QR-kode eller en kode til appklip, som du kan scanne med din enhed, der understøtter Apple Pay. Når du har scannet koden, starter Apple en kommunikationskanal mellem browseren og den enhed, der understøtter Apple Pay. Via kommunikationskanalen deler browseren og enheden relevante transaktions-, fakturerings- og/eller leveringsoplysninger, der er nødvendige for at behandle transaktionen. Hvis forbedrede betalingsfunktioner i Apple Pay, f.eks. muligheden for at betale med afbetaling eller bonusser, er slået til, efter at du starter et Apple Pay-køb, identificerer Apple de betalingsmuligheder, der er tilgængelige for dig baseret på de kort, du har i din Wallet, og deres fordele og funktioner, som leveres til Apple af kortudstederne. Du kan også vælge, at Apple skal identificere yderligere betalingsmuligheder, som muligvis er tilgængelige for dig, og som endnu ikke findes i din Wallet. Det gør Apple ved at bruge oplysninger om din transaktion, f.eks. butik og beløb, for at vurdere, om yderligere betalingsmetoder er tilgængelige til den transaktion. Apple bevarer ikke oplysninger om transaktionen og kontrollen af, om betalingsmetoden kan bruges, på en måde, som kan knyttes til dig. Hvis du vælger at ansøge om en ny betalingsmetode, deles dine ansøgningsoplysninger direkte med udstederen, og de ses eller opbevares ikke af Apple. Hvis du vælger at betale med bonusser, kan Apple muligvis bruge oplysninger om dit kort, kortfunktioner og fordele samt transaktionsbeløbet og butikken til at hente og vise din aktuelle bonussaldo, bonuspoint (eller tilsvarende), som ville blive opkrævet til transaktionen, samt din bonussaldo efter transaktionen, så du kan træffe økonomiske beslutninger på et oplyst grundlag. Apple giver dine deltagende udstedere butiks- og beløbsoplysninger, som de bruger til at vurdere, om du er berettiget, og levere en oversigt over afbetalingsmuligheder til Apple til visning, så du kan vælge den rette afbetalingsplan til din økonomi. Apple bevarer ikke de oplysninger, der behandles for at levere forbedrede betalingsfunktioner i Apple Pay, på en måde, som kan knyttes til dig. Når du har godkendt betalingen, leveres der også andre oplysninger, som butikken har anmodet om, f.eks. et enheds- eller butiksspecifikt kontonummer, din leveringsadresse eller e-mailadresse. Kortnummeret på dit kredit- og debetkort eller forudbetalte kort overgives ikke, når du bruger Apple Pay. For at sikre, at tilbagevendende betalinger eller andre opkrævninger fra butikker, f.eks. abonnementer, bliver godkendt af dig, når du vælger at angive berettigede Apple Pay-betalingsmetoder til deltagende butikker til tilbagevendende betalinger eller opkrævninger fra butikker, vil din udsteder og/eller betalingsnetværk godkende og generere et butiksspecifikt kontonummer, der bliver brugt til disse betalinger. Det er kun det butiksspecifikke kontonummer, der kan bruges af en deltagende butik til at godkende transaktioner, uden at du skal foretage dig noget. Apple vil være klar over, hvilke butikker der er knyttet til dine butiksspecifikke kontonumre, men ikke hvad du har købt, eller hvor meget du har betalt. Du kan administrere dine butiksspecifikke kontonumre i Wallet ved at trykke på kortet og derefter trykke på knappen Mere for at se kortoplysningerne. Når du forsøger at foretage en transaktion online eller i en app med et kort, der har visse forbedrede funktioner til forhindring af svindel, vil kortet evaluere oplysninger om din Apple‑konto, din enhed og din lokalitet, hvis du har slået Lokalitetstjenester til for Wallet, for at udforme svindelvurderinger på enheden. Resultaterne af svindelvurderingerne, som blev foretaget på enheden, men ikke de underliggende data, sendes til Apple og kombineres med oplysninger, som Apple har om enheden og kontoen, for at udvikle svindelvurderinger for Apple Pay-transaktioner. Disse svindelvurderinger for transaktioner kan deles med dit betalingsnetværk sammen med et id for din leveringsadresse og din IP-adresse, hvis den er tilgængelig, for at forhindre svindel på transaktionstidspunktet. Id’et for leveringsadressen er forskelligt for hvert betalingsnetværk og kan bruges til at bekræfte, om den samme leveringsadresse bruges til forskellige transaktioner foretaget med det samme kort på din enhed. Dette gøres uden at afsløre den faktiske adresse. Du kan altid tjekke, om et kort understøtter denne funktion til forbedret forhindring af svindel, ved at kigge på bagsiden af dine betalingsoplysninger i Wallet. Du kan vælge et andet kort for at forhindre, at svindelvurderinger bliver delt med dit betalingsnetværk. Når du bruger en app eller er på et websted via Safari, der bruger Apple Pay i iOS, watchOS eller macOS, kan appen eller webstedet kontrollere, om du har slået Apple Pay til på den pågældende enhed. Når du besøger et websted i Safari på en iOS-enhed eller en Mac, som der ikke kan føjes noget kort til, kan webstedet kontrollere, om Apple Pay er indstillet på en iPhone eller et Apple Watch, der bruger den samme Apple‑konto. Du kan forhindre websteder, som du besøger, i at kontrollere, om Apple Pay er slået til, ved at ændre dine indstillinger. I iOS skal du gå til Indstillinger > Apps > Safari > Avanceret > Kontroller Apple Pay. På Mac skal du gå til Safari > Indstillinger > Avanceret og fravælge “Websteder må søge efter Apple Pay og Apple Card”. Beskyttelse af dine betalingsmetoder Beskyttelse af betalingsmetoder i Safari For at hjælpe med at beskytte dine betalingsmetoder i Apples økosystem og drage fordel af anonymitets- og sikkerhedsfordelene ved Apple Pay, vil dine understøttede Apple Pay-betalingsmetoder fra Wallet også være tilgængelige i Autoudfyld i Safari. Når du bruger Autoudfyld i Safari til at handle på websteder, kan du indstille et virtuelt kortnummer for at skjule dit fysiske kortnummer, hvis dette understøttes af deltagende kortnetværk og -udsteder. Apple sender begrænsede oplysninger om din betalingsmetode til dit netværk eller din udsteder (eller deres godkendte tredjepart) for at slå denne funktion til. Herefter genereres et virtuelt kortnummer, som du kan bruge, når du handler online med Autoudfyld i Safari. Du kan administrere dine Apple Pay-kortnumre, herunder virtuelle kortnumre, ved at gå til bagsiden af dit kort i Wallet og trykke på det for at se kortoplysningerne. Du kan også hjælpe med at beskytte de betalingsmetoder, der allerede er tilgængelige i Autoudfyld i Safari, ved at betale via Apple Pay eller med et virtuelt kortnummer i stedet for dit fysiske kortnummer. Administrer denne indstilling ved at gå til Indstillinger > Wallet & Apple Pay og trykke på Brug Apple Pay, når det er muligt. Når denne indstilling er slået til, vil begrænsede oplysninger om dit gemte kort i Autoudfyld i Safari blive sendt til dit betalingsnetværk til godkendelse, da disse oplysninger er nødvendige for at bekræfte, at du er berettiget til at bruge Apple Pay. Hvis dit betalingsnetværk viser, at kortet kan bruges til dette formål, føjer Apple betalingsmetoden til Wallet, og netværket genererer et Apple Pay-kortnummer, som bruges til at forbedre sikkerheden, når du handler online. Beskyttelse af betalingsmetoder med Apple‑konto Apple hjælper dig med at administrere dine betalingsmetoder i Apples økosystem ved at kontrollere, om nogen Apple Pay-betalingsmetoder kan tilføjes som en betalingsmetode, der kan knyttes til din Apple‑konto, og viser de betalingsmetoder i Indstillinger > [dit navn] > Betaling og levering > Tilføj betalingsmetode > Betalingsmetode. Når du udfører en transaktion med din Apple‑konto, kontrollerer Apple muligvis også, om nogen tilknyttede betalingsmetoder for din Apple‑konto kan bruges til Apple Pay. Hvis det er tilfældet, vælger Apple muligvis at slå Apple Pay til for den pågældende betalingsmetode for at beskytte dine betalingsoplysninger. Du kan altid ændre dine betalingsmetoder til din Apple‑konto ved at gå til Indstillinger > [dit navn] > Betaling og levering. Apple sender dine betalingsoplysninger, men opbevarer dem ikke For at kunne sende dine betalingsoplysninger sikkert i apps, på websteder og i virksomhedschats, sendes oplysningerne krypteret til Apple, hvor de kortvarigt dekrypteres og derefter krypteres igen med en nøgle, som kun butikken kan læse, så det kun er butikken, udvikleren eller deres betalingsprocessor, der kan dekryptere dine betalingsoplysninger. Når du betaler på en Mac, som der ikke kan føjes noget kort til, kommunikerer din Mac og den enhed, der godkender betalingen, over en krypteret kanal via Apples servere. Apple bevarer ikke nogen af disse oplysninger i en form, der kan identificere dig. Apple Pay giver dig også mulighed for at foretage betalinger i browsere fra tredjeparter og bruge enheder, der understøtter Apple Pay, til at godkende transaktionen. Når du bruger denne funktion, opretter Apple en kommunikationskanal mellem browseren fra en tredjepart og den enhed, der godkender betalingen, via Apples servere, så du kan opdatere dine leverings- og betalingsoplysninger og godkende betalingen. Dine leverings- og faktureringsoplysninger samt oplysninger om butiksgebyrer, f.eks. moms eller leveringsgebyrer knyttet til dit køb, vil kortvarigt være synlige for Apple. Apple bevarer ikke nogen af disse oplysninger i en form, der kan identificere dig. Sporing af Apple Pay-ordrer For at du kan få adgang til sporing af bestillinger, når du har foretaget et køb med Apple Pay, sender en deltagende butik dine enhedsbegrænsede bestillingsoplysninger til din enhed, så du kan spore din bestilling. Og Apple leverer et butiksspecifikt enheds-id og push-token til butikken, som butikken kan bruge til at levere opdateringer om bestillingen til enheden. Apple formidler opdateringer fra butikker, men opbevarer ikke bestillingsoplysninger, og sporer ikke hvor mange, hvor ofte og hvilke butikker, der sender opdateringer. Sporingsoplysninger for bestillingen opbevares lokalt på dine enheder og holdes ajour på tværs af enheder ved at synkronisere en krypteret kopi, som Apple ikke kan få adgang til. Du kan altid administrere dine Apple Pay-bestillinger ved at trykke for at se dine bestillinger, trykke på en bestemt bestilling og trykke på Administrer bestilling. Du kan også administrere notifikationer om bestillinger ved at gå til Bestillinger, trykke på knappen Mere og derefter trykke på Ignorer notifikationer. Når du logger ud af din konto, opbevarer din enhed muligvis stadig begrænsede oplysninger om bestillinger, som enheden stadig får opdateringer om. Disse oplysninger vises ikke til brugere af enheden, bliver opbevaret i en kort periode, og bruges kun af din enhed til at stoppe, at opdateringer bliver sendt til enheden, når der er blevet logget ud, for at forhindre uautoriseret adgang til dine bestillingsoplysninger. Deling af kontoaktivitet med tredjepartsapps Du kan dele dine kontooplysninger om Apple Card, Savings og Apple Cash samt transaktionshistorik med deltagende apps til administration af privatøkonomi, som du har tillid til, fra App Store. Apps skal anmode om at kunne læse din kontoaktivitet fra Apple Card, Savings eller Apple Cash fra Apple Pay i Wallet. Du vælger, hvilke data du deler med disse apps, og du kan ændre, hvad du deler, når som helst. Kontoaktivitet, som du vælger at dele med en tredjepartsapp, administreres i henhold til den pågældende apps anonymitetspolitik. Apple ser og opbevarer ikke dine kontooplysninger eller transaktionshistorik, når du deler din kontoaktivitet. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data for Apple Pay generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser: • Din konto, f.eks. om din konto er aktiv • Din enhed, f.eks. enhedstypen, softwareversionen og enhedens serienummer • Dit kort, f.eks. oplysninger, der vises på kortet • Din kortudsteder, f.eks. en tredjepart, der har tilladelse til at levere opdateringer til kortet • Din brug af Apple Pay, f.eks. antallet af Apple Pay-kort, du har tilføjet • Din lokalitet Disse legitime interesser inkluderer: • At tilføje og administrere et kort • At forbedre og optimere tjenesten for dig og andre • At hjælpe dig med at opdage funktioner, som er mest relevante for dig • At kontrollere berettigelse • At stille de tjenester, du anmoder om, til rådighed • At sende dig materiale om Apple Pay og andre Apple-produkter, -tjenester og -tilbud, du kan være interesseret i Forhindring af svindel og andre ondsindede aktiviteter Andre oplysninger For at afgøre tilgængeligheden af Wallet- og Apple Pay-funktioner, når du bruger et kort i Wallet, kontrollerer Apple muligvis om det er berettiget til at bruge funktionerne ved at tjekke landet, hvor kortet blev udstedt, og om udstederen deltager i funktionen. Hvis du har slået Lokalitetstjenester til, bliver din enheds lokalitet på tidspunktet for køb i butikker muligvis sendt anonymt til Apple, og den vil blive brugt til at hjælpe Apple Pay med at forbedre nøjagtigheden af firmanavne i korttransaktionshistorikken i Wallet og bevares evt. i samlingen for at forbedre Apple Kort, Apple Pay og Wallet. Du kan altid slå denne lokalitetsbaserede funktion i Apple Pay fra på din iOS-enhed ved at gå til Indstillinger > Anonymitet & sikkerhed > Lokalitetstjenester > Systemtjenester og trykke for at slå Butiks-id i Apple Pay fra. På Mac skal du gå til Systemindstillinger > Anonymitet & sikkerhed > Anonymitet > Lokalitetstjenester og derefter klikke for at slå Wallet fra. Med henblik på at forbedre Apple Pay indsamler Apple oplysninger om din brug af Apple Pay og opbevarer dem på en måde, der ikke identificerer dig personligt. Disse oplysninger omfatter den tid, det tager dig at tilføje et kort eller gennemføre en transaktion vha. Apple Pay. Apple kan også bruge disse oplysninger til at forbedre andre Apple-produkter og -tjenester til markedsføring og til at forhindre svindel og øge sikkerheden. Vilkår for kortholdere, brugere og butiksaftaler eller andre vilkår og betingelser gældende for brug af funktionerne i Apple Pay vil fortsat være bestemmende for din brug af dine kort og deres brug i forbindelse med Apple Pay, og sådanne vilkår kan have ekstra anonymitetspolitikker. Hverken Apple eller dets partnere, der leverer Apple Pay, er en bank, og denne meddelelse er et tillæg til eventuelle meddelelser, som du kan modtage fra din bank. Hvis Apple får mistanke om svindel i forbindelse med brugen af Apple Pay, kan oplysninger om den pågældende Apple-konto og de mistænkelige transaktioner blive delt med kortudstederen eller betalingsnetværket med henblik på at forhindre svindel. Apple opbevarer kun personlige data, så længe det er nødvendigt i forbindelse med de formål, de blev indsamlet til, herunder som beskrevet i denne meddelelse og i overensstemmelse med Apples anonymitetspolitik eller som lovgivningen foreskriver. Når vi fastslår længden på opbevaringsperioder, undersøger vi først grundigt, om det er nødvendigt at opbevare de indsamlede personlige data, og hvis opbevaring kræves, arbejder vi på at opbevare de personlige data i så kort tid, som det er muligt i henhold til lovgivningen. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Mit Apple Pay kannst du in Geschäften, Apps und im Internet mit deiner Debit-, Kredit- oder Guthabenkarte sicher einkaufen. Apple Pay ist ein Technologiedienst, der von Tochtergesellschaften von Apple Inc. bereitgestellt wird. Die Tochtergesellschaften sind für den Umgang mit deinen persönlichen Daten verantwortlich. Abhängig von deinem Standort kann dein Apple Pay-Anbieter variieren, z. B. Apple Payments Services LLC in den Vereinigten Staaten. Weitere Informationen zu den Organisationen von Apple, die für die Verarbeitung deiner persönlichen Daten verantwortlich sind, findest du in der Datenschutzrichtlinie von Apple unter apple.com/de/privacy, und für Informationen zu Partnerunternehmen von Apple besuche www.apple.com/legal/privacy/en/affiliated-company. Karten zu Apple Pay hinzufügen Beim Hinzufügen einer Zahlungskarte wie einer Kunden-, Kredit-, Debit- oder Guthabenkarte zu Apple Pay werden von dir angegebene Karteninformationen und ob bestimmte Geräteeinstellungen aktiviert sind, an Apple gesendet, um deine Berechtigung zu prüfen, Apple Pay zu aktivieren. Dein Gerät kann auch Gerätenutzungsmuster (z. B. prozentuale Zeit, in der das Gerät in Bewegung ist, ungefähre Anzahl von Anrufen pro Woche) auswerten, um zur Verhinderung von Betrug beizutragen. Die von deinem Gerät ausgewerteten Daten werden nicht in einer Art und Weise mit Apple geteilt, die mit dir in Verbindung gebracht werden kann. Dein Kartenaussteller, Zahlungsnetzwerk oder ein Anbieter, der durch deinen Kartenaussteller autorisiert wurde, kann Informationen über Kartenfunktionen und -vorteile mit Apple teilen, wie z. B. ob sie ein Bonus- oder Ratenzahlungsprogramm anbieten, um die Berechtigung für bestimmte Apple Pay-Funktionen festzulegen. Folgende Informationen können von Apple an diese Organisationen weitergegeben werden, um die Berechtigung deiner Karte zu bestimmen, deine Karte mit Apple Pay zu konfigurieren und Betrug zu vermeiden: • Die Nummer deiner Kredit-, Debit- oder Guthabenkarte • Der Name und die Rechnungsadresse, die mit deinem Apple Account verknüpft sind • Allgemeine Informationen über deine Apple Account-Aktivität (z. B. ob du bereits seit Langem Transaktionen in iTunes ausführst) • Informationen über dein Gerät und, wenn du eine Apple Watch verwendest, über das gekoppelte iOS-Gerät (z. B. die Geräte-ID, die Telefonnummer sowie der Name und das Modell deiner Apple Watch und des gekoppelten iOS-Geräts) • Dein Standort zum Zeitpunkt, an dem die Karte hinzugefügt wird (wenn die Ortungsdienste aktiviert sind) • Account- oder Geräteverlauf von hinzugefügten Zahlungskarten • Aggregierte Daten im Zusammenhang mit Informationen zu Zahlungskarten, die zu Apple Pay hinzugefügt wurden oder hinzugefügt werden sollten Wenn du eine Karte mit einer Drittanbieter-App, etwa einer Banking-App, zu Apple Pay hinzufügst, sendet die App eine Account- oder Karten-ID an dein Gerät. Diese Informationen werden von Apple und deinem Kartenanbieter verwendet, um die Gültigkeit deiner Karte festzustellen, um die Karte mit Apple Pay zu konfigurieren und um Betrug zu verhindern. Um dir beim Einrichten von Karten zu helfen, die du auf anderen Geräten verwendest bzw. verwendet hast, speichert Apple eine Kartenreferenz mit deinem Apple Account, anhand der die Karte nach dem Eingeben des Sicherheitscodes mithilfe des Kartenanbieters oder Zahlungsnetzwerkes erneut hinzugefügt werden kann. Apple Pay speichert die ursprüngliche Kredit-, Debit- oder Guthabenkartennummer nicht. Mit Apple Pay bezahlen Wenn du eine Zahlung durchführst, werden der App, Website oder dem Händler möglicherweise deine Postleitzahl bzw. andere entsprechende Informationen zur Verfügung gestellt, um Steuern und Versandgebühren berechnen zu können. Wenn du die Zahlung im Browser eines Drittanbieters durchführst, generiert der Browser einen QR-Code oder einen App Clip-Code, den du mit deinem Gerät scannst, das Apple Pay unterstützt. Sobald der Scanvorgang abgeschlossen ist, startet Apple einen Kommunikationskanal zwischen dem Browser und dem Gerät, das Apple Pay unterstützt. Über diesen Kanal teilen der Browser und das Gerät relevante Transaktionen sowie Rechnungs- und/oder Versandinformationen, die zur Abwicklung der Transaktion erforderlich sind. Wenn verbesserte Apple Pay-Zahlungsfunktionen wie die Zahlung per Raten oder Boni aktiviert sind und nachdem du einen Kauf per Apple Pay initiierst, ermittelt Apple deine verfügbaren Zahlungsoptionen basierend auf den Karten in Wallet und ihren Vorteilen und Merkmalen, die Apple vom Kartenaussteller bereitgestellt werden. Du kannst auch zusätzliche Zahlungsoptionen von Apple prüfen lassen, die dir zur Verfügung stehen und die noch nicht in Wallet abgelegt sind. Dafür nutzt Apple Daten zu deinen Transaktionen (z. B. Händler und Betrag), um zu ermitteln, ob zusätzliche Zahlungsmethoden für diese Transaktion verfügbar sind. Apple speichert keine Daten über die Transaktion, und die Prüfung nach verfügbaren Zahlungsmethoden erfolgt auf eine Weise, die keine Rückschlüsse auf deine Person zulässt. Wenn du eine neue Zahlungsmethode beantragen möchtest, werden deine Antragsinformationen direkt mit der ausstellenden Institution geteilt und von Apple weder eingesehen noch gespeichert. Damit du bei der Zahlung mit Boni einfacher informierte finanzielle Entscheidungen treffen kannst, nutzt Apple möglicherweise Informationen über deine Karte, Kartenfunktionen und -vorteile sowie den Händler und Betrag der Transaktion, mit dem Ziel den aktuellen Stand deiner Boni, die für die Transaktion verrechneten Bonuspunkte (oder Ähnliches) und den Stand der Boni nach erfolgter Transaktion abzurufen und anzuzeigen. Um dir die Auswahl des richtigen Ratenplans für deine finanzielle Situation zu erleichtern, stellt Apple den teilnehmenden ausstellenden Institutionen Informationen zum Händler und Betrag zur Verfügung. Anhand dieser Informationen bewerten die Institutionen die Verfügbarkeit von Zahlungsoptionen für dich und stellen Apple eine Liste mit Ratenoptionen zum Anzeigen bereit. Apple speichert diese Daten, die zur Bereitstellung für verbesserte Apple Pay-Zahlungsfunktionen verarbeitet werden, auf eine Weise, die keine Rückschlüsse auf deine Person zulässt. Nach dem Autorisieren der Zahlung werden weitere, vom Händler angeforderte Informationen (etwa eine geräte- oder händlerspezifische Accountnummer oder deine Liefer- oder E-Mail-Adresse) ebenfalls weitergegeben. Beim Benutzen von Apple Pay wird die Nummer deiner Kredit-, Debit- oder Guthabenkarte nicht bereitgestellt. Wenn du teilnehmenden Händlern berechtigte Apple Pay-Zahlungsmethoden für wiederkehrende oder händlerinitiierte Belastungen wie Abonnements bereitstellen möchtest, wird dein Kartenaussteller und/oder Zahlungsnetzwerk eine händlerspezifische und für solche Belastungen geeignete Accountnummer genehmigen oder generieren, um zu gewährleisten, dass diese Art von Belastungen von dir autorisiert werden. Es kann nur diese händlerspezifische Accountnummer von einem teilnehmenden Händler verwendet werden, um Transaktionen zu autorisieren, ohne dass du eine bestimmte Handlung ausführen musst. Apple weiß daraufhin, welche Händler mit deinen händlerspezifischen Accountnummern verknüpft sind, kann aber nicht einsehen, was du gekauft oder wie viel du bezahlt hast. Du kannst händlerspezifische Accountnummern in Wallet verwalten, indem du auf die Karte und anschließend auf „Mehr“ tippst, um die Kartendetails anzuzeigen. Bei In-App- oder Online-Transaktionen, die über Karten mit bestimmten verbesserten Betrugspräventionsmaßnahmen durchgeführt werden sollen, analysiert dein Gerät Informationen über deinen Apple Account, dein Gerät und deinen Standort, sofern „Ortungsdienste“ für Wallet aktiviert ist, um Betrugspräventionsbewertungen auf dem Gerät zu erstellen. Nur das Ergebnis der auf dem Gerät erstellten Betrugspräventionsbewertungen wird an Apple gesendet, nicht die zugrunde liegenden Daten, und mit Informationen verknüpft, die Apple über dein Gerät und deinen Account bekannt sind, um Betrugspräventionsbewertungen von Apple Pay-Transaktionen zu erstellen. Diese Betrugspräventionsbewertungen von Transaktionen können neben einer Lieferadressen-ID und IP-Adresse mit deinem Zahlungsnetzwerk geteilt werden, um Betrug zum Zeitpunkt der Transaktion zu verhindern. Die Lieferadressen-ID variiert je nach Zahlungsnetzwerk und kann verwendet werden, um zu bestätigen, ob die Lieferadressen für unterschiedliche Transaktionen, die mit einer bestimmten Karte auf deinem Gerät durchgeführt werden, identisch sind. Die eigentliche Adresse wird dabei nicht preisgegeben. Du kannst jederzeit überprüfen, ob eine Karte über diese verbesserte Betrugsprävention verfügt, indem du die Rückseite deiner Anmeldedaten für Zahlungen in Wallet aufrufst. Wenn die Betrugspräventionsbewertungen nicht mit dem Zahlungsnetzwerk geteilt werden sollen, kann eine andere Karte gewählt werden. Wenn du dich auf einem Gerät mit iOS, watchOS oder macOS in einer App oder auf einer Website über Safari befindest, die Apple Pay verwendet, kann die App bzw. Website prüfen, ob Apple Pay auf dem Gerät aktiviert ist. Wenn du Websites in Safari auf einem iOS-Gerät besuchst oder einen Mac verwendest, auf dem keine Karte hinzugefügt werden kann, kann die Website prüfen, ob du Apple Pay auf einem iPhone oder einer Apple Watch, die denselben Apple Account verwenden, eingerichtet hast. Du kannst in den Einstellungen ändern, dass von dir besuchte Websites prüfen, ob Apple Pay aktiviert ist. Wähle unter iOS „Einstellungen“ > „Apps“ > „Safari“ > „Erweitert“ > „Apple Pay prüfen“. Wähle auf dem Mac „Safari“ > „Einstellungen“ > „Erweitert“ und deaktiviere die Option „Websites erlauben, die Verfügbarkeit von Apple Pay und Apple Card zu prüfen“. Zahlungsmethoden schützen Zahlungsmethoden in Safari schützen Um dir den Schutz deiner Zahlungsmethoden im Apple-Ökosystem zu erleichtern und die Vorteile der Datenschutz- und Sicherheitsmaßnahmen von Apple Pay zu nutzen, werden deine unterstützten Apple Pay-Zahlungsmethoden aus Wallet auch in der Safari-Funktion „Automatisch ausfüllen“ verfügbar sein. Bei Onlinekäufen auf Websites mit der Safari-Funktion „Automatisch ausfüllen“ kannst du eine virtuelle Kartennummer einrichten, um die Nummer deiner physischen Karte zu verbergen, sofern diese Funktion von deinem teilnehmenden Kartennetzwerk und -aussteller unterstützt wird. Um diese Funktionalität zu ermöglichen, sendet Apple begrenzte Informationen über deine Zahlungsmethode an dein Netzwerk oder deinen Aussteller (oder deren autorisierte Drittpartei), wodurch eine virtuelle Kartennummer erstellt wird, die du während des Onlineshoppings mit der Safari-Funktion „Automatisch ausfüllen“ nutzen kannst. Zum Verwalten deiner Apple Pay-Kartennummern, einschließlich virtueller Kartennummern, tippe in Wallet auf die Rückseite deiner Karte, um die Kartendaten anzuzeigen. Daneben kannst du Zahlungsmethoden schon in der Safari-Funktion „Automatisch ausfüllen“ besser schützen, indem du mit Apple Pay bezahlst oder eine virtuelle Kartennummer anstelle der Nummer deiner physischen Karte verwendest. Öffne dazu „Einstellungen“ > „Wallet & Apple Pay“ und aktiviere „Apple Pay verwenden, falls verfügbar“. Wenn diese Option aktiviert ist, werden begrenzte Informationen über deine in der Safari-Funktion „Automatisch ausfüllen“ gesicherte Karte, die zum Überprüfen deiner Berechtigung für Apple Pay notwendig sind, an dein Zahlungsnetzwerk zur Verifizierung gesendet. Wenn dein Zahlungsnetzwerk die Gültigkeit deiner Karte bestätigt, fügt Apple die Zahlungsmethode zu Wallet hinzu und dein Netzwerk erstellt eine Apple Pay-Kartennummer für einen verbesserten Schutz beim Onlineshopping. Apple Account-Zahlungsmethoden schützen Um dir die Verwaltung deiner Zahlungsmethoden im Apple-Ökosystem zu erleichtern, kann Apple prüfen, ob Apple Pay-Zahlungsmethoden qualifiziert sind, um als Zahlungsmethode für deinen Apple Account hinterlegt zu werden. Diese Zahlungsmethoden werden dann unter „Einstellungen“ > „[dein Name]“ > „Zahlung & Versand“ > „Zahlungsmethode hinzufügen“ > „Zahlungsmethode“ angezeigt. Wenn du eine Transaktion mit deinem Apple Account ausführst, prüft Apple möglicherweise, ob hinterlegte Apple Account-Zahlungsmethoden für Apple Pay geeignet sind. Ist dies der Fall, kann Apple zum Schutz deiner Zahlungsinformationen Apple Pay für diese Zahlungsmethode aktivieren. Du kannst deine Apple Account-Zahlungsmethode jederzeit unter „Einstellungen“ > „[dein Name]“ > „Zahlung & Versand“ ändern. Apple überträgt Zahlungsinformationen, speichert diese aber nicht Um Zahlungsinformationen innerhalb von Apps, Websites und Geschäftschats sicher zu übertragen, werden sie in verschlüsselter Form an Apple gesendet. Dabei werden die Informationen mit einem händlerspezifischen Schlüssel kurz ent- und wieder verschlüsselt, sodass nur der Händler, das Entwicklungsteam oder der Zahlungsabwickler deine Zahlungsinformationen entschlüsseln kann. Wenn du eine Zahlung auf einem Mac vornimmst, auf dem sich eine Karte nicht hinzufügen lässt, kommunizieren der Mac und das autorisierende Gerät über einen verschlüsselten Kanal via Apple-Server. Apple speichert keine dieser Informationen in einer Form, die Rückschlüsse auf deine Person zulässt. Apple Pay erlaubt dir zudem, Zahlungen in Browsern von Drittanbietern vorzunehmen und Geräte zu verwenden, die Apple Pay unterstützen, um die Transaktion zu autorisieren. Bei Verwendung der Funktion erstellt Apple via Apple-Server einen Kommunikationskanal zwischen dem Browser des Drittanbieters und deinem autorisierenden Gerät, um die Versand- und Zahlungsdetails zu aktualisieren und die Autorisierung bereitzustellen. Deine Versand- und Rechnungsinformationen sowie Informationen über Händlergebühren wie Steuern oder Versandkosten, die sich auf deinen Kauf beziehen, werden für Apple kurz sichtbar sein. Apple speichert keine dieser Informationen in einer Form, die Rückschlüsse auf deine Person zulässt. Bestellungsverfolgung mit Apple Pay Für die Bestellungsverfolgung sendet dir ein teilnehmender Händler bei einem Kauf mit Apple Pay gerätebeschränkte Bestellinformationen, mit denen das Gerät deine Bestellung erfassen kann. Darüber hinaus stellt Apple dem Händler eine händlerspezifische Geräte-ID und ein Push-Token bereit, die der Händler zum Senden von Updates zur Bestellung an das Gerät verwenden kann. Apple erleichtert das Empfangen von Händlerupdates, speichert aber keine Bestellinformationen oder erfasst wie viele, wie häufig oder welche Händler Updates zur Bestellung senden. Daten zur Bestellungsverfolgung werden lokal auf deinen Geräten gespeichert und geräteübergreifend aktuell gehalten. Dies erfolgt durch das Synchronisieren mit einer verschlüsselten Kopie, auf die Apple keinen Zugriff hat. Du kannst deine Apple Pay-Bestellungen jederzeit verwalten, indem du sie durch Tippen anzeigen lässt, auf eine bestimmte Bestellung tippst und dann „Bestellung verwalten“ auswählst. Auch Mitteilungen über Bestellungen können verwaltet werden. Öffne dazu „Bestellungen“, tippe auf die Taste „Mehr“ und dann auf „Mitteilungen stummschalten“. Wenn du dich bei deinem Account abmeldest, werden auf deinem Gerät eventuell weiterhin bestimmte Informationen über Bestellungen gespeichert, über die das Gerät noch Updates erhält. Diese Informationen sind für Benutzer:innen des Geräts nicht sichtbar, werden für eine kurze Zeitspanne gespeichert und von deinem Gerät nur genutzt, um keine weiteren Updates mehr nach der Abmeldung an das Gerät zu senden und somit nicht autorisierten Zugriff auf deine Bestellinformationen zu vermeiden. Kontoaktivität mit Drittanbieter-Apps teilen Du kannst Details zu deinem Apple Card-, Savings- und Apple Cash-Account sowie deinem Transaktionsverlauf mit teilnehmenden Apps zur Verwaltung deiner persönlichen Finanzen, denen du vertraust und die du aus dem App Store geladen hast, teilen. Apps müssen eine Zustimmung einholen, um deine Apple Card-, Savings- oder Apple Cash-Accountaktivitäten von Apple Pay in Wallet lesen zu dürfen. Du hast die Kontrolle über die Daten, die du mit diesen Apps teilst, und du kannst jederzeit ändern, was du teilst. Kontoaktivitäten, die du mit einer Drittanbieter-App teilst, werden gemäß der Datenschutzrichtlinie dieser App behandelt. Weder deine Kontodetails noch dein Transaktionsverlauf werden von Apple eingesehen oder gespeichert, wenn du deine Kontoaktivitäten teilst. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine persönlichen Daten in Apple Pay im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien personenbezogener Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, einschließlich Informationen über: • Deinen Account, z. B. ob er aktiv ist • Dein Gerät, z. B. den Gerätetyp, die Softwareversion und die Seriennummer des Geräts • Deine Karte, z. B. die auf der Karte angezeigten Informationen • Den Herausgeber deiner Karte, z. B. ein Drittanbieter, der autorisiert ist, die Karte zu aktualisieren • Deine Nutzung von Apple Pay, z. B. die Anzahl von Apple Pay-Karten, die du hinzugefügt hast • Deinen Standort Zu den berechtigten Interessen zählen: • Hinzufügen und Verwalten von Pässen • Den Dienst für dich und andere zu verbessern und zu optimieren. • Das Aufbereiten von Funktionen, die für dich besonders relevant sind, sodass du sie einfacher findest • Die Prüfung der Anspruchsberechtigung • Das Bereitstellen von angeforderten Diensten • Das Senden von Informationen über Apple Pay und andere Apple-Produkte, -Dienste und -Angebote, die für dich interessant sein könnten Betrugsprävention und das Vermeiden anderer schädlicher Aktivitäten Weitere Informationen Um die Berechtigung für Wallet- und Apple Pay-Funktionen zu bestimmen, kann Apple die Berechtigung für die Funktion prüfen, wenn du in Wallet auf eine Karte tippst. Dabei wird das Ausstellungsland der Karte überprüft und festgestellt, ob das ausstellende Institut an der Funktion teilnimmt. Wenn die Ortungsdienste aktiviert sind, wird der Standort deines Geräts zum Zeitpunkt, an dem du das Gerät für Käufe in Läden verwendest, anonym an Apple gesendet und von Apple Pay dazu verwendet, die Genauigkeit der Ladennamen im Wallet-Kartentransaktionsverlauf zu verbessern, und möglicherweise in aggregierter Form gespeichert, um Apple Karten, Apple Pay und Wallet zu verbessern. Du kannst die ortsabhängige Funktionalität von Apple Pay jederzeit auf deinem iOS-Gerät deaktivieren, indem du „Einstellungen“ > „Datenschutz & Sicherheit“ > „Ortungsdienste“ > „Systemdienste“ auswählst und die Apple Pay-Händleridentifikation deaktivierst. Auf dem Mac öffnest du „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Datenschutz“ > „Ortungsdienste“ und deaktivierst Wallet. Zwecks Verbesserung von Apple Pay sammelt Apple Informationen über deine Nutzung von Apple Pay und speichert diese Informationen auf eine Art und Weise, die keine Rückschlüsse auf deine Person zulässt. Zu diesen Informationen gehören die Zeit, die du benötigst, um eine Karte erfolgreich hinzuzufügen oder eine Transaktion über Apple Pay abzuwickeln. Diese Informationen können auch von Apple genutzt werden, um andere Apple-Produkte und -Dienste zu verbessern, für Marketingzwecke, um Betrug zu verhindern und um die Sicherheit zu erhöhen. Die Bedingungen jeglicher Karteninhaber-, Benutzer- und Händlerverträge oder sonstige Vereinbarungen, die für die Nutzung von Apple Pay-Funktionen gelten, regeln weiterhin die Benutzung deiner Zahlungskarten, auch im Zusammenhang mit Apple Pay, und enthalten möglicherweise weitere Bestimmungen zum Datenschutz. Weder Apple noch seine Tochtergesellschaften, die Apple Pay bereitstellen, sind ein Kreditinstitut und dieser Hinweis dient als zusätzliche Information zu allen Hinweisen, die eventuell von deiner Bank gesendet werden. Für den Fall, dass Apple einen potenziellen Betrugsversuch im Zusammenhang mit der Nutzung von Apple Pay feststellt, können Informationen über den möglicherweise betrügerisch genutzten Apple Account und die zugehörigen Transaktionen an den Kartenaussteller oder Zahlungsnetzwerkbetreiber zur Betrugsprävention übermittelt werden. Apple speichert persönliche Daten nur während des Zeitraums, der zur Erfüllung der jeweiligen Sammlungszwecke erforderlich ist, wie in diesem Hinweis beschrieben und gemäß der Datenschutzrichtlinie von Apple oder der gesetzlichen Vorgaben. Bei der Festlegung von Speicherzeiträumen untersuchen wir zunächst, ob das Speichern der gesammelten personenbezogenen Daten notwendig ist. Ist dies der Fall, speichern wir die personenbezogenen Daten für den gemäß Gesetz kürzest möglichen Zeitraum. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Το Apple Pay σάς επιτρέπει να πραγματοποιείτε ασφαλείς αγορές σε καταστήματα, εφαρμογές και τον Ιστό, με τις χρεωστικές, πιστωτικές και προπληρωμένες κάρτες σας. Το Apple Pay είναι μια υπηρεσία τεχνολογίας που παρέχεται από τους συνεργάτες της Apple Inc., οι οποίοι είναι υπεύθυνοι για τα προσωπικά δεδομένα σας. Ο πάροχος Apple Pay σας ενδέχεται να διαφέρει ανάλογα με την τοποθεσία σας, π.χ. Apple Payments Services LLC για τις ΗΠΑ. Για περισσότερες πληροφορίες σχετικά με τις οντότητες της Apple που είναι υπεύθυνες για την επεξεργασία των προσωπικών δεδομένων σας, επισκεφθείτε την Πολιτική απορρήτου της Apple στη διεύθυνση apple.com/legal/privacy/gr και τις συνδεδεμένες με την Apple εταιρείες στη διεύθυνση www.apple.com/legal/privacy/gr/affiliated-company. Προσθήκη καρτών στο Apple Pay Όταν προσθέτετε μια κάρτα πληρωμής, συμπεριλαμβανομένων πιστωτικών, χρεωστικών, προπληρωμένων καρτών και καρτών καταστημάτων, στο Apple Pay, οι πληροφορίες που παρέχετε σχετικά με την κάρτα και αν συγκεκριμένες ρυθμίσεις είναι ενεργές στη συσκευή, μπορεί να σταλούν στην Apple προκειμένου να προσδιοριστεί αν πληροίτε τα κριτήρια για ενεργοποίηση του Apple Pay και των δυνατοτήτων του. Η συσκευή σας μπορεί επίσης να αξιολογήσει μοτίβα χρήσης της συσκευής (για παράδειγμα, το ποσοστό χρόνου που η συσκευή βρίσκεται εν κινήσει ή ο κατά προσέγγιση αριθμός των κλήσεων ανά εβδομάδα) για εντοπισμό απάτης. Οι πληροφορίες που αξιολογούνται από τη συσκευή σας δεν κοινοποιούνται στην Apple με τρόπο που μπορεί να συσχετιστεί με εσάς. Ο εκδότης της κάρτας σας, το δίκτυο πληρωμών ή ο πάροχος που έχει εξουσιοδοτηθεί από τον εκδότη της κάρτας σας ενδέχεται να κοινοποιήσει πληροφορίες σχετικά με τις δυνατότητες και τα προνόμια της κάρτας στην Apple, π.χ. αν υποστηρίζει ένα πρόγραμμα επιβραβεύσεων ή δόσεων, για να προσδιορίσει την καταλληλότητα για ορισμένες δυνατότητες του Apple Pay. Η Apple ενδέχεται επίσης να παράσχει πληροφορίες σε αυτές τις οντότητες προκειμένου να προσδιοριστεί η καταλληλότητα της κάρτας, για ενεργοποίηση του Apple Pay, διαμόρφωση της κάρτας στο Apple Pay, και αποτροπή απάτης. Οι πληροφορίες αυτές περιλαμβάνουν τα εξής: • Τον αριθμό της πιστωτικής, χρεωστικής ή προπληρωμένης κάρτας σας • Το όνομα και η διεύθυνση τιμολόγησης που είναι συσχετισμένα με τον λογαριασμό Apple σας • Γενικές πληροφορίες σχετικά με τη δραστηριότητα του λογαριασμού Apple σας (π.χ. αν έχετε εκτενές ιστορικό συναλλαγών στο iTunes) • Πληροφορίες σχετικά με τη συσκευή σας και, αν χρησιμοποιείτε Apple Watch, στοιχεία για τη ζευγοποιημένη συσκευή iOS σας (π.χ. αναγνωριστικό συσκευής, αριθμός τηλεφώνου, όνομα και μοντέλο, και για το Apple Watch και τη ζευγοποιημένη συσκευή iOS) • Την τοποθεσία σας τη στιγμή που προσθέσατε την κάρτα (αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας) • Το ιστορικό προσθήκης καρτών πληρωμής στον λογαριασμό ή τη συσκευή σας • Συγκεντρωτικά στατιστικά που σχετίζονται με τα στοιχεία καρτών πληρωμής που έχετε προσθέσει ή επιχειρήσατε να προσθέσετε στο Apple Pay Όταν προσθέτετε μια κάρτα στο Apple Pay μέσω εφαρμογής τρίτων, όπως π.χ. μια τραπεζική εφαρμογή, η εφαρμογή στέλνει ένα αναγνωριστικό λογαριασμού ή κάρτας στη συσκευή σας. Αυτές οι πληροφορίες χρησιμοποιούνται από την Apple και τον εκδότη της κάρτας σας για προσδιορισμό της καταλληλότητας της κάρτας, διαμόρφωση της κάρτας στο Apple Pay και αποτροπή απάτης. Για να σας βοηθήσει να διαμορφώσετε κάρτες που έχετε, ή τις οποίες προσθέσατε πρόσφατα, σε άλλες συσκευές, η Apple αποθηκεύει έναν κωδικό αναφοράς κάρτας στον λογαριασμό Apple σας που μπορεί να χρησιμοποιηθεί με τον εκδότη κάρτας ή το δίκτυο πληρωμών, για εκ νέου προσθήκη της κάρτας μετά την εισαγωγή του κωδικού ασφαλείας. Το Apple Pay δεν αποθηκεύει τον αριθμό της πρωτότυπης πιστωτικής, χρεωστικής ή προπληρωμένης κάρτας. Πληρωμή με το Apple Pay Όταν ξεκινάτε μια πληρωμή, για να είναι εφικτός ο υπολογισμός του φόρου και του κόστους αποστολής, ενδέχεται ο ταχυδρομικός κωδικός σας ή άλλες παρόμοιες πληροφορίες να παρέχονται στην εφαρμογή, τον ιστότοπο ή τον έμπορο. Όταν ξεκινάτε μια πληρωμή μέσα σε ένα πρόγραμμα περιήγησης τρίτων, το πρόγραμμα περιήγησης δημιουργεί έναν κωδικό QR ή έναν κωδικό Κλιπ εφαρμογής για σάρωση με μια συσκευή σας που υποστηρίζει το Apple Pay. Όταν ολοκληρωθεί η σάρωση, η Apple ξεκινά ένα κανάλι επικοινωνίας μεταξύ του προγράμματος περιήγησης και της συσκευής που υποστηρίζει το Apple Pay, μέσω του οποίου το πρόγραμμα περιήγησης και η συσκευή κοινοποιούν σχετικές πληροφορίες συναλλαγής και τιμολόγησης και/ή αποστολής που είναι απαραίτητες για επεξεργασία της συναλλαγής. Αν είναι ενεργοποιημένες οι βελτιωμένες δυνατότητες πληρωμής του Apple Pay, όπως η δυνατότητα πληρωμής με δόσεις ή οι επιβραβεύσεις, αφού ξεκινήσετε μια αγορά μέσω του Apple Pay, η Apple θα προσδιορίσει τις διαθέσιμες επιλογές πληρωμής με βάση τις κάρτες που έχετε στο Πορτοφόλι σας, καθώς και τα προνόμια και τις δυνατότητες αυτών των καρτών, οι οποίες παρέχονται στην Apple από τους εκδότες των καρτών. Μπορείτε επίσης να επιλέξετε η Apple να προσδιορίζει πρόσθετες επιλογές πληρωμής που μπορεί να είναι διαθέσιμες για εσάς και δεν βρίσκονται ακόμη στο Πορτοφόλι σας. Για τον σκοπό αυτό, η Apple θα χρησιμοποιήσει πληροφορίες σχετικά με τη συναλλαγή σας, όπως τον έμπορο και το ποσό, για να προσδιορίσει αν υπάρχουν διαθέσιμοι πρόσθετοι τρόποι πληρωμής για τη συγκεκριμένη συναλλαγή. Η Apple δεν διατηρεί πληροφορίες σχετικά με τη συναλλαγή και τον έλεγχο καταλληλότητας του τρόπου πληρωμής με τρόπο που τις συνδέει με εσάς. Αν επιλέξετε να κάνετε αίτηση για νέο τρόπο πληρωμής, τα στοιχεία της αίτησής σας θα κοινοποιηθούν απευθείας στον εκδότη, και η Apple δεν θα τα δει ούτε θα τα αποθηκεύσει. Για να σας βοηθήσει να λαμβάνετε ενημερωμένες οικονομικές αποφάσεις όταν επιλέγετε να πληρώσετε με επιβραβεύσεις, η Apple μπορεί να χρησιμοποιήσει πληροφορίες σχετικά με την κάρτα σας, τις δυνατότητες και τα προνόμια της κάρτας, καθώς και τον έμπορο και το ποσό της συναλλαγής, για προσκόμιση και εμφάνιση του τρέχοντος υπολοίπου επιβραβεύσεών σας, των πόντων (ή αντίστοιχο) επιβραβεύσεων που θα χρεωθούν για τη συναλλαγή και του υπολοίπου επιβραβεύσεων μετά τη συναλλαγή. Για να επιλέξετε το ιδανικό πρόγραμμα δόσεων για τον οικονομικό προϋπολογισμό σας, η Apple παρέχει στους συμμετέχοντες εκδότες πληροφορίες για τον έμπορο και το ποσό, τις οποίες χρησιμοποιούν οι εκδότες για να αξιολογήσουν την καταλληλότητα και να παράσχουν στην Apple μια λίστα με επιλογές δόσεων προς εμφάνιση. Η Apple δεν διατηρεί αυτές τις πληροφορίες που υποβάλλονται σε επεξεργασία για παροχή βελτιωμένων δυνατοτήτων πληρωμής Apple Pay, με τρόπο που τις συνδέει με εσάς. Αφού εγκρίνετε την πληρωμή, παρέχονται επίσης άλλες πληροφορίες που απαιτούνται από τον έμπορο, όπως ένας αριθμός λογαριασμού που είναι συγκεκριμένος για τη συσκευή ή τον έμπορο, η διεύθυνση αποστολής ή η διεύθυνση email σας. Ο αριθμός της πιστωτικής, χρεωστικής ή προπληρωμένης κάρτας σας δεν παρέχεται όταν χρησιμοποιείτε το Apple Pay. Για να βοηθήσετε να διασφαλιστεί ότι έχετε εγκρίνει τυχόν επαναλαμβανόμενες χρεώσεις ή άλλες χρεώσεις που έχουν εκκινηθεί από έμπορο, όπως συνδρομές, όταν επιλέγετε να παρέχετε κατάλληλους τρόπους πληρωμής Apple Pay σε συμμετέχοντες εμπόρους για επαναλαμβανόμενες χρεώσεις ή χρεώσεις που έχουν εκκινηθεί από έμπορο, ο εκδότης της κάρτας ή/και το δίκτυο πληρωμής σας θα εγκρίνει και θα δημιουργήσει έναν αριθμό λογαριασμού συγκεκριμένο για τον έμπορο ώστε να χρησιμοποιείται για τέτοιες χρεώσεις. Μόνο αυτός ο αριθμός λογαριασμού που είναι συγκεκριμένος για τον έμπορο μπορεί να χρησιμοποιηθεί από έναν συμμετέχοντα έμπορο για να εγκρίνει συναλλαγές χωρίς εσείς να κάνετε κάποια συγκεκριμένη ενέργεια. Η Apple θα γνωρίζει ποιοι έμποροι συσχετίζονται με τους αριθμούς λογαριασμού που είναι συγκεκριμένοι για κάθε έμπορο, αλλά όχι τι αγοράσατε ή τι ποσό πληρώσατε. Μπορείτε να διαχειριστείτε τους αριθμούς λογαριασμού που είναι συγκεκριμένοι για κάθε έμπορο στο Πορτοφόλι αγγίζοντας την κάρτα και, στη συνέχεια, το κουμπί «Περισσότερα» για προβολή των στοιχείων της κάρτας. Για κάρτες με ορισμένες δυνατότητες βελτιωμένης αποτροπής απάτης, όταν επιχειρείτε μια διαδικτυακή συναλλαγή ή μια συναλλαγή εντός εφαρμογής, η συσκευή σας αξιολογεί τις πληροφορίες σχετικά με τον λογαριασμό Apple, τη συσκευή και την τοποθεσία σας, αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας για το Πορτοφόλι με σκοπό την ανάπτυξη αξιολογήσεων αποτροπής απάτης επί της συσκευής. Τα αποτελέσματα των αξιολογήσεων αποτροπής απάτης επί της συσκευής, αλλά όχι τα υποκείμενα δεδομένα, θα σταλούν στην Apple και θα συνδυαστούν με πληροφορίες που η Apple γνωρίζει σχετικά με τη συσκευή και τον λογαριασμό σας, με σκοπό την ανάπτυξη αξιολογήσεων αποτροπής απάτης κατά τις συναλλαγές Apple Pay. Αυτές οι αξιολογήσεις αποτροπής απάτης για συναλλαγές ενδέχεται να κοινοποιηθούν στο δίκτυο πληρωμών σας, μαζί με ένα αναγνωριστικό διεύθυνσης αποστολής και μια διεύθυνση IP, αν υπάρχει, προκειμένου να αποτραπεί η απάτη κατά τη στιγμή της εκάστοτε συναλλαγής. Το αναγνωριστικό διεύθυνσης αποστολής διαφέρει ανά δίκτυο πληρωμών και μπορεί να χρησιμοποιηθεί για να επιβεβαιωθεί αν οι διευθύνσεις αποστολής για διαφορετικές συναλλαγές που χρησιμοποιούν μια συγκεκριμένη κάρτα στη συσκευή σας είναι ίδιες με τρόπο που δεν αποκαλύπτει την υποκείμενη διεύθυνση. Για να ελέγξετε αν μια κάρτα διαθέτει αυτήν την ενισχυμένη αποτροπή απάτης ανά πάσα στιγμή, προβάλετε το πίσω μέρος του διαπιστευτηρίου πληρωμής στο Πορτοφόλι. Για αποφυγή κοινοποίησης των αξιολογήσεων αποτροπής απάτης με το δίκτυο της πληρωμής σας, μπορείτε να επιλέξετε άλλη κάρτα. Όταν χρησιμοποιείτε μια εφαρμογή ή επισκέπτεστε έναν ιστότοπο μέσω του Safari που υποστηρίζει το Apple Pay σε iOS, watchOS ή macOS, η εφαρμογή ή ο ιστότοπος μπορεί να ελέγξει αν είναι ενεργοποιημένο το Apple Pay στη συσκευή σας. Όταν επισκέπτεστε έναν ιστότοπο στο Safari σε μια συσκευή iOS ή σε ένα Mac όπου δεν είναι δυνατή η προσθήκη κάρτας, ο ιστότοπος μπορεί να ελέγξει αν έχετε διαμορφώσει το Apple Pay σε iPhone ή Apple Watch που χρησιμοποιεί τον ίδιο λογαριασμό Apple. Μπορείτε να απενεργοποιήσετε τη δυνατότητα των ιστότοπων να ελέγχουν αν είναι ενεργοποιημένο το Apple Pay αλλάζοντας τις ρυθμίσεις σας. Σε iOS, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «Safari» > «Προηγμένα» > «Έλεγχος για Apple Pay». Σε Mac, μεταβείτε στο «Safari» > «Ρυθμίσεις» > «Προηγμένα» και αποεπιλέξτε τη ρύθμιση «Να επιτρέπεται σε ιστότοπους να πραγματοποιούν έλεγχο για Apple Pay και Apple Card». Προστασία των τρόπων πληρωμής σας Προστασία των τρόπων πληρωμής στο Safari Για προστασία των τρόπων πληρωμής σας στο οικοσύστημα Apple, καθώς και για να επωφεληθείτε από τα προνόμια του απορρήτου και ασφάλειας του Apple Pay, οι υποστηριζόμενοι τρόποι πληρωμής Apple Pay σας από το Πορτοφόλι θα διατίθενται επίσης και στην Αυτοσυμπλήρωση Safari. Όταν κάνετε αγορές στο Διαδίκτυο σε ιστότοπους χρησιμοποιώντας την Αυτοσυμπλήρωση Safari, μπορείτε να διαμορφώσετε έναν αριθμό εικονικής κάρτας για να μην εμφανίζεται ο αριθμός της πραγματικής κάρτας σας, αν υποστηρίζεται από το συμμετέχον δίκτυο καρτών και τον συμμετέχοντα εκδότη κάρτας. Για ενεργοποίηση αυτής της δυνατότητας, η Apple θα στείλει περιορισμένες πληροφορίες σχετικά με τους τρόπους πληρωμής σας στο δίκτυο ή τον εκδότη σας (ή στον εξουσιοδοτημένο τρίτο φορέα τους) δημιουργώντας έναν αριθμό εικονικής κάρτας που μπορείτε να χρησιμοποιείτε όταν κάνετε αγορές στο Διαδίκτυο μέσω της Αυτοσυμπλήρωσης Safari. Για διαχείριση των αριθμών καρτών Apple Pay σας, συμπεριλαμβανομένων των αριθμών εικονικών καρτών, μεταβείτε στο πίσω μέρος του πάσου σας στο Πορτοφόλι και αγγίξτε για προβολή των στοιχείων κάρτας. Μπορείτε επίσης να προστατεύσετε τους τρόπους πληρωμής που βρίσκονται ήδη στην Αυτοσυμπλήρωση Safari μέσω της πληρωμής με Apple Pay ή της χρήσης ενός αριθμού εικονικής κάρτας αντί του αριθμού της πραγματικής κάρτας σας. Για διαχείριση αυτής της ρύθμισης, μεταβείτε στις «Ρυθμίσεις» > «Πορτοφόλι και Apple Pay» και αγγίξτε «Χρήση Apple Pay όταν διατίθεται». Όταν αυτή η ρύθμιση είναι ενεργοποιημένη, οι περιορισμένες πληροφορίες σχετικά με την αποθηκευμένη κάρτα σας στην Αυτοσυμπλήρωση Safari που είναι απαραίτητες για την επαλήθευση της καταλληλότητας για το Apple Pay θα αποστέλλονται στο δίκτυο πληρωμών σας για επιβεβαίωση. Αν το δίκτυο πληρωμών σας υποδείξει ότι η κάρτα είναι κατάλληλη, η Apple θα προσθέσει τον τρόπο πληρωμής στο Πορτοφόλι και το δίκτυό σας θα δημιουργήσει έναν αριθμό κάρτας Apple Pay για βελτιωμένη προστασία διαδικτυακών αγορών. Προστασία των τρόπων πληρωμής στον λογαριασμό Apple Για διευκόλυνση στη διαχείριση των τρόπων πληρωμής σας στο οικοσύστημα Apple, η Apple θα ελέγχει επίσης αν οι τρόποι πληρωμής Apple Pay σας είναι κατάλληλοι για προσθήκη ως τρόπων πληρωμής στον λογαριασμό Apple σας, και θα εμφανίζει αυτούς τους τρόπους πληρωμής στις «Ρυθμίσεις» > [το όνομά σας] > «Πληρωμή και αποστολή» > «Προσθήκη τρόπου πληρωμής» > «Τρόπος πληρωμής». Όταν πραγματοποιείτε μια συναλλαγή με τον λογαριασμό Apple σας, η Apple μπορεί επίσης να ελέγξει αν υπάρχουν αποθηκευμένοι τρόποι πληρωμής στον λογαριασμό Apple σας που πληρούν τα κριτήρια για το Apple Pay. Αν βρεθούν επιλέξιμοι τρόποι πληρωμής, για διαφύλαξη των στοιχείων πληρωμής σας, η Apple ενδέχεται να ενεργοποιήσει το Apple Pay για έναν συγκεκριμένο τρόπο πληρωμής. Μπορείτε να τροποποιήσετε τους τρόπους πληρωμής για τον λογαριασμό Apple σας ανά πάσα στιγμή στις «Ρυθμίσεις» > [το όνομά σας] > «Πληρωμή και αποστολή». Η Apple μεταδίδει αλλά δεν αποθηκεύει τα στοιχεία πληρωμών σας Για ασφαλή μετάδοση των στοιχείων πληρωμής σας μέσα από εφαρμογές, ιστότοπους και τη Συνομιλία με εκπρόσωπο, τα στοιχεία πληρωμής σας στέλνονται στην Apple σε κρυπτογραφημένη μορφή, αποκρυπτογραφούνται για σύντομο χρονικό διάστημα και μετά κρυπτογραφούνται εκ νέου με ένα κλειδί εμπόρου, προκειμένου μόνο ο έμπορος, ο δημιουργός ή το πρόγραμμα διεκπεραίωσης πληρωμών του να μπορεί να αποκρυπτογραφήσει τα στοιχεία πληρωμής σας. Όταν πραγματοποιείτε μια πληρωμή σε Mac όπου δεν είναι δυνατή η προσθήκη κάρτας, το Mac και η συσκευή έγκρισης επικοινωνούν μέσω κρυπτογραφημένου καναλιού στους διακομιστές της Apple. Η Apple δεν διατηρεί καμία από αυτές τις πληροφορίες σε μορφή που σας ταυτοποιεί. Το Apple Pay σάς επιτρέπει επίσης να πραγματοποιείτε πληρωμές σε προγράμματα περιήγησης τρίτων και να χρησιμοποιείτε συσκευές που υποστηρίζουν το Apple Pay για εξουσιοδότηση των συναλλαγών. Κατά τη χρήση αυτής της δυνατότητας, η Apple θα δημιουργήσει ένα κανάλι επικοινωνίας μεταξύ του προγράμματος περιήγησης τρίτων και της εξουσιοδοτημένης συσκευής σας μέσω των διακομιστών της Apple, για να σας επιτρέψει να ενημερώσετε τα στοιχεία αποστολής και πληρωμών σας και να παράσχετε την εξουσιοδότηση. Τα στοιχεία αποστολής και τιμολόγησης, καθώς και οι πληροφορίες σας σχετικά με τις χρεώσεις εμπόρων, όπως φόρος ή έξοδα αποστολής που σχετίζονται με την αγορά σας, θα είναι ορατά στην Apple για σύντομο χρονικό διάστημα. Η Apple δεν διατηρεί καμία από αυτές τις πληροφορίες σε μορφή που σας ταυτοποιεί. Παρακολούθηση παραγγελίας με Apple Pay Μετά από μια αγορά με Apple Pay, ένας συμμετέχων έμπορος στέλνει τις πληροφορίες παραγγελίας αποκλειστικά στη συσκευή σας, ώστε αυτή να μπορέσει να παρακολουθήσει την παραγγελία σας. Επίσης, η Apple παρέχει στον έμπορο ένα αναγνωριστικό συσκευής εμπόρου και ένα διακριτικό ώθησης που ο έμπορος μπορεί να χρησιμοποιήσει για παροχή ενημερώσεων της παραγγελίας στη συσκευή. Η Apple διευκολύνει την αποστολή ενημερώσεων από τους εμπόρους, αλλά δεν αποθηκεύει πληροφορίες παραγγελίας ούτε καταγράφει τον αριθμό και τη συχνότητα αποστολής των ενημερώσεων παραγγελιών, ούτε και τους εμπόρους που τις στέλνουν. Οι πληροφορίες παρακολούθησης παραγγελίας αποθηκεύονται τοπικά στις συσκευές σας και ενημερώνονται σε αυτές μέσω του συγχρονισμού ενός κρυπτογραφημένου αντιγράφου, στο οποίο η Apple δεν έχει πρόσβαση. Μπορείτε να διαχειριστείτε τις παραγγελίες Apple Pay ανά πάσα στιγμή αγγίζοντας για προβολή της επιλογής «Παραγγελίες» και έπειτα σε μια συγκεκριμένη παραγγελία και «Διαχείριση παραγγελίας». Μπορείτε επίσης να διαχειριστείτε τις γνωστοποιήσεις σχετικά με τις παραγγελίες μεταβαίνοντας στις Παραγγελίες και αγγίζοντας το κουμπί «Περισσότερα» και στη συνέχεια τη Σίγαση γνωστοποιήσεων. Όταν αποσυνδεθείτε από τον λογαριασμό σας, η συσκευή σας ενδέχεται να διατηρεί περιορισμένες πληροφορίες σχετικά με τις παραγγελίες για τις οποίες η συσκευή λαμβάνει ενημερώσεις. Αυτές οι πληροφορίες δεν θα εμφανίζονται στους χρήστες της συσκευής, θα διατηρούνται για σύντομο χρονικό διάστημα, και θα χρησιμοποιούνται από τη συσκευή σας μόνο για να συμβάλλουν στη διακοπή αποστολής ενημερώσεων σε αυτήν μετά την αποσύνδεση για αποτροπή μη εξουσιοδοτημένης πρόσβασης στις πληροφορίες της παραγγελίας σας. Κοινοποίηση δραστηριότητας λογαριασμού σε εφαρμογές τρίτων Μπορείτε να κοινοποιήσετε τα στοιχεία λογαριασμού και το ιστορικό συναλλαγών της Apple Card, του Savings και της Apple Cash σε συνεργαζόμενες και αξιόπιστες εφαρμογές διαχείρισης προσωπικών οικονομικών από το App Store. Οι εφαρμογές πρέπει να στείλουν αίτημα για τη δυνατότητα ανάγνωσης της δραστηριότητας λογαριασμού Apple Card, Savings ή Apple Cash από το Apple Pay στο Πορτοφόλι. Ο έλεγχος των δεδομένων που κοινοποιείτε σε αυτές τις εφαρμογές είναι στα χέρια σας, και μπορείτε να αλλάξετε τα δεδομένα που κοινοποιείτε ανά πάσα στιγμή. Η διαχείριση της δραστηριότητας λογαριασμού που επιλέγετε να κοινοποιήσετε σε μια εφαρμογή τρίτων θα πραγματοποιηθεί σύμφωνα με την πολιτική απορρήτου αυτής της εφαρμογής. Η Apple δεν είναι δυνατό να δει ούτε να αποθηκεύσει τα στοιχεία λογαριασμού ή το ιστορικό συναλλαγών σας, όταν κοινοποιείτε τη δραστηριότητα λογαριασμού σας. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Γενικά, επεξεργαζόμαστε τα προσωπικά δεδομένα σας που σχετίζονται με την από μέρους σας χρήση του Apple Pay στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για παροχή της υπηρεσίας του Apple Pay και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις ακόλουθες κατηγορίες προσωπικών δεδομένων όπως απαιτείται για σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, συμπεριλαμβανομένων πληροφοριών σχετικά με: • Τον λογαριασμό σας, π.χ. αν ο λογαριασμός σας είναι ενεργός • Τη συσκευή σας, π.χ. ο τύπος της συσκευής, η έκδοση λογισμικού και ο σειριακός αριθμός της συσκευής • Το πάσο σας, π.χ. οι πληροφορίες που εμφανίζονται στο πάσο • Τον εκδότη του πάσου σας, π.χ. το τρίτο μέρος που είναι εξουσιοδοτημένο για παροχή ενημερώσεων στο πάσο • Την από μέρους σας χρήση του Apple Pay, π.χ. ο αριθμός των πάσων Apple Pay που προσθέσατε • Την τοποθεσία σας Αυτά τα έννομα συμφέροντα περιλαμβάνουν τα εξής: • Προσθήκη και διαχείριση πάσου • Συμβολή στη βελτίωση και βελτιστοποίηση της υπηρεσίας για εσάς και άλλους χρήστες • Βοήθεια για ανακάλυψη δυνατοτήτων που είναι πιο σχετικές με εσάς • Έλεγχος καταλληλότητας • Παροχή υπηρεσιών κατόπιν αιτήματός σας • Αποστολή μηνυμάτων σχετικά με το Apple Pay και άλλα σχετικά προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Άλλες πληροφορίες Για καθορισμό της καταλληλότητας των δυνατοτήτων στο Πορτοφόλι και το Apple Pay, όταν αγγίζετε μια κάρτα στο Πορτοφόλι, η Apple ενδέχεται να ελέγχει την καταλληλότητα της δυνατότητας εξετάζοντας ποια είναι η χώρα έκδοσης της κάρτας και αν ο εκδότης συμμετέχει στη δυνατότητα. Αν είναι ενεργοποιημένες οι Υπηρεσίες τοποθεσίας, η τοποθεσία της συσκευής σας τη στιγμή που τη χρησιμοποιείτε για να κάνετε αγορές σε καταστήματα μπορεί να σταλεί ανώνυμα στην Apple και θα χρησιμοποιηθεί ώστε να βοηθήσει το Apple Pay στη βελτίωση της ακρίβειας εταιρικών επωνυμιών στο ιστορικό συναλλαγών καρτών του Πορτοφολιού και μπορεί να διατηρηθεί στα συγκεντρωτικά στοιχεία με σκοπό τη βελτίωση των Χαρτών Apple, του Apple Pay και του Πορτοφολιού. Αν θέλετε να απενεργοποιήσετε τις λειτουργίες βάσει τοποθεσίας του Apple Pay στη συσκευή iOS σας, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και αγγίξτε για απενεργοποίηση της Ταυτοποίησης εμπόρων Apple Pay. Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Απόρρητο και ασφάλεια» > «Απόρρητο» > «Υπηρεσίες τοποθεσίας», και έπειτα κάντε κλικ για απενεργοποίηση του Πορτοφολιού. Για βελτίωση του Apple Pay, η Apple συλλέγει πληροφορίες για την εκ μέρους σας χρήση του Apple Pay και αποθηκεύει αυτές τις πληροφορίες με τρόπο που δεν σας ταυτοποιεί. Αυτές οι πληροφορίες περιλαμβάνουν τον χρόνο που απαιτείται για να προσθέσετε επιτυχώς μια κάρτα ή να ολοκληρώσετε μια συναλλαγή χρησιμοποιώντας το Apple Pay. Η Apple μπορεί επίσης να χρησιμοποιήσει αυτές τις πληροφορίες για βελτίωση άλλων προϊόντων και υπηρεσιών της, καθώς και για σκοπούς μάρκετινγκ, ασφάλειας, και αποτροπής απάτης. Οι όροι συμβάσεων κατόχου κάρτας, χρήστη ή εμπόρου, ή άλλοι όροι και προϋποθέσεις που ισχύουν για τη χρήση των δυνατοτήτων του Apple Pay θα συνεχίσουν να διέπουν την από μέρους σας χρήση των καρτών σας, καθώς και τη χρήση τους όσον αφορά το Apple Pay. Επιπλέον, έχετε υπόψη σας ότι οι εν λόγω όροι μπορεί να περιλαμβάνουν πρόσθετες πολιτικές απορρήτου. Ούτε η Apple ούτε οι συνεργάτες της που παρέχουν το Apple Pay αποτελούν τράπεζα, και αυτή η ειδοποίηση είναι επιπρόσθετη στις ειδοποιήσεις που μπορείτε να λάβετε από την τράπεζά σας. Σε περίπτωση που η Apple υποπτευτεί απάτη όσον αφορά τη χρήση του Apple Pay, ενδέχεται να κοινοποιηθούν πληροφορίες για τον δυνητικά κακόβουλο λογαριασμό Apple και τις συναλλαγές στον εκδότη της κάρτας σας ή τον πάροχο πληρωμών δικτύου για αποτροπή της απάτης. Η Apple διατηρεί προσωπικά δεδομένα μόνο για όσο διάστημα χρειάζεται για την εκπλήρωση των σκοπών για τους οποίους συλλέχθηκαν, όπως περιγράφεται σε αυτήν τη δήλωση και σύμφωνα με την Πολιτική απορρήτου της Apple, ή όπως απαιτείται από τον νόμο. Κατά την αξιολόγηση των περιόδων διατήρησης, πρώτα εξετάζουμε προσεκτικά αν είναι απαραίτητη η διατήρηση των συλλεγμένων προσωπικών δεδομένων και, σε περίπτωση που η διατήρηση απαιτείται, τα διατηρούμε για την ελάχιστη περίοδο που επιτρέπεται από τον νόμο. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Con Apple Pay puedes usar tarjetas de crédito, de débito y prepagadas para hacer compras seguras en tiendas, en apps y en internet. Apple Pay es un servicio de tecnología prestado por filiales de Apple Inc., que son responsables de tus datos personales. Tu proveedor de Apple Pay puede diferir en función de donde te encuentres; por ejemplo, en Estados Unidos es Apple Payments Services LLC. Para obtener más información sobre las entidades de Apple responsables del procesamiento de tus datos personales, consulta las páginas “Política de privacidad de Apple”, disponible en https://www.apple.com/es/privacy y “Empresas afiliadas de Apple”, disponible en https://www.apple.com/legal/privacy/es/affiliated-company. Añadir tarjetas a Apple Pay Al añadir a Apple Pay una tarjeta cliente o una tarjeta de crédito, débito o prepago, puede enviarse a Apple la información que proporcionas sobre ella y si están activados determinados ajustes del dispositivo con el fin de determinar si cumples los requisitos para usar Apple Pay y sus funciones. Es posible que tu dispositivo también evalúe los patrones de uso del dispositivo (como el porcentaje de tiempo durante el cual el dispositivo está en movimiento o el número aproximado de llamadas por semana) para ayudar a identificar el fraude. La información evaluada por tu dispositivo no se comparte con Apple de ninguna forma que pueda asociarse a ti. Sin embargo, la entidad emisora de la tarjeta, la red de pago o el proveedor autorizado por la entidad emisora de la tarjeta pueden compartir con Apple información sobre las funciones y ventajas de la tarjeta, como si incluye un programa de bonificaciones o financiación en cuotas, para determinar el acceso a determinadas funciones de Apple Pay. Apple también puede proporcionar información a esas entidades para permitir el uso de Apple Pay, con el objetivo de determinar la validez de tu tarjeta, configurar tu tarjeta con Apple Pay y evitar posibles fraudes. Esta información puede incluir: • el número de la tarjeta de prepago, de crédito o de débito; • el nombre y la dirección de facturación asociados a tu cuenta de Apple; • información general acerca de la actividad de tu cuenta de Apple (por ejemplo, si tienes un largo historial de transacciones con iTunes); • información sobre tu dispositivo y, si utilizas un Apple Watch, también sobre el dispositivo iOS enlazado (por ejemplo, un identificador de dispositivo, el número de teléfono, y el nombre y el modelo tanto del Apple Watch como del dispositivo iOS enlazado); • tu ubicación en el momento en el que añadiste tu tarjeta (si has activado la localización); • el historial de añadir tarjetas de pago a la cuenta o al dispositivo; • estadísticas agregadas relacionadas con la información de las tarjetas de pago que has añadido o has intentado añadir a Apple Pay. Al añadir una tarjeta a Apple Pay mediante una app de terceros, por ejemplo, la app de una entidad bancaria, esta envía un identificador de cuenta o de tarjeta a tu dispositivo. Apple y la entidad emisora de la tarjeta usan esta información para determinar la idoneidad de la tarjeta, configurarla con Apple Pay e impedir que se use de forma fraudulenta. Para ayudarte a configurar las tarjetas que tienes o tenías hasta hace poco en otros dispositivos, Apple conserva una referencia de la tarjeta junto con tu cuenta de Apple que puede usarse con la entidad emisora de la tarjeta o la red de pago para volver a añadir la tarjeta después de introducir el código de seguridad. Apple Pay no guarda el número de la tarjeta de prepago, de débito o de crédito original. Pagar con Apple Pay Al iniciar un proceso de pago, se puede facilitar tu código postal u otra información equivalente a la app, el sitio web o el comercio para que se pueda calcular el importe de los impuestos pertinentes y de los gastos de envío correspondientes. Cuando inicias un pago en un navegador de terceros, este genera un código QR o un código del clip de app que debes escanear con tu dispositivo compatible con Apple Pay. Una vez escaneado, Apple inicia un canal de comunicación entre el navegador y el dispositivo compatible con Apple Pay, a través del cual comparten información relevante sobre la transacción, la facturación o el envío, que es necesaria para procesar la transacción. Si están activadas las funciones de pago mejoradas de Apple Pay, como la financiación en cuotas o las bonificaciones, después de iniciar una compra con Apple Pay, Apple identificará las opciones de pago que tienes disponibles según las tarjetas guardadas en la app Cartera y las ventajas y funciones que las entidades emisoras de las tarjetas proporcionan a Apple. También puedes elegir que Apple identifique otras opciones de pago que tengas disponibles y que aún no aparezcan en la app Cartera. Para ello, Apple usará la información sobre la transacción, como el comercio y el importe, para determinar si existen otros métodos de pago. Apple no conserva información sobre la transacción ni la comprobación de la validez del método de pago de forma que pueda relacionarse contigo. Si decides solicitar un nuevo método de pago, la información de tu solicitud se compartirá directamente con la entidad emisora; Apple no la verá ni almacenará. Para ayudarte a tomar decisiones financieras fundamentadas, si eliges pagar con bonificaciones, Apple puede usar información sobre el comercio y el importe de la transacción, así como sobre tu tarjeta y sus funciones y ventajas. Eso se hace para obtener y mostrar tu saldo actual de bonificaciones, los puntos (o su equivalente) que se han cargado por la transacción y el saldo de bonificaciones que te queda. Para que puedas seleccionar el plan de financiación en cuotas adecuado para el estado de tus finanzas, Apple facilita a las entidades emisoras colaboradoras información sobre el comercio y el importe de la transacción. Esta información la usan para evaluar los criterios de validez y proporcionar a Apple una lista de opciones de financiación para mostrar. Apple no conserva esta información procesada para proporcionar funciones de pago mejoradas de Apple Pay de forma que pueda relacionarse contigo. Cuando autorices el pago, también se proporcionará al comercio otra información que solicite, como un número de cuenta específico del dispositivo o del comercio, tu dirección de envío o tu dirección de correo electrónico. No obstante, no se facilitará el número de tu tarjeta de crédito, débito o prepago cuando uses Apple Pay. Para ayudar a garantizar que el pago de los cargos recurrentes u otros cargos iniciados por los comercios, como las suscripciones, los hayas autorizado tú, cuando elijas proporcionar métodos de pago de Apple Pay compatibles a los comercios participantes para pagar cargos recurrentes o iniciados por ellos, la entidad emisora o la red de pago correspondiente aprobará y generará un número de cuenta específico para el comercio que se utilizará para dichos cargos. Solo un comercio participante podrá usar ese número de cuenta específico para autorizar las transacciones sin que se requiera ninguna acción por tu parte. Apple sabrá qué comercios están asociados con tus números de cuenta específicos para comercios, pero no qué compraste ni cuánto pagaste por tus compras. Puedes gestionar tus números de cuenta específicos para comercios en la app Cartera. Para ello, tienes que tocar la tarjeta y luego tocar el botón Más para ver los detalles de la misma. Para tarjetas con un mayor nivel de protección antifraude, cuando intentes realizar una transacción por internet o en una app, el dispositivo analizará la información sobre tu cuenta de Apple, dispositivo y ubicación (si tienes activada la localización para la app Cartera) a fin de llevar a cabo evaluaciones antifraude localmente en el dispositivo. El resultado de las evaluaciones de prevención antifraude realizadas localmente en el dispositivo, pero no los datos subyacentes, se enviará a Apple y se combinará con la información que Apple conoce sobre tu dispositivo y tu cuenta para desarrollar evaluaciones de prevención antifraude en las transacciones de Apple Pay. Estas evaluaciones de prevención antifraude en las transacciones se pueden compartir con tu red de pago, junto con un identificador de la dirección de envío y la dirección IP, si está disponible, con el fin de prevenir fraudes en el momento de la transacción. El identificador de la dirección de envío difiere según la red de pago y puede utilizarse para confirmar si las direcciones de envío de diferentes transacciones que usan una tarjeta concreta en tu dispositivo son las mismas, de forma que no se revele la dirección subyacente. Puedes comprobar si una tarjeta tiene esta prevención antifraude mejorada en cualquier momento consultando la parte posterior de tu credencial de pago en la app Cartera. Para evitar que se compartan las evaluaciones de prevención antifraude con la red de pago, puedes seleccionar otra tarjeta. Al utilizar una app o visitar un sitio web mediante Safari que utilice Apple Pay en iOS, watchOS o macOS, la app o el sitio web pueden comprobar si has activado Apple Pay en ese dispositivo. Al visitar un sitio web en Safari desde un dispositivo iOS o un Mac al que no se pueda añadir una tarjeta, el sitio web puede comprobar si has configurado Apple Pay en un iPhone o Apple Watch con la misma cuenta de Apple. Puedes hacer que los sitios web que visites no comprueben si tienes Apple Pay activado cambiando tus ajustes. En iOS, ve a Ajustes > Apps > Safari > Avanzado > Comprobar Apple Pay. En un Mac, ve a Safari > Ajustes > Avanzado y anula la selección de la opción “Permitir que los sitios web comprueben si Apple Pay y Apple Card están disponibles”. Protección de los métodos de pago Protección de los métodos de pago en Safari Con el fin de proteger tus métodos de pago en el ecosistema de Apple y aprovechar las ventajas que ofrece Apple Pay en términos de privacidad y seguridad, los métodos de pago de Apple Pay compatibles que hayas añadido a la app Cartera también estarán disponibles con la función de autorrelleno de Safari. Cuando compres por internet en sitios web con la función de autorrelleno de Safari, podrás configurar un número de tarjeta virtual para ocultar el número de tu tarjeta física, si lo admite la entidad emisora de tu tarjeta y la red de pagos asociada. Para activar esta funcionalidad, Apple enviará información limitada sobre tu método de pago a la red, a la entidad emisora o a su tercero autorizado, que a su vez generará un número de tarjeta virtual que podrás usar al comprar por internet con la función de autorrelleno de Safari. Para gestionar tus números de tarjeta de Apple Pay, incluidos los virtuales, toca el dorso del pase correspondiente en la app Cartera para ver la información de la tarjeta. También puedes ayudar a proteger los métodos de pago que ya usas con la función de autorrelleno de Safari pagando con Apple Pay o con un número de tarjeta virtual en lugar de con el número de tu tarjeta física. Para ello, ve a Ajustes > “Cartera y Apple Pay” y toca “Usar Apple Pay cuando esté disponible”. Si esta opción está activada, se enviará a la red de pago información limitada sobre la tarjeta guardada en la función de autorrelleno de Safari con el fin de verificar si se puede usar Apple Pay. Si la red de pago indica que la tarjeta es válida, Apple la añadirá como método de pago a la app Cartera y la red generará un número de tarjeta de Apple Pay para proporcionarte una mayor protección en las compras que hagas por internet. Protección de los métodos de pago con la cuenta de Apple Para ayudarte a gestionar tus métodos de pago en el ecosistema de Apple, Apple puede comprobar si hay algún método de pago de Apple Pay que se pueda registrar en tu cuenta de Apple y mostrará esos métodos de pago en Ajustes > [tu nombre] > Pago y envío > Añadir método de pago > Método de pago. Cuando llevas a cabo una transacción con tu cuenta de Apple, Apple también puede comprobar si hay algún método de pago registrado en tu cuenta de Apple que sea compatible con Apple Pay. De ser así, para ayudar a salvaguardar tu información de pago, Apple puede activar Apple Pay para ese método de pago. Puedes modificar los métodos de pago de tu cuenta de Apple en cualquier momento. Para ello, ve a Ajustes > [tu nombre] > Pago y envío. Apple transmite, pero no almacena, la información de pago Con la finalidad de transmitir la información de pago de forma segura en apps, sitios web y Chat para clientes, se enviará encriptada a Apple, donde se desencriptará y se volverá a encriptar rápidamente mediante una clave específica del comercio para que solo el comercio, el desarrollador o el procesador del pago puedan descifrar la información del pago. Al realizar un pago en un Mac al que no se puede añadir una tarjeta, el Mac y el dispositivo de autorización se comunican por un canal encriptado a través de servidores de Apple. Apple no conservará nada de esta información que pueda identificarte personalmente. Apple Pay también permite realizar pagos en navegadores de terceros y usar dispositivos compatibles con Apple Pay para autorizar la transacción. Al usar esta función, Apple creará un canal de comunicación entre el navegador de terceros y tu dispositivo de autorización a través de servidores de Apple. Esto te permitirá actualizar los datos de tu compra y pago, así como proporcionar autorización. Apple podrá ver brevemente tu información de envío y facturación, así como información sobre los cargos del comercio, como los impuestos o los gastos de envío asociados con tu compra. Apple no conservará nada de esta información que pueda identificarte personalmente. Seguimiento de pedidos de Apple Pay Para que puedas realizar el seguimiento de tus pedidos, al realizar una compra con Apple Pay, los comercios participantes te envían información del pedido únicamente a tu dispositivo. Por su parte, Apple proporciona al comercio un identificador de dispositivo específico y un identificador push para que el comercio puede enviar al dispositivo actualizaciones sobre los pedidos. Apple facilita a los comercios el envío de actualizaciones sobre sus pedidos, pero no guarda información sobre ellos, ni registra cuántos ni qué comercios envían actualizaciones, ni con qué frecuencia lo hacen. La información de seguimiento de los pedidos se almacena localmente en tus dispositivos y se mantiene actualizada en todos ellos mediante la sincronización de una copia encriptada, a la que Apple no puede acceder. Para gestionar tus pedidos de Apple Pay en cualquier momento, toca Pedidos, selecciona un pedido y toca “Gestionar pedido”. También puedes gestionar las notificaciones sobre los pedidos: en Pedidos, toca el botón Más y luego toca “Silenciar notificaciones”. Si cierras la sesión de tu cuenta, puede que tu dispositivo aún conserve información limitada sobre los pedidos de los que está recibiendo actualizaciones. Esta información no será visible para los usuarios del dispositivo, se conservará durante un breve periodo de tiempo y tu dispositivo la utilizará únicamente con el fin de evitar que se envíen actualizaciones al dispositivo después de haber cerrado sesión para impedir accesos no autorizados a la información del pedido. Compartir la actividad de la cuenta con apps de terceros Puedes compartir los datos y el historial de transacciones de tus cuentas de Apple Card, Savings y Apple Cash con las apps de gestión de finanzas personales de App Store en las que confíes. Las apps deben solicitar permiso para acceder a la actividad de tus cuentas de Apple Card, Savings o Apple Cash desde Apple Pay en la app Cartera. Puedes controlar los datos que compartes con estas apps y cambiarlos cuando quieras. La actividad de la cuenta que decidas compartir con una app de terceros se tratará de acuerdo con la política de privacidad de dicha app. Apple no ve ni almacena la información de tu cuenta ni el historial de transacciones cuando compartes la actividad de tu cuenta. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales de Apple Pay de forma general con el fin de cumplir con el contrato que tienes con Apple (en el modo necesario para prestar el servicio) y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero, incluida información sobre: • Tu cuenta (por ejemplo, si se encuentra activa). • Tu dispositivo, como de qué tipo es, qué versión de software tiene instalada y cuál es su número de serie. • Tu pase (por ejemplo, qué información se muestra en él). • La entidad emisora del pase (qué entidad de terceros tiene autorización para enviar actualizaciones del pase). • El uso que haces de Apple Pay, por ejemplo, cuántos pases de Apple Pay has añadido. • Tu ubicación. Se entienden como intereses legítimos los siguientes: • Añadir y gestionar un pase. • Contribuir a mejorar y optimizar el servicio para ti y para el resto de usuarios. • Ayudarte a descubrir las funciones que puedan ser de tu interés. • Comprobar si reúnes los requisitos necesarios. • Proporcionarte los servicios que solicites. • Enviarte comunicaciones sobre Apple Pay y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. Prevenir el fraude y otras actividades malintencionadas. Otra información Para determinar si cumples los requisitos para usar las funciones de Cartera y Apple Pay, cuando tocas una tarjeta en la app Cartera, Apple comprueba en qué país se ha emitido y si la entidad emisora participa en la función correspondiente. Si tienes la función de localización activada, también puede enviarse a Apple de forma anónima la ubicación de tu dispositivo en el momento de utilizarlo para realizar compras en tiendas, la cual servirá para que Apple Pay mejore la precisión de los nombres de comercios en el historial de transacciones con tarjeta de la app Cartera, y puede conservarse en conjunto para mejorar Mapas de Apple, Apple Pay y Cartera. Puedes desactivar esta funcionalidad de Apple Pay basada en la localización en cualquier momento en tu dispositivo iOS; para ello, ve a Ajustes > Privacidad y seguridad > Localización > “Servicios del sistema” y toca para desactivar “ID del comercio (Apple Pay)”. En un Mac, ve a Ajustes del Sistema > Privacidad y seguridad > Privacidad > Localización y desactiva la app Cartera. Con el fin de mejorar Apple Pay, Apple recopila información sobre el uso que haces de este servicio y la guarda de una manera que no te identifique personalmente. Esta información incluye el tiempo que te ha llevado añadir una tarjeta a la app o completar una transacción con Apple Pay. Apple también puede usar esta información para mejorar otros productos y servicios, con fines promocionales o por motivos relacionados con la prevención del fraude y la seguridad. Los términos y condiciones de cualquier acuerdo de titular de tarjeta, usuario o comercio, así como otros términos y condiciones aplicables al uso de las funciones de Apple Pay, seguirán rigiendo el uso de tus tarjetas y su utilización en relación con Apple Pay. Dichos términos y condiciones pueden tener, a su vez, políticas de privacidad adicionales. Ni Apple ni sus filiales que prestan los servicios de Apple Pay constituyen un banco, y este aviso es adicional a los que puedas recibir de tu banco. En caso de que Apple sospeche de la comisión de fraude en relación con el uso de Apple Pay, la información sobre la cuenta de Apple y las transacciones potencialmente fraudulentas podrían compartirse con la entidad emisora de tu tarjeta o con el proveedor de la red de pago para impedir el fraude. Apple conserva los datos personales únicamente durante el tiempo que sea necesario para satisfacer los fines para los que se recopilaron, tal como se describe en este aviso y en la política de privacidad de Apple, o según establezca la legislación vigente. Al evaluar los periodos de conservación de los datos personales recopilados, primero examinamos detenidamente si es indispensable conservarlos y, en caso de que así sea, lo hacemos durante el periodo de tiempo más breve permitido por la ley. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_419: Apple Pay te permite realizar compras seguras en tiendas, en apps y en línea usando tu tarjeta de crédito, débito o prepago. Apple Pay es una servicio tecnológico provisto por Apple Inc., entidad responsable de tus datos personales. Tu proveedor de Apple Pay podría diferir según tu ubicación; por ejemplo, el de EE.UU es Apple Payments Services LLC. Para obtener más información sobre las entidades de Apple que son responsables de procesar tus datos personales, consulta la Política de privacidad de Apple en apple.com/privacy y la de las compañías afiliadas en www.apple.com/legal/privacy/es-419/affiliated-company. Agregar tarjetas a Apple Pay Al agregar una tarjeta de pago (tarjeta de prepago, de cliente, de crédito o de débito) a Apple Pay, se podría enviar a Apple la información que proporcionas sobre tu tarjeta y si se activó cierta configuración del dispositivo para determinar si cumples con los requisitos para activar Apple Pay y sus funciones. Tu dispositivo también podría evaluar los patrones de uso del dispositivo (por ejemplo, el porcentaje de tiempo que está en movimiento o el número aproximado de llamadas por semana) para ayudar a identificar y prevenir fraudes. La información evaluada por tu dispositivo no se comparte con Apple de una forma tal que pueda enlazarse a ti. El emisor de la tarjeta, la red de pago o un proveedor autorizado por el emisor de la tarjeta pueden compartir con Apple información sobre las funciones y los beneficios de la tarjeta, como si se admiten los programas de recompensas o pagos a plazos, con el fin de determinar si se cumplen los requisitos para usar algunas funciones de Apple Pay. Apple también puede proporcionar a estas entidades información necesaria para activar Apple Pay, determinar la validez de la tarjeta, configurarla para su uso con Apple Pay y para evitar fraudes. Esta información incluye lo siguiente: • Tu número de tarjeta de crédito, débito o prepago. • El nombre y el domicilio asociados a tu cuenta de Apple. • Información general acerca de la actividad de tu cuenta de Apple (por ejemplo, si tienes un gran historial de transacciones en iTunes). • Información acerca de tu dispositivo y, si usas un Apple Watch, del dispositivo iOS enlazado (por ejemplo, un identificador de dispositivo, tu número de teléfono, el nombre y el modelo de tu Apple Watch y del dispositivo iOS enlazado al mismo). • La ubicación y hora en que agregas tu tarjeta (si activaste Localización). • Historial de cuentas y dispositivos sobre las tarjetas de pago agregadas. • Estadísticas agrupadas sobre información de las tarjetas de pago que agregaste o intentaste agregar a Apple Pay. Cuando agregas una tarjeta a Apple Pay utilizando una app de terceros, por ejemplo, la app de tu banco, la app envía un identificador de cuenta o tarjeta a tu dispositivo. Apple y el emisor de la tarjeta usan esta información para determinar la elegibilidad de tu tarjeta, configurar tu tarjeta en Apple Pay y prevenir el fraude. Para ayudarte a configurar tarjetas que tengas, o que hayas tenido recientemente, en otros dispositivos, Apple almacena una referencia de la tarjeta junto con tu cuenta de Apple que se puede usar con el emisor de la tarjeta o la red de pago para volver a agregar la tarjeta una vez que hayas ingresado el código de seguridad. Apple Pay no almacena el número de la tarjeta de crédito, débito o prepago original. Pagar con Apple Pay Cuando inicias un pago, se podría proporcionar tu información de código postal (o equivalente) a la app, sitio web, o comerciante para calcular los gastos de envío e impuestos. Cuando inicias un pago desde un navegador de terceros, este genera un código QR o un código de App Clip que puedes escanear con tu dispositivo compatible con Apple Pay. Después de escanearlo, Apple establece un canal de comunicación entre el navegador y el dispositivo compatible con Apple Pay mediante el cual se comparte la información sobre la transacción, la facturación o el envío que se necesita para procesar la transacción. Si están activadas las funciones de pago mejoradas de Apple Pay, como los pagos a plazos o las recompensas, después de iniciar una compra con Apple Pay, Apple identificará las opciones de pago disponibles en función de las tarjetas que tienes en Wallet y de sus beneficios y funciones (que los emisores de las tarjetas proporcionan a Apple). También puedes optar por que Apple identifique opciones de pago adicionales a las que puedes acceder pero que aún no aparecen en Wallet. Para ello, Apple usará información sobre tu transacción, como el comercio y el importe, para determinar si existen otros métodos de pago disponibles. Apple no conserva información sobre la transacción ni de la verificación de los métodos de pago válidos de forma que pueda relacionarse contigo. Si eliges solicitar un nuevo método de pago, la información de tu solicitud se compartirá directamente con el emisor y Apple no podrá verla ni almacenarla. Para ayudarte a tomar decisiones financieras informadas, si eliges pagar con recompensas, Apple podría usar información sobre tu tarjeta, sus funciones y beneficios, así como el comercio y el importe de la transacción, para obtener y mostrar tu saldo actual de las recompensas, los puntos (o su equivalente) que se cobrarán en la transacción y el saldo que quedaría al completarla. Con la finalidad de permitirte elegir el plan de pagos a plazos adecuado para el estado de tus finanzas, Apple proporciona información sobre el comercio y el importe a los emisores pertinentes para que puedan evaluar si se cumplen los requisitos y faciliten a Apple una lista de las opciones disponibles para que pueda mostrarse en el dispositivo. Apple no conserva la información procesada para ofrecer las funciones de pago mejoradas de Apple Pay de forma que pueda relacionarse contigo. Una vez que autorices el pago, también se proporciona al comerciante otra información que haya solicitado, como el número de cuenta específico del dispositivo o el comercio, tu domicilio de envío o tu correo electrónico. El comerciante no recibe el número de tu tarjeta de prepago, de crédito ni de débito cuando usas Apple Pay. Para ayudar a garantizar que el pago de los cargos recurrentes u otros cargos iniciados por los comercios —como las suscripciones— los hayas autorizado tú, cuando elijas proporcionar métodos de pago de Apple Pay compatibles a los comercios participantes para pagar cargos recurrentes o iniciados por ellos, el emisor o la red de pago correspondiente aprobará y generará un número de cuenta específico para el comercio que se utilizará para dichos cargos. Solamente un comercio participante podrá usar ese número de cuenta específico para autorizar las transacciones sin que se requiera ninguna acción de tu parte. Apple sabrá cuáles comercios se asocian con tus números de cuenta específicos para comercios, mas no qué compraste ni cuánto pagaste por ello. Puedes administrar tus números de cuenta específicos para comercios en Wallet al tocar la tarjeta y luego el botón Más para ver los detalles de la misma. Si usas tarjetas que incluyen un mayor nivel de prevención de fraudes, cada vez que intentes realizar transacciones dentro de apps o en línea, tu dispositivo evaluará la información sobre tu cuenta de Apple, dispositivo y ubicación (si activaste Localización para Wallet) para realizar evaluaciones de prevención de fraudes dentro del dispositivo. El resultado de las evaluaciones de prevención de fraudes realizadas en el dispositivo, mas no los datos subyacentes, se enviará a Apple combinada con la información que Apple conoce acerca de tu dispositivo y cuenta con el fin de desarrollar las evaluaciones de la prevención contra fraudes en las transacciones de Apple Pay. Estas evaluaciones podrían compartirse con tu red de pagos junto con un identificador del domicilio de envío y la dirección IP (si están disponibles) para poder prevenir fraudes al momento de realizar transacciones. El identificador del domicilio de envío varía según la red de pago y puede usarse para confirmar si los domicilios de envío utilizados en distintas transacciones con una misma tarjeta en tu dispositivo son el mismo, de forma tal que no se revele el domicilio subyacente. Puedes verificar si una tarjeta tiene un mayor nivel de prevención de fraudes en cualquier momento al revisar la parte trasera de tu tarjeta de pago en Wallet. Si no quieres que las evaluaciones de prevención de fraudes se compartan con tu red de pagos, puedes elegir otra tarjeta. Al usar una app o visitar un sitio web mediante Safari que utilice Apple Pay en iOS, watchOS o macOS, la app o el sitio pueden verificar si tienes activado Apple Pay en ese dispositivo. Al visitar un sitio web en Safari desde un dispositivo iOS o computadora Mac en la que no se puede agregar una tarjeta, el sitio web puede verificar si tienes Apple Pay configurado en un iPhone o Apple Watch que use la misma cuenta de Apple. Puedes impedir que los sitios web verifiquen si tienes Apple Pay activado en cualquier momento cambiando tu configuración. En iOS, ve a Configuración > Apps > Safari > Avanzado > Verificar Apple Pay. En una Mac, ve a Safari > Configuración > Avanzado y anula la selección de Permitir que los sitios web verifiquen si Apple Pay y Apple Card están configurados. Protección de tus métodos de pago Protección de métodos de pago de Safari Para ayudarte a proteger tus formas de pago en el ecosistema de Apple y aprovechar los beneficios de privacidad y seguridad, tus métodos de pago en Wallet compatibles con Apple Pay también estarán disponibles en Autorrelleno de Safari. Si el emisor de tu tarjeta o la red de pagos lo admiten, al realizar compras en línea en sitos web con Autorrelleno de Safari puedes configurar un número de tarjeta virtual para ocultar el de tu tarjeta física. Para activar esta función, Apple enviará información limitada sobre tu forma de pago a la red o el emisor (o un tercero autorizado), que a su vez generará un número de tarjeta virtual para usarlo durante tus compras en línea con Autorrelleno de Safari. Para administrar los números de tus tarjetas en Apple Pay, incluyendo los números de tarjetas virtuales, revisa el reverso de tu pase en Wallet y tócalo para ver la información de la tarjeta. Podrías proteger los métodos de pago que ya estén en Autorrelleno de Safari si pagas con Apple Pay o con un número de tarjeta virtual en vez de con el número de tu tarjeta física. Puedes administrarlo en Configuración > Wallet y Apple Pay y Usar Apple Pay cuando esté disponible. Si está activado, se enviará información limitada sobre tu tarjeta guardada en Autorrelleno de Safari a tu red de pagos para verificar su elegibilidad para Apple Pay. Si tu red de pago determina que tu tarjeta es elegible, Apple agregará el método de pago a Wallet y tu red generará un número de Apple Pay para protegerte mejor durante tus compras en línea. Protección de tus métodos de pago con la cuenta de Apple Para ayudarte a administrar tus formas de pago en el ecosistema de Apple, Apple puede verificar si tienes algunas en Apple Pay que se puedan agregar como tales a tu cuenta de Apple y te las muestra en Configuración > [tu nombre] > Pago y envío > Agregar forma de pago > Forma de pago. Cuando realizas una transacción con tu cuenta de Apple, Apple también puede revisar si cualquiera de las formas de pago de dicha cuenta pueden usarse con Apple Pay. De ser así, Apple podría activar Apple Pay para ese método de pago con la finalidad de proteger tu información. Puedes modificar las formas de pago de tu cuenta de Apple en cualquier momento desde Configuración > [tu nombre] > Pago y envío. Apple transmite la información de tu pago, pero no la almacena Para transmitir de forma segura tu información de pago dentro de apps, sitios web y Chat para clientes, ésta se envía encriptada a Apple, en donde se desencripta brevemente y se vuelve a encriptar usando una clave específica del comerciante, de modo que sólo el comerciante, el desarrollador o quien procese el pago puedan desencriptar la información de tu pago. Cuando realizas un pago en una Mac en la que no se puede agregar una tarjeta, dicha Mac y el dispositivo de autorización se comunican a través de un canal encriptado mediante los servidores de Apple. Apple no retiene ninguno de estos datos de forma que pueda identificarte personalmente. Apple Pay también te permite realizar pagos en navegadores de terceros y usar dispositivos compatibles con Apple Pay para autorizar la transacción. Al usar esta función, Apple establece a través de sus propios servidores un canal de comunicación entre el navegador de terceros y el dispositivo de autorización, lo cual permite actualizar los datos del pago y el envío, así como proporcionar la autorización. Apple podrá acceder temporalmente a tu información de facturación y envío, así como a la información sobre los cargos del comercio, como los impuestos o los gastos de envío asociados con la compra. Apple no retiene ninguno de estos datos de forma que pueda identificarte personalmente. Seguimiento de pedidos de Apple Pay Para que puedas realizar el seguimiento de tus pedidos, al realizar una compra con Apple Pay, el comercio participante te envía información del pedido únicamente a tu dispositivo. Apple proporciona al comercio un identificador de dispositivo específico y un identificador push para que el comercio puede enviar al dispositivo actualizaciones sobre los pedidos. Apple facilita actualizaciones sobre comercios, mas no guarda información sobre ellos, ni registra cuántos ni qué comercios envían actualizaciones, ni la frecuencia con la que lo hacen. La información de seguimiento de los pedidos se almacena localmente en tus dispositivos y se mantiene actualizada en todos mediante la sincronización de una copia encriptada, a la que Apple no tiene acceso. Puedes administrar tus pedidos de Apple Pay en cualquier momento en Pedidos al seleccionar alguno y tocar Administrar pedido. También puedes administrar las notificaciones sobre los pedidos: en Pedidos al tocar el botón Más y luego Silenciar notificaciones. Cuando cierras la sesión de tu cuenta, es posible que tu dispositivo aún conserve información limitada sobre los pedidos de los que recibe actualizaciones. Esta información no será visible para los usuarios del dispositivo, se conservará durante un tiempo breve y tu dispositivo la utilizará únicamente con el fin de evitar que se envíen actualizaciones al dispositivo después de haber cerrado sesión para impedir cualquier acceso no autorizado a la información del pedido. Uso compartido de actividad de cuenta con apps de terceros Puedes compartir los detalles de tus cuentas de Apple Card, Savings y Apple Cash, así como el historial de transacciones con apps de App Store de administración financiera personal participantes en las que confías. Las apps deben solicitar la capacidad de leer la actividad de tu cuenta de Apple Card, Savings o Apple Cash de Apple Pay en Wallet. Puedes controlar los datos que compartes con estas apps y modificar tus preferencias en cualquier momento. La actividad de cuenta que eliges compartir con una app de terceros se tratará de conformidad con la política de privacidad de esa app. Apple no ve ni almacena detalles de tu cuenta ni el historial de transacciones cuando compartes la actividad de la misma. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales de Apple Pay de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros, incluyendo información acerca de lo siguiente: • Tu cuenta, como si está activa. • Tu dispositivo, como su tipo, versión de software, sistema operativo y número de serie. • Tu pase, como la información que aparece en él. • El emisor de tu pase, como el tercero autorizado para proporcionar actualizaciones para el pase. • El uso que haces de Apple Pay, como la cantidad y el tipo de pases que agregaste. • Tu ubicación. Estos intereses legítimos incluyen lo siguiente: • Agregar y administrar un pase. • Ayudar a mejorar y optimizar el servicio para ti y para otros usuarios. • Ayudarte a descubrir las funciones más relevantes para ti. • Verificar la elegibilidad. • Ofrecerte los servicios que solicites. • Enviarte comunicados sobre Apple Pay y otros productos, servicios y ofertas de Apple que podrían ser de tu interés. Prevenir el fraude y otras actividades malintencionadas. Información adicional Para determinarla para funciones de Wallet y Apple Pay al tocar una tarjeta en Wallet, Apple puede consultar la elegibilidad al revisar el país donde se emitió la tarjeta y si el emisor participa en la función. Si activaste Localización, la ubicación de tu dispositivo al momento en que lo uses para realizar compras en tiendas se podría enviar a Apple de forma anónima para ayudar a Apple Pay a mejorar la exactitud de los nombres de los negocios en el historial de transacciones de tarjetas de Wallet, y se podría conservar como datos agregados para mejorar Mapas de Apple, Apple Pay y Wallet. Puedes desactivar en cualquier momento la funcionalidad de Apple Pay basada en la ubicación en tu dispositivo iOS desde Configuración > Privacidad y seguridad > Localización > Servicios del sistema, al desactivar Identificación de comercios de Apple Pay. En una Mac, ve a Configuración del Sistema > Privacidad y seguridad > Privacidad > Localización y haz clic para desactivar Wallet. Para ayudar a mejorar Apple Pay, Apple recopila información sobre cómo usas Apple Pay y la almacena de tal forma que no es posible identificarte personalmente. Esta información incluye el tiempo que toma agregar una tarjeta o realizar una transacción exitosamente utilizando Apple Pay. Apple también podría usar esta información para mejorar otros de sus productos y servicios, para cuestiones de marketing, así como para evitar actividades fraudulentas y por motivos de seguridad. Los términos de los contratos de tarjetahabiente, usuario, comerciante u otros Términos y condiciones aplicables al uso de las funciones de Apple Pay seguirán rigiendo el uso de tus tarjetas de pago y su uso en conjunto con Apple Pay, y tales términos pueden tener políticas de privacidad adicionales. Ni Apple ni sus afiliados proveedores de Apple Pay son entidades bancarias y este aviso solamente es adicional a los que podrías recibir de parte de tu banco. Si existiera sospecha sobre una actividad fraudulenta vinculada al uso de Apple Pay, Apple compartirá información sobre la cuenta y las transacciones realizadas con el emisor de tu tarjeta. Apple conserva datos personales únicamente según sea necesario para cumplir los objetivos para los que se recopilaron de conformidad con la Política de privacidad de Apple y tal como se describieron en este aviso o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar los datos personales recopilados y, en caso afirmativo, procuramos que sea por la duración mínima permitida por la ley. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
es_us: Apple Pay te permite realizar compras seguras en tiendas, en apps y en línea usando tu tarjeta de crédito, débito o prepagada. Apple Pay es un servicio tecnológico provisto por filiales de Apple Inc., entidades responsables de tus datos personales. Tu proveedor de Apple Pay podría diferir según tu ubicación; por ejemplo, el de EE.UU es Apple Payments Services LLC. Para obtener más información sobre las entidades de Apple que son responsables de procesar tus datos personales, consulta la Política de privacidad de Apple en apple.com/privacy y la de las compañías afiliadas en www.apple.com/legal/privacy/es-419/affiliated-company. Agregar tarjetas a Apple Pay Al agregar una tarjeta de pago (tarjeta de prepago, de cliente, de crédito o de débito) a Apple Pay, se podría enviar a Apple la información que proporcionas sobre tu tarjeta y si se activó cierta configuración del dispositivo para determinar si cumples con los requisitos para activar Apple Pay y sus funciones. Tu dispositivo también podría evaluar los patrones de uso del dispositivo (por ejemplo, el porcentaje de tiempo que está en movimiento o el número aproximado de llamadas por semana) para ayudar a identificar y prevenir fraudes. La información evaluada por tu dispositivo no se comparte con Apple de una forma tal que pueda enlazarse a ti. El emisor de la tarjeta, la red de pago o un proveedor autorizado por el emisor de la tarjeta pueden compartir con Apple información sobre las funciones y los beneficios de la tarjeta, como si se admiten los programas de recompensas o pagos a plazos, con el fin de determinar si se cumplen los requisitos para usar algunas funciones de Apple Pay. Apple también puede proporcionar a estas entidades información necesaria para activar Apple Pay, determinar la validez de la tarjeta, configurarla para su uso con Apple Pay y para evitar fraudes. Esta información incluye lo siguiente: • Tu número de tarjeta de crédito, débito o prepagada. • El nombre y el domicilio asociados a tu cuenta de Apple. • Información general acerca de la actividad de tu cuenta de Apple (por ejemplo, si tienes un gran historial de transacciones en iTunes). • Información acerca de tu dispositivo y, si usas un Apple Watch, del dispositivo iOS enlazado (por ejemplo, un identificador de dispositivo, tu número de teléfono, el nombre y el modelo de tu Apple Watch y del dispositivo iOS enlazado al mismo). • La ubicación y hora en que agregas tu tarjeta (si activaste Localización). • Historial de cuentas y dispositivos sobre las tarjetas de pago agregadas. • Estadísticas agrupadas sobre información de las tarjetas de pago que agregaste o intentaste agregar a Apple Pay. Cuando agregas una tarjeta a Apple Pay utilizando una app de terceros, por ejemplo, la app de tu banco, la app envía un identificador de cuenta o tarjeta a tu dispositivo. Apple y el emisor de la tarjeta usan esta información para determinar la elegibilidad de tu tarjeta, configurar tu tarjeta en Apple Pay y prevenir el fraude. Para ayudarte a configurar tarjetas que tengas, o que hayas tenido recientemente, en otros dispositivos, Apple almacena una referencia de la tarjeta junto con tu cuenta de Apple que se puede usar con el emisor de la tarjeta o la red de pago para volver a agregar la tarjeta una vez que hayas ingresado el código de seguridad. Apple Pay no almacena el número de la tarjeta prepagada, de crédito, o débito original. Pagar con Apple Pay Cuando inicias un pago, se podría proporcionar tu información de código postal (o equivalente) a la app, sitio web, o comerciante para calcular los gastos de envío e impuestos. Cuando inicias un pago desde un navegador de terceros, este genera un código QR o un código de App Clip que puedes escanear con tu dispositivo compatible con Apple Pay. Después de escanearlo, Apple establece un canal de comunicación entre el navegador y el dispositivo compatible con Apple Pay mediante el cual se comparte la información sobre la transacción, la facturación o el envío que se necesita para procesar la transacción. Si están activadas las funciones de pago mejoradas de Apple Pay, como los pagos a plazos o las recompensas, después de iniciar una compra con Apple Pay, Apple identificará las opciones de pago disponibles en función de las tarjetas que tienes en Wallet y de sus beneficios y funciones (que los emisores de las tarjetas proporcionan a Apple). También puedes optar por que Apple identifique opciones de pago adicionales a las que puedes acceder pero que aún no aparecen en Wallet. Para ello, Apple usará información sobre tu transacción, como el comercio y el importe, para determinar si existen otros métodos de pago disponibles. Apple no conserva información sobre la transacción ni de la verificación de los métodos de pago válidos de forma que pueda relacionarse contigo. Si eliges solicitar un nuevo método de pago, la información de tu solicitud se compartirá directamente con el emisor y Apple no podrá verla ni almacenarla. Para ayudarte a tomar decisiones financieras informadas, si eliges pagar con recompensas, Apple podría usar información sobre tu tarjeta, sus funciones y beneficios, así como el comercio y el importe de la transacción, para obtener y mostrar tu saldo actual de las recompensas, los puntos (o su equivalente) que se cobrarán en la transacción y el saldo que quedaría al completarla. Con la finalidad de permitirte elegir el plan de pagos a plazos adecuado para el estado de tus finanzas, Apple proporciona información sobre el comercio y el importe a los emisores pertinentes para que puedan evaluar si se cumplen los requisitos y faciliten a Apple una lista de las opciones disponibles para que pueda mostrarse en el dispositivo. Apple no conserva la información procesada para ofrecer las funciones de pago mejoradas de Apple Pay de forma que pueda relacionarse contigo. Una vez que autorices el pago, también se proporciona al comerciante otra información que haya solicitado, como el número de cuenta específico del dispositivo o el comercio, tu domicilio de envío o tu correo electrónico. El comerciante no recibe el número de tu tarjeta de prepago, de crédito ni de débito cuando usas Apple Pay. Para ayudar a garantizar que el pago de los cargos recurrentes u otros cargos iniciados por los comercios —como las suscripciones— los hayas autorizado tú, cuando elijas proporcionar métodos de pago de Apple Pay compatibles a los comercios participantes para pagar cargos recurrentes o iniciados por ellos, el emisor o la red de pago correspondiente aprobará y generará un número de cuenta específico para el comercio que se utilizará para dichos cargos. Solamente un comercio participante podrá usar ese número de cuenta específico para autorizar las transacciones sin que se requiera ninguna acción de tu parte. Apple sabrá cuáles comercios se asocian con tus números de cuenta específicos para comercios, mas no qué compraste ni cuánto pagaste por ello. Puedes administrar tus números de cuenta específicos para comercios en Wallet al tocar la tarjeta y luego el botón Más para ver los detalles de la misma. Si usas tarjetas que incluyen un mayor nivel de prevención de fraudes, cada vez que intentes realizar transacciones dentro de apps o en línea, tu dispositivo evaluará la información sobre tu cuenta de Apple, dispositivo y ubicación (si activaste Localización para Wallet) para realizar evaluaciones de prevención de fraudes dentro del dispositivo. El resultado de las evaluaciones de prevención de fraudes realizadas en el dispositivo, mas no los datos subyacentes, se enviará a Apple combinada con la información que Apple conoce acerca de tu dispositivo y cuenta con el fin de desarrollar las evaluaciones de la prevención contra fraudes en las transacciones de Apple Pay. Estas evaluaciones podrían compartirse con tu red de pagos junto con un identificador del domicilio de envío y la dirección IP (si están disponibles) para poder prevenir fraudes al momento de realizar transacciones. El identificador del domicilio de envío varía según la red de pago y puede usarse para confirmar si los domicilios de envío utilizados en distintas transacciones con una misma tarjeta en tu dispositivo son el mismo, de forma tal que no se revele el domicilio subyacente. Puedes verificar si una tarjeta tiene un mayor nivel de prevención de fraudes en cualquier momento al revisar la parte trasera de tu tarjeta de pago en Wallet. Si no quieres que las evaluaciones de prevención de fraudes se compartan con tu red de pagos, puedes elegir otra tarjeta. Al usar una app o visitar un sitio web mediante Safari que utilice Apple Pay en iOS, watchOS o macOS, la app o el sitio pueden verificar si tienes activado Apple Pay en ese dispositivo. Al visitar un sitio web en Safari desde un dispositivo iOS o computadora Mac en la que no se puede agregar una tarjeta, el sitio web puede verificar si tienes Apple Pay configurado en un iPhone o Apple Watch que use la misma cuenta de Apple. Puedes impedir que los sitios web verifiquen si tienes Apple Pay activado en cualquier momento cambiando tu configuración. En iOS, ve a Configuración > Apps > Safari > Avanzado > Verificar Apple Pay. En una Mac, ve a Safari > Configuración > Avanzado y anula la selección de Permitir que los sitios web verifiquen si Apple Pay y Apple Card están configurados. Protección de tus métodos de pago Protección de métodos de pago de Safari Para ayudarte a proteger tus formas de pago en el ecosistema de Apple y aprovechar los beneficios de privacidad y seguridad, tus métodos de pago en Wallet compatibles con Apple Pay también estarán disponibles en Autorrelleno de Safari. Si el emisor de tu tarjeta o la red de pagos lo admiten, al realizar compras en línea en sitos web con Autorrelleno de Safari puedes configurar un número de tarjeta virtual para ocultar el de tu tarjeta física. Para activar esta función, Apple enviará información limitada sobre tu forma de pago a la red o el emisor (o un tercero autorizado), que a su vez generará un número de tarjeta virtual para usarlo durante tus compras en línea con Autorrelleno de Safari. Para administrar los números de tus tarjetas en Apple Pay, incluyendo los números de tarjetas virtuales, revisa el reverso de tu pase en Wallet y tócalo para ver la información de la tarjeta. Podrías proteger los métodos de pago que ya estén en Autorrelleno de Safari si pagas con Apple Pay o con un número de tarjeta virtual en vez de con el número de tu tarjeta física. Puedes administrarlo en Configuración > Wallet y Apple Pay y Usar Apple Pay cuando esté disponible. Si está activado, se enviará información limitada sobre tu tarjeta guardada en Autorrelleno de Safari a tu red de pagos para verificar su elegibilidad para Apple Pay. Si tu red de pago determina que tu tarjeta es elegible, Apple agregará el método de pago a Wallet y tu red generará un número de Apple Pay para protegerte mejor durante tus compras en línea. Protección de tus métodos de pago con la cuenta de Apple Para ayudarte a administrar tus formas de pago en el ecosistema de Apple, Apple puede verificar si tienes algunas en Apple Pay que se puedan agregar como tales a tu cuenta de Apple y te las muestra en Configuración > [tu nombre] > Pago y envío > Agregar forma de pago > Forma de pago. Cuando realizas una transacción con tu cuenta de Apple, Apple también puede revisar si cualquiera de las formas de pago de dicha cuenta pueden usarse con Apple Pay. De ser así, Apple podría activar Apple Pay para ese método de pago con la finalidad de proteger tu información. Puedes modificar las formas de pago de tu cuenta de Apple en cualquier momento desde Configuración > [tu nombre] > Pago y envío. Apple transmite la información de tu pago, pero no la almacena Para transmitir de forma segura tu información de pago dentro de apps, sitios web y Chat para clientes, ésta se envía encriptada a Apple, en donde se desencripta brevemente y se vuelve a encriptar usando una clave específica del comerciante, de modo que sólo el comerciante, el desarrollador o quien procese el pago puedan desencriptar la información de tu pago. Cuando realizas un pago en una Mac en la que no se puede agregar una tarjeta, dicha Mac y el dispositivo de autorización se comunican a través de un canal encriptado mediante los servidores de Apple. Apple no retiene ninguno de estos datos de forma que pueda identificarte personalmente. Apple Pay también te permite realizar pagos en navegadores de terceros y usar dispositivos compatibles con Apple Pay para autorizar la transacción. Al usar esta función, Apple establece a través de sus propios servidores un canal de comunicación entre el navegador de terceros y el dispositivo de autorización, lo cual permite actualizar los datos del pago y el envío, así como proporcionar la autorización. Apple podrá acceder temporalmente a tu información de facturación y envío, así como a la información sobre los cargos del comercio, como los impuestos o los gastos de envío asociados con la compra. Apple no retiene ninguno de estos datos de forma que pueda identificarte personalmente. Seguimiento de pedidos de Apple Pay Para que puedas realizar el seguimiento de tus pedidos, al realizar una compra con Apple Pay, el comercio participante te envía información del pedido únicamente a tu dispositivo. Apple proporciona al comercio un identificador de dispositivo específico y un identificador push para que el comercio puede enviar al dispositivo actualizaciones sobre los pedidos. Apple facilita actualizaciones sobre comercios, mas no guarda información sobre ellos, ni registra cuántos ni qué comercios envían actualizaciones, ni la frecuencia con la que lo hacen. La información de seguimiento de los pedidos se almacena localmente en tus dispositivos y se mantiene actualizada en todos mediante la sincronización de una copia encriptada, a la que Apple no tiene acceso. Puedes administrar tus pedidos de Apple Pay en cualquier momento en Pedidos al seleccionar alguno y tocar Administrar pedido. También puedes administrar las notificaciones sobre los pedidos: en Pedidos al tocar el botón Más y luego Silenciar notificaciones. Cuando cierras la sesión de tu cuenta, es posible que tu dispositivo aún conserve información limitada sobre los pedidos de los que recibe actualizaciones. Esta información no será visible para los usuarios del dispositivo, se conservará durante un tiempo breve y tu dispositivo la utilizará únicamente con el fin de evitar que se envíen actualizaciones al dispositivo después de haber cerrado sesión para impedir cualquier acceso no autorizado a la información del pedido. Uso compartido de actividad de cuenta con apps de terceros Puedes compartir los detalles de tus cuentas de Apple Card, Savings y Apple Cash, así como el historial de transacciones con apps de App Store de administración financiera personal participantes en las que confías. Las apps deben solicitar la capacidad de leer la actividad de tu cuenta de Apple Card, Savings o Apple Cash de Apple Pay en Wallet. Puedes controlar los datos que compartes con estas apps y modificar tus preferencias en cualquier momento. La actividad de cuenta que eliges compartir con una app de terceros se tratará de conformidad con la política de privacidad de esa app. Apple no ve ni almacena detalles de tu cuenta ni el historial de transacciones cuando compartes la actividad de la misma. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales de Apple Pay de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros, incluyendo información acerca de lo siguiente: • Tu cuenta, como si está activa. • Tu dispositivo, como su tipo, versión de software, sistema operativo y número de serie. • Tu pase, como la información que aparece en él. • El emisor de tu pase, como el tercero autorizado para proporcionar actualizaciones para el pase. • El uso que haces de Apple Pay, como la cantidad y el tipo de pases que agregaste. • Tu ubicación. Estos intereses legítimos incluyen lo siguiente: • Agregar y administrar un pase. • Ayudar a mejorar y optimizar el servicio para ti y para otros usuarios. • Ayudarte a descubrir las funciones más relevantes para ti. • Verificar la elegibilidad. • Ofrecerte los servicios que solicites. • Enviarte comunicados sobre Apple Pay y otros productos, servicios y ofertas de Apple que podrían ser de tu interés. Prevenir el fraude y otras actividades malintencionadas. Información adicional Para determinarla para funciones de Wallet y Apple Pay al tocar una tarjeta en Wallet, Apple puede consultar la elegibilidad al revisar el país donde se emitió la tarjeta y si el emisor participa en la función. Si activaste Localización, la ubicación de tu dispositivo al momento en que lo uses para realizar compras en tiendas se podría enviar a Apple de forma anónima para ayudar a Apple Pay a mejorar la exactitud de los nombres de los negocios en el historial de transacciones de tarjetas de Wallet, y se podría conservar como datos agregados para mejorar Mapas de Apple, Apple Pay y Wallet. Puedes desactivar en cualquier momento la funcionalidad de Apple Pay basada en la ubicación en tu dispositivo iOS desde Configuración > Privacidad y seguridad > Localización > Servicios del sistema, al desactivar Identificación de comercios de Apple Pay. En una Mac, ve a Configuración del Sistema > Privacidad y seguridad > Privacidad > Localización y haz clic para desactivar Wallet. Para ayudar a mejorar Apple Pay, Apple recopila información sobre cómo usas Apple Pay y la almacena de tal forma que no es posible identificarte personalmente. Esta información incluye el tiempo que toma agregar una tarjeta o realizar una transacción exitosamente utilizando Apple Pay. Apple también podría usar esta información para mejorar otros de sus productos y servicios, para cuestiones de marketing, así como para evitar actividades fraudulentas y por motivos de seguridad. Los términos de los contratos de tarjetahabiente, usuario, comerciante u otros Términos y condiciones aplicables al uso de las funciones de Apple Pay seguirán rigiendo el uso de tus tarjetas de pago y su uso en conjunto con Apple Pay, y tales términos pueden tener políticas de privacidad adicionales. Ni Apple ni sus afiliados proveedores de Apple Pay son entidades bancarias y este aviso solamente es adicional a los que podrías recibir de parte de tu banco. Si existiera sospecha sobre una actividad fraudulenta vinculada al uso de Apple Pay, Apple compartirá información sobre la cuenta y las transacciones realizadas con el emisor de tu tarjeta. Apple conserva datos personales únicamente según sea necesario para cumplir los objetivos para los que se recopilaron de conformidad con la Política de privacidad de Apple y tal como se describieron en este aviso o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar los datos personales recopilados y, en caso afirmativo, procuramos que sea por la duración mínima permitida por la ley. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Apple Payn ansiosta voit ostaa turvallisesti kaupoissa, apeissa ja verkossa pankki-, luotto- ja prepaid-korteilla. Apple Pay on Apple Inc:n tytäryhtiöiden tarjoama teknologiapalvelu. Nämä tytäryhtiöt ovat vastuussa henkilötiedoistasi. Apple Payn tarjoaja voi vaihdella sijainnistasi riippuen, esimerkiksi Yhdysvalloissa se on Apple Payments Services LLC. Lisätietoja henkilötietojesi käsittelystä vastaavista Apple-tahoista on Applen tietosuojakäytännössä osoitteessa apple.com/legal/privacy/fi sekä Applen sidosyritykset -sivulla osoitteessa www.apple.com/legal/privacy/fi/affiliated-company. Korttien lisääminen Apple Payhin Kun lisäät Apple Payhin maksukortin, kuten luottokortin, pankkikortin, kaupan luottokortin tai prepaid-kortin, antamasi korttitiedot ja tietoja siitä, ovatko tietyt asetukset käytössä, voidaan lähettää Applelle, jotta voidaan päättää, täytätkö Apple Payn käyttöönoton ja sen ominaisuuksien ehdot. Laitteesi voi myös arvioida laitteen käyttötapoja, (esimerkiksi prosenttiosuus ajasta, jonka laite on liikkeellä ja likimääräinen viikoittainen puhelujen määrä) auttaakseen petosten havaitsemisessa. Laitteesi arvioimia tietoja ei jaeta Applelle siten, että ne voidaan yhdistää sinuun. Kortinmyöntäjäsi, maksuverkkosi tai kortinmyöntäjäsi valtuuttama tarjoaja voivat jakaa Applelle tietoja kortin ominaisuuksista ja eduista, kuten tukeeko se etuja tai osamaksuohjelmaa, jotta sen kelpoisuus tiettyihin Apple Pay -ominaisuuksiin voidaan määrittää. Apple voi antaa kyseisille tahoille tietoja myös Apple Payn toteuttamista, kortin kelpoisuuden arvioimista, kortin lisäämistä Apple Payhin ja petosten torjumista varten, mukaan lukien seuraavat tiedot: • Luottokortin, pankkikortin tai prepaid-kortin numero • Apple-tiliisi liitetty nimi ja laskutusosoite • Yleistiedot Apple-tilisi tapahtumista (esimerkiksi onko sinulla paljon iTunes-tilitapahtumia) • Laitteesi tiedot, ja jos käytät Apple Watchia, iOS-laitepari (esimerkiksi laitteen tunniste, puhelinnumero sekä laitteen nimi ja malli, sekä Apple Watchin että pariksi liitetyn iOS-laitteen osalta) • Sijaintisi korttia lisättäessä (jos olet ottanut Sijaintipalvelut käyttöön) • Maksukorttien lisäyksen tili- tai laitehistoria • Kootut tilastotiedot Apple Payhin liitetyistä maksukorteista tai maksukorteista, joita olet yrittänyt lisätä Apple Payhin Kun lisäät kortin Apple Payhin kolmannen osapuolen apilla, kuten pankin appi, appi lähettää tilin tai kortin tunnisteen laitteellesi. Apple ja kortin myöntäjä käyttävät tätä tietoa varmistamaan kortin kelpoisuuden, ottamaan kortin käyttöön Apple Payssa ja ehkäisemään petoksia. Apple auttaa sinua ottamaan käyttöön kortteja, joita käytät tai olet äskettäin käyttänyt muissa laitteissa, tallentamalla Apple-tilille korttiviitteen, jota kortinmyöntäjä tai maksuverkosto voi käyttää lisätessään kortin uudelleen turvakoodin syöttämisen jälkeen. Apple Pay ei tallenna alkuperäistä luotto-, pankki- tai prepaid-kortin numeroa. Apple Paylla maksaminen Kun aloitat maksamisen, postinumerosi tai muita vastaavia tietoja voidaan lähettää apille, sivustolle tai myyjälle vero- ja toimituskulujen laskemiseksi. Kun aloitat maksun muun valmistajan selaimessa, selain luo QR -koodin tai appiklippikoodin, jonka voit skannata Apple Payta tukevassa laitteessasi. Kun skannaus on valmis, Apple avaa selaimen ja Apple Payta tukevan laitteen välille viestintäkanavan, jonka kautta selain ja laite jakavat asiaankuuluvia tapahtuma-, laskutus- ja/tai lähetystietoja, joita tarvitaan tapahtuman käsittelyyn. Jos parannetut Apple Pay -maksuominaisuudet, kuten edut tai mahdollisuus maksaa osissa, ovat käytössä ja käynnistät Apple Pay -oston, Apple tunnistaa saatavilla olevat maksuvaihtoehdot sen perusteella, mitä kortteja Lompakossasi on ja mitä etuja ja ominaisuuksia näillä on. Nämä tiedot Apple saa kortinmyöntäjiltä. Voit myös halutessasi antaa Applen tunnistaa muita maksuvaihtoehtoja, joita voi olla saatavilla sinulle ja joita ei ole vielä Lompakossa. Tätä varten Apple käyttää tapahtumasta tietoja, kuten myyjän ja summan, sen määrittämiseen, onko kyseiselle tapahtumalle saatavilla muita maksutapoja. Apple ei säilytä tietoja tapahtumasta ja maksutapakelpoisuuden tarkistuksesta tavalla, joka yhdistetään sinuun. Jos päätät hakea uutta maksutapaa, hakemustietosi jaetaan suoraan myöntäjälle eikä Apple näe eikä tallenna niitä. Jotta sinun olisi helpompi tehdä tietoon perustuvia taloudellisia päätöksiä, Apple voi käyttää tietoja kortistasi, kortin ominaisuuksista ja eduista sekä tapahtuman myyjästä ja summasta noutaakseen ja näyttääkseen nykyisen etusaldon, etupisteet (tai vastaavat), jotka veloitettaisiin tapahtumasta, sekä tapahtumanjälkeisen etusaldon. Jotta voisit valita taloutesi terveydelle sopivimman osamaksuohjelman, Apple antaa osallistuville myöntäjille tiedot myyjästä ja summasta, joiden avulla ne voivat arvioida kelpoisuuden ja antaa Applelle luettelon osamaksuvaihtoehdoista näytettäväksi sinulle. Apple ei säilytä näitä tietoja, jotka on käsitelty parannettujen Apple Pay -maksuominaisuuksien tarjoamiseen, tavalla, joka yhdistetään sinuun. Kun olet vahvistanut maksun, myyjän pyytämät muut tiedot, kuten laite- tai myyjäkohtainen tilinumero, toimitusosoite tai sähköpostiosoitteesi, lähetetään myyjälle. Luotto-, pankki- tai prepaid-korttisi numeroa ei anneta, kun käytät Apple Payta. Jotta voidaan varmistaa, että toistuvat tai muuten myyjän aloittamat maksut, kuten tilaukset, ovat sinun hyväksymiäsi, antaessasi osallistuville myyjille toistuvaan tai myyjän aloittamaan maksuun soveltuvan Apple Pay -maksutavan, myöntäjä ja/tai maksunvälittäjä hyväksyy ja luo myyjäkohtaisen tilinumeron kyseisiä maksuja varten. Osallistuva myyjä voi valtuuttaa vain tätä myyjäkohtaista tilinumeroa käyttämällä tilitapahtumia ilman, että sinä osallistut tapahtumaan. Apple tietää, mitkä myyjät on yhdistetty myyjäkohtaisiin tilinumeroihisi, mutta ei tiedä, mitä ostit ja mitä se maksoi. Voit hallita myyjäkohtaisia tilinumeroitasi Lompakossa napauttamalla korttia ja katselemalla kortin lisätietoja napauttamalla Lisätietoja. Kun yrität suorittaa tilitapahtumaa verkossa tai apissa kortilla, jossa on tiettyjä parannettuja petostenehkäisyn ominaisuuksia, laitteesi arvioi tiedot Apple-tilistäsi, laitteestasi ja sijainnistasi (jos olet ottanut SIjaintipalvelut käyttöön Lompakolle) ja kehittää niiden avulla laitteessa petostenehkäisyyn käytettäviä arviointeja. Laitteessa tapahtuvien petostenehkäisyarviointien tulos, mutta ei tietoja, joihin ne perustuvat, lähetetään Applelle ja yhdistetään tietoihin, jotka Apple tietää laitteestasi ja tilistäsi, ja niitä käytetään Apple Pay -tapahtumien petostenehkäisyarviointien kehittämiseen. Nämä petostenehkäisyarvioinnit voidaan jakaa maksuverkollesi yhdessä lähetysosoitetunnuksen ja IP-osoitteen (jos saatavilla) kanssa petosten ehkäisemiseksi tilitapahtuman hetkellä. Lähetysosoitetunnus vaihtelee maksuverkon mukaan ja sillä voidaan vahvistaa, ovatko tietyllä kortilla laitteessasi tehtyjen tapahtumien lähetysosoitteet samat, tavalla, joka ei paljasta varsinaista osoitetta. Voit tarkistaa koska tahansa Lompakossa olevan kortin kääntöpuolelta, onko kortissa tätä parannettua petosten ehkäisyä. Jos haluat estää petostenehkäisyn arviointien jakamisen maksuverkollesi, voit valita toisen kortin. Kun käytät iOS-, watchOS- tai macOS-laitteella appia tai käyt Safarin kautta sivustolla, joka käyttää Apple Payta, appi tai sivusto voi tarkistaa, onko Apple Pay käytössä laitteessasi. Jos vierailet sivustolla käyttäen Safaria iOS-laitteella tai Macilla, johon korttia ei voida lisätä, sivusto voi tarkistaa, oletko ottanut Apple Payn käyttöön samalla Apple-tilillä iPhonessa tai Apple Watchissa. Voit milloin tahansa estää vierailemiasi sivustoja tarkistamasta, onko Apple Pay otettu käyttöön, muuttamalla asetuksiasi. Valitse iOS:ssä Asetukset > Apit > Safari > Lisävalinnat > Tarkista Apple Pay. Valitse Macissa Safari > Asetukset > Lisävalinnat poista käytöstä valinta ”Salli sivustojen tarkistaa Apple Pay ja Apple Card”. Maksutapojen suojaaminen Safarin maksutapojen suojaaminen Lompakossa olevat tuetut Apple Pay -maksutavat ovat saatavilla myös Safarin automaattisessa täytössä. Tämä suojaa maksutapojasi Applen ekosysteemissä ja hyödyntää Apple Payn suojauksen ja tietosuojan etuja. Kun teet ostoksia verkossa käyttäen Safarin automaattista täyttöä, voit ottaa käyttöön virtuaalikortin numeron, jolla voit kätkeä fyysisen kortin numeron, jos maksunvälittäjä ja kortin myöntäjä tukevat sitä. Tämän toiminnallisuuden käyttöönottamista varten Apple lähettää rajoitettuja tietoja maksutavastasi maksuverkostollesi tai kortinmyöntäjällesi (tai tämän valtuuttamalle kolmannelle osapuolelle), joka luo virtuaalikortin numeron, jota voit käyttää tehdessäsi ostoksia verkossa Safarin automaattisella täytöllä. Voit hallita Apple Pay -korttinumerojasi, mukaan lukien virtuaalikorttien numeroja, menemällä Lompakossa kortin kääntöpuolelle ja näyttää kortin tiedot napauttamalla. Voit myös osaltasi suojata Safarin automaattisessa täytössä ennestään olevia maksutapojasi maksamalla fyysisen kortin numeron sijaan Apple Paylla tai virtuaalikortin numerolla. Hallitse avaamalla Asetukset > Lompakko ja Apple Pay ja napauttamalla ”Käytä Apple Payta, kun saatavilla”. Kun käytössä, maksuverkostollesi lähetetään Safarin automaattiseen täyttöön tallennetusta kortista rajoitettuja tietoja, jotta se voi vahvistaa, että kyseinen kortti soveltuu käytettäväksi Apple Payssa. Jos maksuverkostosi vahvistaa, että kortti soveltuu tarkoitukseen, Apple lisää maksutavan Lompakkoon ja maksuverkostosi luo Apple Pay -korttinumeron, mikä parantaa online-ostosten suojausta. Apple-tilin maksutapojen suojaaminen Auttaakseen sinua hallitsemaan maksutapojasi Applen järjestelmissä Apple voi tarkistaa, soveltuuko jokin Apple Payn maksutavoista lisättäväksi maksutavaksi Apple-tilillesi, ja näyttää kyseiset maksutavat kohdassa Asetukset > [nimesi] > Maksu ja toimitus > Lisää maksutapa > Maksutapa. Kun suoritat tapahtuman Apple-tililläsi, Apple voi myös tarkistaa, soveltuuko jokin Apple-tilin maksutavoista käytettäväksi Apple Paylla. Jos näin on, Apple voi ottaa käyttöön Apple Payn kyseiselle maksutavalle maksutietojesi suojelemiseksi. Voit muokata Apple-tilisi maksutapoja milloin tahansa valitsemalla Asetukset > [nimesi] > Maksu ja toimitus. Apple lähettää maksutietosi, mutta ei tallenna niitä Jotta maksutietosi voidaan lähettää apeissa, sivustoilla ja yrityschatissa suojatusti, ne lähetetään Applelle salattuina. Apple purkaa salauksen hetkeksi ja salaa tiedot uudelleen myyjäkohtaisella avaimella, joten vain myyjä, kehittäjä tai näiden maksunkäsittelijä voi purkaa maksutietojen salauksen. Kun maksat Macilla, johon korttia ei voida lisätä, Mac ja valtuuttava laite viestivät salatulla kanavalla Applen palvelimien kautta. Apple säilyttää nämä tiedot muodossa, joka ei yksilöi sinua. Apple Pay sallii myös maksamisen muiden valmistajien selaimissa ja tapahtumien valtuuttamisen käyttämällä Apple Payta tukevia laitteita. Kun tätä ominaisuutta käytetään, Apple luo muun valmistaja selaimen ja valtuutukseen käytettävän laitteen välille Applen palvelimien kautta viestintäkanavan, joka mahdollistaa lähetys- ja maksutietojen päivittämisen ja jonka kautta valtuutus voidaan toteuttaa. Lähetys- ja laskutustietosi, kuten ostoosi liittyvät verot ja lähetyskulut, näkyvät lyhyesti Applelle. Apple säilyttää nämä tiedot muodossa, joka ei yksilöi sinua. Apple Pay -tilauksen seuranta Tilauksen seurannan toteuttamiseksi osallistuva myyjä lähettää Apple Pay -oston jälkeen sinulle laitteeseen rajoitetun tilaustiedon, jolla laitteesi voi seurata tilausta. Apple toimittaa myyjälle myyjäkohtaisen laitetunnisteen ja push-tunnisteen, jota myyjä voi käyttää tilauksen päivitysten toimittamiseen laitteelle. Apple toteuttaa myyjien päivitykset, mutta ei tallenna tilaustietoja eikä seuraa päivitysten määrää tai tiheyttä tai sitä, mitkä myyjät lähettävät tilauspäivityksiä. Tilausten seurannan tiedot säilytetään paikallisesti laitteessasi ja pidetään ajan tasalla laitteiden välillä synkronoimalla salattu kopio, jota Apple ei voi käyttää. Voit hallita Apple Pay -tilauksiasi milloin tahansa napauttamalla tilauksesi näkyviin, napauttamalla haluamaasi tilausta ja napauttamalla Hallitse tilausta. Voit myös hallita ilmoituksia tilauksistasi siirtymällä Tilauksiin, napauttamalla Lisää-painiketta ja napauttamalla Mykistä ilmoitukset. Kun kirjaudut ulos tililtäsi, laitteesi voi silti säilyttää rajoitettuja tietoja tilauksistasi, joista se saa päivityksiä. Laitteen käyttäjät eivät näe näitä tietoja, niitä säilytetään vain lyhyen aikaa, ja laitteesi käyttää niitä vain päivitysten lähettämisen lopettamiseen uloskirjautumisen jälkeen, jotta oikeudeton pääsy tilaustietoihisi voidaan estää. Tilitoiminnan jakaminen muiden kehittäjien apeille Voit jakaa Apple Card-, Savings- ja Apple Cash -tilitietosi ja -tapahtumahistoriasi osallistuville App Storen taloushallinta-apeille, joihin luotat. Appien on pyydettävä lupaa lukea Lompakon Apple_Payssa olevia Apple Card-, Savings- tai Apple Cash -tilitoimintatietojasi. Voit hallita näille apeille jaettuja tietoja ja muuttaa koska tahansa, mitä jaetaan. Muun valmistajan apille jakamiasi tilitoimintatietoja käsitellään kyseisen apin tietosuojakäytännön mukaisesti. Apple ei näe eikä tallenna tilitietojasi tai tilitapahtumahistoriaasi, kun jaat tilitoimintatietosi. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi Apple Payssa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin. Näitä ovat mm. seuraavat: • Tilisi, kuten onko se aktiivinen • Laitteesi, kuten laitteen tyyppi, ohjelmistoversio ja laitteen sarjanumero • Korttisi, kuten kortissa näkyvät tiedot • Korttisi myöntäjä, kuten kolmas osapuoli, joka on valtuutettu päivittämään korttia • Apple Payn käyttösi, kuten lisäämiesi Apple Pay -korttien määrä • Sijaintisi Oikeutettuja etuja ovat mm. seuraavat: • Korttien lisääminen ja hallitseminen • Palvelun parantaminen ja optimoiminen sinulle ja muille • Sinulle merkityksellisimpien ominaisuuksien löytämisessä avustaminen • Kelpoisuuden tarkistaminen • Pyytämiesi palvelujen tarjoaminen sinulle • Viestiminen sinulle Apple Paysta ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua Petosten ja haittaohjelmien torjunta Muita tietoja Kun napautat korttia Lompakossa, Apple voi määrittää kelpoisuutesi Lompakko- ja Apple Pay -ominaisuuksille tarkistamalla, missä maassa kortti myönnettiin ja osallistuuko myöntäjä ominaisuuteen. Jos olet laittanut Sijaintipalvelut päälle, laitteesi sijainti voidaan lähettää anonyymisti Applelle tehdessäsi sillä ostoksia kaupoissa. Sijaintisi avulla Apple Pay voi parantaa yritysten nimien tarkkuutta Lompakko-korttitapahtuma­historiassa, ja se voidaan säilyttää koosteena Applen Karttojen, Apple Payn ja Lompakon parantamista varten. Voit estää nämä Apple Payn sijaintiin perustuvat toiminnot milloin tahansa iOS-laitteessasi valitsemalla Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > Järjestelmäpalvelut ja napauttamalla Apple Pay -myyjän tiedot pois päältä. Valitse Macissa Järjestelmäasetukset > Tietosuoja ja suojaus > Tietosuoja > Sijaintipalvelut ja klikkaa Lompakko pois päältä. Apple Payn parantamiseksi Apple kerää tietoja Apple Pay -ominaisuuksien käytöstäsi ja tallentaa nämä tiedot muodossa, josta sinua ei voida tunnistaa yksilöllisesti. Tiedot sisältävät kortin lisäämiseen tai Apple Pay -tapahtuman suorittamiseen kuluvan ajan. Apple voi myös käyttää näitä tietoja muiden Applen tuotteiden ja palvelujen parantamiseen, markkinointiin sekä petosten ehkäisyyn ja suojaukseen. Kortinhaltijan, käyttäjän tai myyjän sopimusehdot, jotka soveltuvat Apple Pay -ominaisuuksien käyttöön, määräävät edelleen maksukorttien käyttöä sekä korttien käyttöä Apple Payn yhteydessä. Kyseiset ehdot voivat sisältää lisää tietosuojakäytäntöjä. Apple eikä sen Apple Payn tarjoavat tytäryhtiöt eivät ole pankkeja, ja tämä tiedote täydentää muita mahdollisia tiedotteita, joita voit saada pankiltasi. Mikäli Apple epäilee Apple Payn käyttöön liittyvää petosta, tiedot mahdollisesti vilpillisestä Apple-tilistä ja tilitapahtumista voidaan jakaa korttisi myöntäjälle tai maksuverkoston tarjoajalle petosten ehkäisemiseksi. Apple säilyttää henkilötietosi vain niin pitkään kuin on tarpeen niiden tarkoitusten täyttämiseksi, joihin ne kerättiin, mukaan lukien tarkoitukset, jotka on kuvattu tässä ilmoituksessa, Applen tietosuojakäytännön mukaisesti tai lain edellyttämällä tavalla. Säilytysaikoja arvioitaessa tutkitaan ensin tarkasti, onko kerättyjä henkilötietoja tarpeen säilyttää, ja jos näin on, henkilötiedot pyritään säilyttämään mahdollisimman lyhyen lain salliman ajan. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: Apple Pay vous permet d’effectuer des achats en toute sécurité dans les magasins, dans les apps et sur le Web à l’aide de cartes bancaires ou prépayées. Apple Pay est un service de technologie fourni par des filiales d’Apple Inc., qui sont responsables de vos données personnelles. Votre fournisseur Apple Pay peut varier selon votre position géographique (par exemple, Apple Payments Services LLC si vous vous trouvez aux États-Unis). Pour en savoir plus sur les entités d’Apple responsables du traitement de vos données personnelles, consultez l’Engagement de confidentialité d’Apple à la page https://www.apple.com/fr/privacy/ ainsi que la liste des filiales d’Apple à la page https://www.apple.com/legal/privacy/fr-ww/affiliated-company/. Ajout de cartes à Apple Pay Lorsque vous ajoutez une carte de paiement, notamment une carte bancaire, prépayée ou d’un magasin, à Apple Pay, les données que vous renseignez sur votre carte, ainsi que les données concernant l’activation ou non de certains des réglages de votre appareil peuvent être envoyées à Apple afin de déterminer votre éligibilité pour activer Apple Pay et les fonctionnalités connexes. Votre appareil peut également évaluer l’utilisation que vous en faites (comme le pourcentage de temps pendant lequel l’appareil est en mouvement, le nombre approximatif d’appels par semaine) afin de lutter contre la fraude. Les données évaluées par votre appareil ne sont pas partagées avec Apple d’une façon susceptible de vous identifier. L’émetteur de votre carte, votre réseau de paiement ou le fournisseur autorisé par l’émetteur de votre carte peuvent partager des informations concernant les fonctionnalités et les avantages de votre carte avec Apple, notamment l’éventuelle prise en charge par votre carte de certains programmes de versement ou de récompenses, afin de déterminer son éligibilité à certaines fonctionnalités d’Apple Pay. Des données peuvent également être transmises par Apple à ces entités afin d’activer Apple Pay, de déterminer l’éligibilité de votre carte et de la configurer pour Apple Pay, et de lutter contre la fraude, notamment : • Le numéro de votre carte bancaire ou prépayée • Le nom et l’adresse de facturation associés à votre compte Apple • Des informations générales sur l’activité de votre compte Apple (par exemple, si vous effectuez souvent des transactions dans iTunes) • Des renseignements sur votre appareil et, si vous utilisez une Apple Watch, l’appareil iOS qui y est jumelé (par exemple, l’identifiant, le numéro de téléphone ainsi que le nom et le modèle, aussi bien pour votre Apple Watch que pour l’appareil iOS qui y est jumelé) • Le lieu de l’ajout de la carte (si le service de localisation est activé) • L’historique d’ajout de cartes de paiement à votre compte ou appareil • Des statistiques agrégées concernant les informations des cartes de paiement que vous avez ajoutées ou tenté d’ajouter à Apple Pay. Lorsque vous ajoutez une carte à Apple Pay à l’aide d’une app de tierce partie, comme une app bancaire, celle-ci envoie un identifiant de compte ou de carte à votre appareil. Cette information est utilisée par Apple et l’émetteur de votre carte pour déterminer l’éligibilité de cette dernière, la configurer avec Apple Pay et lutter contre la fraude. Pour vous aider à configurer les cartes que vous avez, ou avez récemment eues, sur d’autres appareils, Apple stocke dans votre compte Apple une référence de carte qui peut être utilisée avec l’émetteur de la carte ou le réseau de paiement pour ajouter à nouveau la carte après saisie du code de sécurité. Apple Pay ne stocke pas le numéro de carte bancaire ou prépayée d’origine. Paiement avec Apple Pay Lorsque vous commencez une procédure de paiement, votre code postal, ou une information équivalente, peut être transmis à l’app, au site web ou au commerçant pour permettre le calcul des taxes et frais de port. Lorsque vous commencez une procédure de paiement dans un navigateur de tierce partie, ce dernier génère un code QR ou un code d’extrait d’app que vous devez scanner avec votre appareil compatible avec Apple Pay. Une fois ce code scanné, Apple crée un canal de communication entre le navigateur utilisé et l’appareil compatible avec Apple Pay, sur lequel ces derniers peuvent partager les informations relatives à la transaction, à la facturation et/ou à l’expédition nécessaires au traitement de la transaction. Si certaines fonctionnalités de paiement Apple Pay améliorées sont activées, telles que la possibilité de payer en plusieurs fois ou d’utiliser des récompenses, et si vous initiez un achat avec Apple Pay, Apple identifiera les options de paiement disponibles en fonction des cartes présentes dans Cartes et des avantages et fonctionnalités qu’elles comportent, dont les informations sont transmises à Apple par leurs émetteurs. Vous pouvez également demander à Apple d’identifier les autres options de paiement éventuelles que vous pouvez utiliser et qui ne se trouvent pas dans Cartes. Pour ce faire, Apple utilisera les informations relatives à votre transaction, telles que le nom du commerçant et le montant de la transaction, afin de déterminer si d’autres modes de paiement sont disponibles pour cette transaction. Apple ne conserve pas les informations liées aux transactions et à la vérification de l’éligibilité aux modes de paiement d’une manière permettant de vous identifier personnellement. Si vous choisissez de demander à utiliser un autre mode de paiement, les informations relatives à votre demande seront partagées directement avec l’émetteur. Ces informations ne pourront pas être consultées ni conservées par Apple. Afin de vous aider à prendre des décisions financières éclairées si vous souhaitez payer en utilisant vos récompenses, Apple pourra utiliser les informations liées à votre carte, à ses fonctionnalités et à ses avantages, ainsi qu’au commerçant et au montant de la transaction, pour récupérer et afficher le solde de vos récompenses actuel, le nombre de points (ou équivalent) qui seront déduits pour régler la transaction et le solde de vos récompenses une fois la transaction terminée. Pour vous permettre de choisir le plan de versement le mieux adapté à votre situation financière, Apple fournit aux émetteurs participants des informations concernant le commerçant et le montant de la transaction, afin qu’ils puissent évaluer votre éligibilité à ce service et proposer à Apple une liste d’options de plan versement que vous pourrez consulter sur votre écran. Apple ne conserve pas les informations traitées pour vous offrir des fonctionnalités de paiement Apple Pay améliorées d’une manière permettant de vous identifier personnellement. Une fois le paiement autorisé, les autres informations demandées par le commerçant, comme un numéro de compte propre à l’appareil ou au commerçant, votre adresse de livraison ou votre adresse e-mail, sont également transmises. Votre numéro de carte bancaire ou prépayée n’est pas communiqué lorsque vous utilisez Apple Pay. Afin de garantir que vous avez autorisé toutes les transactions récurrentes ou initiées par un commerçant telles que les abonnements, l’émetteur de votre carte et/ou votre réseau de paiement autorisera et génèrera un numéro de compte commerçant approuvé pour ces transactions lorsque vous fournissez des modes de paiement Apple Pay admissibles à cette fin. Seul ce numéro de compte commerçant peut être utilisé par un commerçant participant pour autoriser les transactions sans interaction de votre part. Apple connaîtra le nom des commerçants associés à vos numéros de compte spécifiques aux commerçants, mais ne connaîtra pas la nature des articles que vous avez achetés ni leurs montants. Vous pouvez gérer vos numéros de compte commerçant dans Cartes en touchant la carte, puis en touchant le bouton Plus pour afficher ses détails. Pour les cartes offrant une protection renforcée contre la fraude, votre appareil exploitera les informations liées à votre compte Apple, à votre appareil et à votre position (si le service de localisation est activé pour l’app Cartes) lorsque vous tenterez d’effectuer une transaction sur le Web ou dans une app en vue de développer des évaluations de lutte contre la fraude exécutées sur l’appareil. Le résultat de ces évaluations de lutte contre la fraude exécutées sur l’appareil, et non les données sous-jacentes, sera envoyé à Apple et associé aux autres données auxquelles Apple a accès concernant votre appareil et votre compte en vue de développer des évaluations de lutte contre la fraude dans le cadre des transactions Apple Pay. Ces évaluations de lutte contre la fraude dans le cadre des transactions peuvent être partagées avec votre réseau de paiement, en les associant à un identifiant d’adresse de livraison et une adresse IP si celle-ci est disponible afin de lutter contre la fraude au moment de la transaction. L’identifiant d’adresse de livraison diffère selon les réseaux de paiement et peut être utilisé pour confirmer que les adresses de livraison associées à différentes transactions réalisées avec une carte bancaire spécifique sur votre appareil correspondent à la même adresse de manière à ne pas révéler le contenu de l’adresse. Vous pouvez vérifier si une carte offre cette protection renforcée contre la fraude à tout moment en regardant au dos des informations d’identification de votre paiement dans Cartes. Si vous ne souhaitez pas que des évaluations de lutte contre la fraude soient transmises à votre réseau de paiement, vous pouvez sélectionner une autre carte. Lorsque vous vous trouvez dans une app ou sur un site web via Safari utilisant Apple Pay sous iOS, watchOS ou macOS, l’app ou le site web peut vérifier si Apple Pay est activé sur votre appareil. Lorsque vous visitez un site web dans Safari sur un appareil iOS ou un Mac auquel il est impossible d’ajouter une carte, le site web peut vérifier si vous avez configuré Apple Pay sur un iPhone ou une Apple Watch utilisant le même compte Apple. Vous pouvez refuser que les sites web que vous visitez vérifient si Apple Pay est activé en modifiant vos réglages. Sous iOS, accédez à Réglages > Apps > Safari > Avancé > Rechercher Apple Pay. Sur un Mac, accédez à Safari > Réglages > Avancés, puis désélectionnez l’option « Autoriser les sites web à rechercher Apple Pay et Apple Card ». Sécurisation des modes de paiement Sécurisation des modes de paiement dans Safari Afin de vous aider à sécuriser vos modes de paiement dans l’écosystème Apple et à profiter de la confidentialité et de la sécurité offertes par Apple Pay, vos modes de paiement Apple Pay pris en charge présents dans l’app Cartes seront également disponibles dans la fonctionnalité de remplissage automatique de Safari. Lorsque vous effectuez des achats en ligne en utilisant la fonctionnalité de remplissage automatique de Safari sur des sites web, vous pouvez configurer un numéro de carte virtuelle pour masquer le numéro de votre carte physique si cette fonctionnalité est prise en charge par le réseau et l’émetteur de votre carte. Pour activer cette fonctionnalité, Apple enverra certaines informations concernant votre mode de paiement à votre réseau de paiement ou à votre émetteur (ou à des tierces parties qu’il aura autorisées), ce qui entraînera la création d’un numéro de carte virtuelle que vous pourrez utiliser pour effectuer des achats en ligne à l’aide de la fonctionnalité de remplissage automatique de Safari. Pour gérer vos numéros de carte Apple Pay, y compris vos numéros de carte virtuelle, accédez au verso de votre carte dans l’app Cartes et affichez les données de la carte. Vous pouvez également sécuriser vos modes de paiement déjà enregistrés dans la fonctionnalité de remplissage automatique de Safari en réglant vos achats avec Apple Pay ou avec un numéro de carte virtuelle plutôt qu’avec votre numéro de carte physique. Pour gérer cette fonctionnalité, accédez à Réglages > Cartes et Apple Pay, puis touchez « Utiliser Apple Pay si disponible ». Une fois cette fonctionnalité activée, certaines informations concernant votre carte enregistrée dans la fonctionnalité de remplissage automatique de Safari et nécessaires pour vérifier son éligibilité à Apple Pay seront envoyées à votre réseau de paiement pour la vérification. Si votre réseau de paiement estime que votre carte est éligible, Apple ajoutera ce mode de paiement à Cartes et votre réseau génèrera un numéro de carte Apple Pay pour renforcer votre protection lors de vos achats en ligne. Sécurisation des modes de paiement associés à votre compte Apple Afin de vous aider à gérer vos modes de paiement dans l’écosystème Apple, Apple peut vérifier si des modes de paiement Apple Pay peuvent être ajoutés comme modes de paiement en lien avec votre compte Apple et les afficher dans Réglages > [votre nom] > Paiement et livraison > Ajouter un mode de paiement > Mode de paiement. Lorsque vous effectuez une transaction avec votre compte Apple, Apple peut également vérifier si un mode de paiement lié au compte Apple est éligible pour Apple Pay. Si tel est le cas, afin de sécuriser vos données de paiement, Apple peut activer Apple Pay pour ce mode de paiement. Vous pouvez modifier vos modes de paiement liés au compte Apple à tout moment en accédant à Réglages > [votre nom] > Paiement et livraison. Apple transmet mais ne stocke pas vos informations de paiement Pour garantir la transmission sécurisée de vos informations de paiement dans les apps, sur les sites web et dans le cadre de Business Chat, les données sont envoyées à Apple sous forme chiffrée et sont brièvement déchiffrées puis rechiffrées avec une clé que seul le commerçant possède. Le commerçant, le développeur ou leur service de traitement des paiements sont donc les seuls à pouvoir déchiffrer vos informations de paiement. Lorsque vous effectuez un paiement sur un Mac auquel il est impossible d’ajouter une carte, le Mac et l’appareil délivrant l’autorisation communiquent sur un canal chiffré via les serveurs Apple. Apple ne conserve aucune de ces données sous une forme qui vous identifie personnellement. Apple Pay vous permet également d’effectuer des paiements dans les navigateurs tiers et d’utiliser des appareils compatibles avec Apple Pay pour autoriser les transactions. Lorsque vous utilisez cette fonctionnalité, Apple crée un canal de communication entre le navigateur tiers et l’appareil utilisé pour l’autorisation via les serveurs d’Apple afin de vous permettre de mettre à jour les informations d’expédition et de paiement, et de transmettre votre autorisation. Les informations concernant l’expédition et la facturation de votre achat, ainsi que les informations liées aux frais du commerçant, tels que les taxes et les frais d’expédition liés à votre achat, seront brièvement visibles pour Apple. Apple ne conserve aucune de ces données sous une forme qui vous identifie personnellement. Suivi des commandes Apple Pay Lorsque vous effectuez un achat Apple Pay, un commerçant participant envoie à votre appareil des renseignements limités sur votre commande pour que ce dernier puisse en effectuer le suivi. À son tour, Apple fournit au commerçant un identifiant d’appareil propre à celui-ci et un jeton Push qu’il peut utiliser pour envoyer à l’appareil des alertes au sujet de la commande. Apple permet aux commerçants de vous envoyer des alertes, mais ne conserve aucune information quant aux commandes. Apple ne consigne pas non plus le nombre et la fréquence de ces alertes ou encore le nom des commerçants à l’origine de celles-ci. Les informations relatives au suivi des commandes sont conservées localement sur vos appareils et maintenues à jour par la synchronisation d’une copie chiffrée à laquelle Apple n’a pas accès. Vous pouvez gérer vos commandes Apple Pay à tout moment en touchant Commandes pour afficher ces dernières, puis en touchant une commande spécifique et « Gérer la commande ». Vous pouvez également gérer les notifications de commande en accédant à Commandes > Plus, puis en touchant « Masquer les notifications ». Lorsque vous vous déconnectez de votre compte, votre appareil peut tout de même conserver certaines informations concernant les commandes pour lesquelles votre appareil reçoit des alertes. Ces informations ne seront pas visibles pour tous les utilisateurs de l’appareil, seront conservées pendant une brève période et seront utilisées par votre appareil dans le simple but d’interrompre la distribution d’alertes sur l’appareil après la déconnexion pour empêcher l’accès non autorisé aux informations de votre commande. Partage de l’activité du compte avec des apps tierces Vous pouvez partager les détails et les historiques de transactions de vos comptes Apple Card, Savings et Apple Cash avec des apps de gestion financière participantes fiables disponibles dans l’App Store. Ces apps peuvent vous demander l’autorisation de lire l’activité de votre compte Apple Card, Savings ou Apple Cash disponible à la section Apple Pay de l’app Cartes. Vous contrôlez les données que vous partagez avec ces apps et pouvez modifier à tout moment ce que vous partagez. L’activité du compte que vous choisissez de partager avec une app de tierce partie sera gérée conformément à la politique de confidentialité de cette dernière. Lorsque vous partagez l’activité de votre compte, Apple ne consulte ni ne stocke les détails de votre compte et votre historique de transactions. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation d’Apple Pay dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties, y compris des données concernant : • Votre compte, notamment s’il est actif ou non. • Votre appareil, notamment son type, la version de son logiciel et son numéro de série. • Votre carte, notamment les informations affichées sur celle-ci. • L’émetteur de votre carte, notamment la tierce partie autorisée à mettre à jour celle-ci. • Votre utilisation d’Apple Pay, comme le nombre de cartes Apple Pay que vous avez ajoutées. • Votre position. Parmi ces intérêts légitimes figure notamment le fait de : • Ajouter et gérer une carte. • Aider à améliorer et optimiser le service pour vous et les autres utilisateurs. • Vous aider à découvrir des fonctionnalités pertinentes. • Vérifier votre éligibilité. • Vous fournir les services demandés. • Vous envoyer des communications concernant Apple Pay et d’autres produits, services et offres Apple susceptibles de vous intéresser. Lutter contre la fraude et d’autres activités malveillantes. Autres informations Afin de déterminer votre éligibilité aux fonctionnalités de Cartes et dʼApple Pay, lorsque vous touchez une carte dans Cartes, Apple peut vérifier son éligibilité aux fonctionnalités en identifiant son pays d’émission et en déterminant si son émetteur participe à la fonctionnalité. Si le service de localisation est activé, la position géographique de votre appareil au moment de son utilisation pour des achats dans des magasins peut être envoyée de manière anonyme à Apple ; cela aide Apple Pay à améliorer la précision des noms des magasins dans l’historique des transactions de la carte dans Cartes. Cette position peut également être conservée sous forme combinée pour améliorer Plans d’Apple, Apple Pay et Cartes. Vous pouvez désactiver la fonctionnalité Apple Pay liée à la position géographique à tout moment sur votre appareil iOS en accédant à Réglages > Confidentialité et sécurité > Service de localisation > Services système et en touchant l’option « Id. commerçants Apple Pay » pour la désactiver. Sur un Mac, accédez à Réglages Système > Confidentialité et sécurité > Confidentialité > Service de localisation, puis cliquez sur l’option Cartes pour la désactiver. Pour améliorer Apple Pay, Apple recueille des informations concernant votre utilisation d’Apple Pay et les conserve d’une façon ne permettant pas de vous identifier. Ces informations incluent le temps nécessaire à l’ajout d’une carte ou à la finalisation d’une transaction avec Apple Pay. Apple peut également utiliser ces informations pour améliorer les autres produits et services Apple et à des fins marketing, de lutte contre la fraude et de sécurité. Les conditions relatives aux titulaires des cartes, aux utilisateurs, aux accords avec les commerçants, ainsi que les autres conditions générales applicables à l’utilisation des fonctionnalités d’Apple Pay régiront toujours l’utilisation de vos cartes et leur utilisation avec Apple Pay. Ces conditions peuvent contenir des politiques de confidentialité supplémentaires. Ni Apple ni ses filiales fournissant le service Apple Pay ne constituent une institution bancaire. Cet avis s’ajoute aux avis que vous pourriez recevoir de la part de votre banque. Dans le cas où Apple suspecterait une activité frauduleuse liée à votre utilisation d’Apple Pay, certaines informations relatives au compte Apple et aux transactions potentiellement affectés pourraient être partagées avec l’émetteur de votre carte ou le prestataire de services de paiement afin d’éviter toute fraude. Apple ne conserve les données personnelles que pendant la durée nécessaire à la réalisation des opérations pour lesquelles elles ont été recueillies, notamment comme décrit dans le présent avis et conformément à lʼEngagement de confidentialité dʼApple et aux exigences légales. Lors de l’évaluation des périodes de rétention, nous examinons d’abord avec soin s’il est nécessaire de conserver les données personnelles recueillies et, le cas échéant, nous ne les conservons que pendant la durée minimale requise par la loi. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: Apple Pay vous permet d’effectuer des achats sécurisés dans les commerces, dans les apps et sur le Web avec vos cartes de débit et de crédit ainsi qu’avec vos cartes prépayées. Apple Pay est un service technologique fourni par des filiales d’Apple Inc., qui sont responsables de vos données personnelles. Le fournisseur d’Apple Pay peut varier selon l’endroit où vous vous trouvez : il s’agit par exemple d’Apple Payments Services LLC aux États-Unis. Pour en savoir plus sur les entités d’Apple responsables du traitement de vos données personnelles, consultez la politique de confidentialité d’Apple à l’adresse apple.com/ca/fr/privacy et la page sur les sociétés affiliées d’Apple à l’adresse www.apple.com/ca/fr/legal/privacy/fr-ca/affiliated-company. Ajouter une carte de paiement à Apple Pay Lorsque vous ajoutez une carte de paiement telle qu’une carte de magasin, de crédit, de débit ou une carte prépayée à Apple Pay, les informations que vous fournissez au sujet de votre carte et les données relatives à l’activation de certains réglages de votre appareil peuvent être envoyées à Apple pour déterminer votre admissibilité à l’activation d’Apple Pay et de ses fonctionnalités. Votre appareil pourrait également évaluer la façon dont vous utilisez ce dernier (par exemple, le pourcentage de temps pendant lequel l’appareil est en mouvement et le nombre approximatif d’appels par semaine) pour contribuer à la détection des fraudes. Les informations évaluées par votre appareil ne sont pas partagées avec Apple d’une façon qui permettrait de vous identifier. L’émetteur de votre carte, le réseau de paiement ou le fournisseur autorisé par l’émetteur de votre carte pourraient partager des informations sur les fonctionnalités et les avantages de la carte avec Apple, comme d’éventuelles récompenses ou des plans de versements, pour déterminer l’admissibilité à certaines fonctionnalités d’Apple Pay. Apple pourrait également fournir des informations à ces entités pour activer Apple Pay, définir l’admissibilité de la carte, configurer votre carte avec Apple Pay et prévenir la fraude, y compris : • le numéro de votre carte de crédit, de débit ou prépayée; • le nom et l’adresse de facturation associés à votre compte Apple; • des informations générales sur l’activité de votre compte Apple (par exemple, si vous avez un long historique de transaction dans iTunes); • les informations à propos de votre appareil et, si vous utilisez une Apple Watch, l’appareil iOS jumelé (par exemple, un identifiant d’appareil, un numéro de téléphone ainsi que le nom et le modèle de votre Apple Watch et de votre appareil iOS jumelé); • l’emplacement au moment d’ajouter votre carte (si vous avez activé le service de localisation); • l’historique d’ajout de cartes de paiement du compte ou de l’appareil; • les statistiques agrégées concernant les informations des cartes de paiement que vous avez ajoutées ou tenté d’ajouter à Apple Pay. Lorsque vous ajoutez une carte à Apple Pay au moyen d’une app tierce comme l’app d’une banque, l’app envoie un compte ou l’identifiant d’une carte à votre appareil. Apple et l’émetteur de votre carte utilisent cette information pour déterminer l’admissibilité de votre carte, configurer celle-ci avec Apple Pay et prévenir la fraude. Pour vous aider à configurer les cartes en votre possession, ou qui l’ont été récemment, sur d’autres appareils, Apple stocke dans votre compte Apple une carte de référence qui peut être utilisée avec l’émetteur de la carte ou le réseau de paiement pour ajouter à nouveau la carte après saisie du code de sécurité. Apple Pay ne stocke pas le numéro de carte de crédit, de débit ou prépayée d’origine. Payer avec Apple Pay Lorsque vous amorcez un paiement, votre code postal ou toute information équivalente pourraient être fournis à l’app, au site Web ou au commerçant pour calculer les taxes et les frais de livraison. Quand vous commencez à effectuer un paiement dans un navigateur tiers, ce dernier génère un code QR ou un code d’extrait d’app que vous pouvez balayer avec votre appareil compatible avec Apple Pay. Une fois le code balayé, Apple ouvre un canal de communication entre le navigateur et l’appareil compatible avec Apple Pay au moyen duquel le navigateur et l’appareil partagent les informations nécessaires au traitement de la transaction. Il s’agit d’informations relatives à la transaction, à la facturation ou à la livraison. Si les fonctionnalités de paiement Apple Pay améliorées sont activées, comme la possibilité de payer en plusieurs versements ou d’utiliser des récompenses, Apple identifiera les options de paiement disponibles dès que vous effectuez un achat avec Apple Pay, et ce, en fonction des cartes présentes dans l’app Portefeuille ainsi que des avantages et des fonctionnalités associés à ces cartes. Ces dernières informations sont fournies à Apple par les émetteurs de cartes. Vous pouvez également demander à Apple d’identifier d’autres options de paiement que vous pouvez utiliser et qui ne se trouvent pas encore dans Portefeuille. Pour ce faire, Apple utilisera les informations relatives à votre transaction, comme le nom du commerçant et le montant de la transaction, pour déterminer si d’autres modes de paiement sont disponibles pour cette transaction. Apple ne conserve pas les informations liées aux transactions et à l’admissibilité aux modes de paiement d’une façon qui permettrait de vous identifier personnellement. Si vous choisissez de demander un autre mode de paiement, les informations relatives à votre demande seront partagées directement avec l’émetteur et ne pourront être ni consultées ni conservées par Apple. Pour vous aider à prendre des décisions financières éclairées si vous souhaitez payer en utilisant vos récompenses, Apple pourrait utiliser les informations liées à votre carte, à ses fonctionnalités et à ses avantages ainsi qu’au commerçant et au montant de la transaction pour récupérer et afficher le solde actuel de vos récompenses, le nombre de points (ou tout équivalent) qui seront déduits pour payer la transaction et le solde de vos récompenses une fois la transaction terminée. Pour vous permettre de choisir un plan de versements adapté à votre situation financière, Apple fournit aux émetteurs participants des informations sur le commerçant et le montant de la transaction afin qu’ils puissent évaluer votre admissibilité et fournir à Apple une liste d’options de plan de versements à vous proposer. Apple ne conserve pas les informations traitées pour vous offrir des fonctionnalités de paiement Apple Pay améliorées d’une façon qui permettrait de vous identifier personnellement. D’autres informations demandées par le commerçant, comme un numéro de compte propre à lui ou à l’appareil, votre adresse de livraison ou votre adresse courriel, seront également fournies avec votre autorisation du paiement. Votre numéro de carte de débit ou de crédit, ou de votre carte prépayée n’est pas communiqué lorsque vous utilisez Apple Pay. Pour veiller à ce que vous ayez autorisé toute transaction récurrente ou initiée par un commerçant, comme les abonnements, l’émetteur de votre carte ou le réseau de paiement générera un numéro de compte commerçant approuvé pour de telles transactions lorsque vous fournissez des modes de paiement Apple Pay admissibles à cette fin. Seul ce numéro de compte commerçant peut être utilisé par un commerçant participant pour autoriser les transactions sans interaction de votre part. Apple saura quels commerçants sont associés à vos numéros de compte commerçant, mais pas ce que vous achetez ou le prix que vous avez payé. Vous pouvez gérer vos numéros de compte commerçant dans Portefeuille en touchant la carte, puis le bouton Plus pour afficher ses données. Lorsque vous réalisez une transaction en ligne ou dans une app avec une carte bénéficiant d’un certain niveau amélioré de prévention des fraudes, votre appareil évaluera des informations sur votre compte Apple, votre appareil et votre position géographique si vous avez activé le service de localisation pour Portefeuille, et ce, afin de mettre en œuvre des évaluations de prévention des fraudes sur l’appareil. Le résultat des évaluations de prévention des fraudes effectuées sur l’appareil sera transmis à Apple sans les données sous-jacentes et sera accompagné d’informations connues d’Apple concernant votre appareil et votre compte afin de mettre en œuvre des évaluations de prévention des fraudes avec Apple Pay. Les évaluations des transactions pour prévenir la fraude peuvent être partagées avec votre réseau de paiement en même temps qu’un identifiant d’adresse de livraison et qu’une adresse IP, le cas échéant, afin de prévenir les fraudes au moment des transactions. L’identifiant d’adresse de livraison diffère d’un réseau de paiement à l’autre et peut être utilisé pour confirmer si les adresses de livraison associées à différentes transactions effectuées avec une carte donnée sur votre appareil sont identiques, et ce, sans divulguer l’adresse sous-jacente. Vous pouvez à tout moment vérifier si une carte bénéficie de la prévention des fraudes améliorée en consultant le verso de votre mode de paiement dans Portefeuille. Pour empêcher le partage des évaluations de prévention des fraudes avec votre réseau de paiement, veuillez sélectionner une autre carte. Lorsque vous utilisez une app ou visitez un site Web sur Safari qui utilise Apple Pay sous iOS, watchOS ou macOS, l’app ou le site Web peut vérifier si Apple Pay est activé sur votre appareil. Lorsque vous visitez un site Web dans Safari sur un appareil iOS ou un Mac auquel une carte ne peut pas être ajoutée, le site Web peut vérifier si Apple Pay est configuré sur un iPhone ou une Apple Watch utilisant le même compte Apple. Vous pouvez empêcher les sites Web que vous visitez de vérifier si Apple Pay est activé en modifiant vos réglages. Sur iOS, accédez à Réglages > Apps > Safari > Avancé > Détection d’Apple Pay. Sur Mac, allez dans Safari > Réglages > Avancés et décochez « Autoriser les sites Web à vérifier la disponibilité d’Apple Pay et de l’Apple Card ». Protection des modes de paiement Protection des modes de paiement dans Safari Afin de vous aider à protéger vos modes de paiement dans l’écosystème Apple et à bénéficier des avantages d’Apple Pay en matière de confidentialité et de sécurité, les modes de paiement Apple Pay pris en charge que vous utilisez dans Portefeuille seront également accessibles à partir du remplissage automatique de Safari. Lorsque vous magasinez en ligne avec le remplissage automatique de Safari, vous pouvez configurer un numéro de carte virtuelle pour masquer le numéro de votre carte physique si le réseau participant et l’émetteur de la carte le permettent. Pour activer cette fonctionnalité, Apple enverra des informations limitées concernant votre mode de paiement à votre réseau ou à l’émetteur (ou à leur partenaire tiers autorisé), ce qui permettra de générer un numéro de carte virtuelle que vous pourrez utiliser avec le remplissage automatique de Safari pour payer vos achats en ligne. Pour gérer vos numéros de carte Apple Pay, y compris les numéros de carte virtuelle, accédez au verso de votre carte dans Portefeuille et touchez-le pour consulter les informations de la carte. Vous pouvez également protéger les modes de paiement qui sont déjà enregistrés dans le remplissage automatique de Safari en payant avec Apple Pay ou un numéro de carte virtuelle plutôt qu’avec le numéro de la carte physique. Pour ce faire, accédez à Réglages > Portefeuille et Apple Pay, puis touchez Utiliser Apple Pay si disponible. Lorsque l’option est activée, des informations limitées concernant la carte enregistrée dans le remplissage automatique de Safari seront envoyées à votre réseau de paiement pour vérifier l’admissibilité à Apple Pay. Si votre réseau de paiement indique que la carte est admissible, Apple ajoutera le mode de paiement à Portefeuille, et votre réseau générera un numéro de carte Apple Pay pour plus de protection lorsque vous magasinerez en ligne. Protection des modes de paiement associés au compte Apple Afin de vous aider à gérer vos modes de paiement dans l’écosystème Apple, ce dernier peut vérifier si tout mode de paiement Apple Pay est admissible pour être associé à votre compte Apple et être affiché dans Réglages > [votre nom] > Paiement et livraison > Ajouter un mode de paiement > Mode de paiement. Lorsque vous effectuez une transaction avec votre compte, Apple peut également vérifier si l’un des modes de paiement enregistrés est admissible à Apple Pay. Le cas échéant, Apple peut activer Apple Pay pour ce mode de paiement afin de préserver les informations qui s’y rapportent. Vous pouvez modifier les modes de paiement associés à votre compte Apple à tout moment en accédant à Réglages > [votre nom] > Paiement et livraison. Apple transmet, mais ne stocke pas vos informations de paiement Pour garantir la transmission sécurisée de vos informations de paiement dans les apps, sur les sites Web et dans les clavardages commerciaux, les données sont envoyées à Apple sous forme chiffrée et sont brièvement déchiffrées puis rechiffrées avec une clé que seul le commerçant possède. Le commerçant, le développeur ou l’entreprise de traitement des paiements sont donc les seuls à pouvoir déchiffrer vos informations de paiement. Lorsque vous effectuez un paiement sur un Mac auquel il est impossible d’ajouter une carte, le Mac et l’appareil qui délivrent l’autorisation communiquent sur un canal chiffré par l’intermédiaire des serveurs Apple. Apple ne conserve aucune de ces données sous une forme qui vous identifie personnellement. Apple Pay vous permet également d’effectuer des paiements dans les navigateurs tiers et d’utiliser des appareils compatibles avec Apple Pay pour autoriser les transactions. Lorsque vous utilisez cette fonctionnalité, Apple crée un canal de communication entre le navigateur tiers et l’appareil utilisé pour l’autorisation par l’entremise des serveurs d’Apple afin de vous permettre de mettre à jour les informations de livraison et de paiement, et de transmettre votre autorisation. Les informations de livraison et de facturation ainsi que celles relatives aux frais du commerçant, notamment les taxes et les frais de livraison associés à l’achat, seront brièvement visibles par Apple. Apple ne conserve aucune de ces données sous une forme qui vous identifie personnellement. Suivi des commandes Apple Pay Après un achat Apple Pay, un commerçant participant envoie à votre appareil des renseignements sur votre commande pour que celui-ci puisse en effectuer le suivi. À son tour, Apple fournit au commerçant un identifiant d’appareil propre à celui-ci et un jeton Push qu’il peut utiliser pour envoyer à l’appareil de nouvelles informations sur la commande. Apple permet au commerçant de mettre à jour la commande, mais ne stocke aucun renseignement sur celle-ci et n’effectue aucun suivi du nombre de mises à jour, de leur fréquence ou de l’identité des commerçants. Les informations de suivi des commandes sont stockées localement sur vos appareils et tenues à jour par la synchronisation d’une copie chiffrée, qui n’est pas accessible par Apple. Vous pouvez gérer vos commandes Apple Pay à tout moment dans Commandes, en touchant une commande, puis Gérer la commande. Vous pouvez aussi gérer les notifications sur les commandes en accédant à Commandes, en touchant le bouton Plus, puis Désactiver les notifications. Si vous vous déconnectez de votre compte, votre appareil pourrait conserver des informations limitées sur les commandes pour lesquelles l’appareil reçoit des mises à jour. Les utilisateurs de l’appareil n’auront pas accès à ces informations, qui seront conservées pour une courte période et utilisées par votre appareil uniquement pour faire cesser l’envoi des mises à jour après la déconnexion afin d’empêcher un accès non autorisé aux informations de vos commandes. Partage de l’activité de compte avec des apps tierces Vous pouvez partager les détails de vos comptes Apple Card, Savings et Apple Cash ainsi que l’historique des transactions avec les apps de gestion financière personnelle participantes qui proviennent de l’App Store et auxquelles vous faites confiance. Les apps doivent demander l’autorisation de consulter l’activité de vos comptes Apple Card, Savings et Apple Cash à partir d’Apple Pay dans Portefeuille. Vous exercez un contrôle sur les données que vous partagez avec ces apps et pouvez modifier ce que vous partagez à tout moment. L’activité de compte que vous choisissez de partager avec une app tierce sera traitée conformément à la politique de confidentialité de cette dernière. Apple ne voit ni ne stocke les détails de votre compte ni l’historique des transactions lorsque vous en partagez l’activité. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles d’Apple Pay aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers, y compris les informations relatives à : • votre compte, à savoir notamment s’il est actif; • votre appareil, notamment son type, sa version logicielle et son numéro de série; • votre carte, notamment les informations qui figurent dessus; • l’émetteur de votre carte, notamment le tiers autorisé à transmettre des mises à jour à la carte; • l’utilisation que vous faites d’Apple Pay, notamment le nombre de cartes que vous avez ajoutées; • votre position; Cet intérêt légitime comprend : • l’ajout et la gestion d’une carte; • l’amélioration et l’optimisation du service pour vous et les autres utilisateurs; • des mesures pour vous faire découvrir des fonctionnalités susceptibles de vous être utiles; • la vérification de l’admissibilité; • la prestation des services que vous demandez; • l’envoi de communications au sujet d’Apple Pay et d’autres produits, services et offres d’Apple susceptibles de vous intéresser; Prévenir la fraude et d’autres activités malveillantes Autres informations Pour déterminer l’admissibilité aux fonctionnalités de Portefeuille et d’Apple Pay lorsque vous touchez une carte dans Portefeuille, Apple pourrait vérifier le pays d’émission de la carte et la participation de l’émetteur à la fonctionnalité. Si le service de localisation est activé, la position géographique de votre appareil au moment de son utilisation pour des achats dans des commerces peut être envoyée de manière anonyme à Apple; cela aide Apple Pay à améliorer la précision des noms des commerces dans l’historique des transactions de la carte dans Portefeuille. Les données de position peuvent être conservées après avoir été consolidées, et ce, pour améliorer Plans d’Apple, Apple Pay et Portefeuille. Vous pouvez désactiver la fonctionnalité de localisation d’Apple Pay à tout moment sur votre appareil iOS en accédant à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis en désactivant « Id. commerçant Apple Pay ». Sur Mac, accédez à Réglages système > Confidentialité et sécurité > Confidentialité > Localisation, puis désactivez Portefeuille. Afin de contribuer à l’amélioration d’Apple Pay, Apple recueille des informations sur l’utilisation que vous faites de cette fonctionnalité, puis les stocke d’une façon qui ne vous identifie pas personnellement. Ces informations comprennent le temps qui a été nécessaire pour ajouter correctement une carte ou pour conclure une transaction avec Apple Pay. Apple peut également utiliser ces informations à des fins de marketing, de sécurité, de prévention de la fraude et d’amélioration de ses autres produits et services. Les modalités de toute convention avec les détenteurs de carte, de toute entente d’utilisation ou de tout contrat de vente, ainsi que les autres modalités et conditions applicables à l’utilisation des fonctionnalités d’Apple Pay continuent de régir l’utilisation des cartes, ainsi que leur utilisation avec Apple Pay. Ces modalités peuvent inclure des politiques de confidentialité supplémentaires. Ni Apple ni ses filiales fournissant Apple Pay ne sont des banques, et cet avis s’ajoute à tout autre avis que vous pourriez recevoir de la part de votre banque. Si Apple soupçonne une fraude liée à l’utilisation d’Apple Pay, des informations sur le compte Apple potentiellement frauduleux et les transactions associées peuvent être partagées avec l’émetteur de votre carte ou le fournisseur du réseau de paiement pour prévenir la fraude. Apple conserve les données personnelles uniquement le temps qu’il lui faut pour parvenir aux fins pour lesquelles elles ont été recueillies, comme décrit dans cet avis et conformément à la politique de confidentialité d’Apple ou comme la loi l’exige. Lorsque nous évaluons les périodes de rétention, nous déterminons d’abord avec attention s’il est nécessaire de conserver les données personnelles recueillies et, si leur conservation s’avère nécessaire, nous veillons à les conserver le moins de temps possible conformément à la loi. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ‏Apple Pay מאפשר לך לבצע רכישות בטוחות בחנויות, ביישומים ובאתרי אינטרנט, באמצעות כרטיס אשראי, כרטיס חיוב או כרטיס נטען. ‏Apple Pay הוא שירות טכנולוגי שמסופק על ידי חברות שותפות של ⁨Apple Inc.⁩, האחראיות על הנתונים האישיים שלך. ספק ה-Apple Pay עשוי להשתנות בהתאם למיקום שלך, כגון Apple Payments Services LLC בארצות הברית. מידע נוסף על ישויות Apple שאחראיות על עיבוד הנתונים האישיים שלך זמין במדיניות הפרטיות של Apple בכתובת apple.com/privacy, ובמדיניות הפרטיות של חברות שמקושרות ל-Apple בכתובת www.apple.com/legal/privacy/he/affiliated-company. הוספת כרטיסים ל‑Apple Pay בעת הוספה של כרטיסי אשראי, כרטיסי חיוב, כרטיסים נטענים או כרטיסי מועדון לקוחות ל‑Apple Pay, מידע שמסרת לגבי הכרטיס ומידע לגבי מצב ההפעלה של הגדרות מסוימות במכשיר שלך עשוי להישלח ל-Apple לצורך בדיקת זכאותך להפעלת Apple Pay והמאפיינים שלו. המכשיר שלך עשוי גם לבצע הערכה של דפוסי השימוש במכשיר (למשל, אחוז הזמן בו המכשיר נמצא בתנועה או מספר משוער של שיחות שמבוצעות בשבוע) כדי לסייע בזיהוי הונאות. המידע שמשמש את המכשיר שלך לביצוע הערכה יועבר אל Apple באופן שאינו מאפשר זיהוי אישי. ייתכן שמנפיק הכרטיס שלך, רשת התשלום או ספק שאושר על ידי מנפיק הכרטיס שלך ישתפו עם Apple מידע על מאפייני הכרטיס שלך וההטבות שלו, למשל אם הוא תומך בתוכנית תגמולים או תשלומים, לצורך בדיקת זכאותך למאפיינים מסוימים של Apple Pay. ייתכן שיישויות אלו יקבלו מידע מ-Apple כדי להפעיל את Apple Pay, לקבוע את זכאות הכרטיס, להגדיר את הכרטיס שלך עם Apple Pay ולמנוע הונאות. המידע עשוי לכלול את: • מספר כרטיס האשראי, כרטיס החיוב או הכרטיס הנטען • השם וכתובת המשלוח שמקושרים לחשבון ה‑Apple שלך • מידע כללי בנוגע לפעילות חשבון ה‑Apple, (למשל, אם יש לך היסטוריה ארוכה של עסקאות ב-iTunes) • מידע לגבי המכשיר שלך, ובמקרה של שימוש ב-Apple Watch, מכשיר ה-iOS המקושר (לדוגמה, מספר הזיהוי של המכשיר, מספר הטלפון, הדגם ושם המכשיר – גם של ה-Apple Watch וגם של מכשיר ה-iOS המקושר) • המיקום ברגע הוספת הכרטיס (אם הפעלת את ״שירותי מיקום״) • היסטוריית הוספת כרטיסי תשלום בחשבון או במכשיר • נתונים סטטיסטיים צבורים לגבי כרטיסי תשלום שהוספת או שניסית להוסיף ל-Apple Pay בעבר בעת הוספת כרטיס ל-Apple Pay דרך יישום חיצוני, כמו למשל יישומי בנקאות, היישום ישלח למכשיר שלך קוד זיהוי של החשבון או של הכרטיס. מידע זה ישמש את Apple ואת מנפיק הכרטיס כדי לקבוע אם הכרטיס מתאים לשימוש, כדי להפעיל את הכרטיס לשימוש עם Apple Pay וכדי למנוע הונאה. כדי לסייע לך בהגדרת כרטיסים במכשירים אחרים (כרטיסים שכרגע ברשותך, או שהיו ברשותך לא מזמן), Apple שומרת נתוני זיהוי של הכרטיס בחשבון ה‑Apple שלך לשימוש אפשרי עם מנפיק הכרטיס או רשת התשלומים לצורך הוספה מחדש של הכרטיס לאחר הזנת קוד האבטחה. ‏Apple Pay לא מאחסנת את המספר של כרטיס האשראי, כרטיס החיוב או הכרטיס הנטען המקורי. תשלום באמצעות Apple Pay בעת תחילת ביצוע תשלום, היישום, האתר או בית העסק עשויים לקבל את פרטי המיקוד שלך או מידע דומה כדי לאפשר חישוב של המיסוי ועלויות המשלוח. בעת תחילת ביצוע תשלום בתוך דפדפן חיצוני, הדפדפן מייצר קוד QR או קוד של ״יישום ברגע״ לסריקה על ידי המכשיר שלך שתומך ב-Apple Pay. לאחר הסריקה, Apple תיזום ערוץ תקשורת בין הדפדפן לבין המכשיר שתומך ב-Apple Pay, שדרכו הדפדפן והמכשיר ישתפו מידע רלוונטי לגבי העסקה וכתובת החיוב ו/או המשלוח, אשר חיוני לעיבוד העסקה. לאחר תחילת ביצוע רכישה באמצעות Apple Pay, אם הופעלו מאפיינים משופרים של תשלום באמצעות Apple Pay כגון היכולת לשלם בתשלומים או עם תגמולים, ‏Apple תשתמש במידע על הכרטיסים שהוספת ל״ארנק״ ועל התגמולים וההטבות של אותם כרטיסים כדי לזהות את אפשרויות התשלום הזמינות עבורך שסופקו לה על ידי מנפיקי הכרטיסים. ניתן גם לאפשר ל-Apple לזהות אפשרויות תשלום זמינות נוספות שאינן נמצאות עדיין ב״ארנק״. כדי לעשות זאת, Apple תשתמש במידע על העסקה שלך, כגון בית העסק והסכום, כדי לקבוע אם אמצעי תשלום נוספים זמינים במסגרת עסקה זו. ‏Apple אינה מאחסנת מידע על העסקה ועל בדיקת הזכאות של אמצעי התשלום באופן שמקושר לזהותך. אם בחרת להגיש בקשה לאמצעי תשלום חדש, פרטי הבקשה שלך ישותפו ישירות עם המנפיק ו-Apple לא תוכל לראות או לאחסן אותם. אם בחרת לשלם באמצעות תגמולים, Apple עשויה להשתמש במידע על הכרטיס שלך, על מאפייני הכרטיס שלך ועל ההטבות שלו, כמו גם במידע על בית העסק והסכום של העסקה, כדי לקבל ולהציג את יתרת התגמולים הנוכחית שלך, את נקודות התגמולים (או אמצעים מקבילים) שישמשו לביצוע עסקה זו, ואת יתרת התגמולים שלך לאחר ביצוע העסקה, וזאת במטרה לעזור לך לבצע החלטות פיננסיות מדעת. כדי לאפשר לך לבחור את תוכנית התשלומים המתאימה ביותר לבריאות הכלכלית שלך, Apple מספקת למנפיק המשתתף שלך מידע על בית העסק והסכום, שבו הוא משתמש כדי לבצע הערכת זכאות ולספק ל-Apple רשימה של אפשרויות תשלומים להצגה. ‏Apple אינה מאחסנת מידע זה, שמעובד כדי לספק מאפייני תשלום משופרים של Apple Pay, באופן שמקושר לזהותך. לאחר אישור התשלום, מידע נוסף שדרוש לבית העסק, כמו מספר חשבון ייחודי של המכשיר או של בית העסק, כתובת למשלוח או כתובת דוא״ל, יועבר גם הוא. מספר כרטיס האשראי, כרטיס החיוב או הכרטיס הנטען לא יימסר בעת שימוש ב-Apple Pay. בעת בחירה לספק לבתי עסק משתתפים אמצעי תשלום שניתן להשתמש בו עם Apple Pay עבור חיובים חוזרים או חיובים אחרים שיוזם בית העסק, מנפיק הכרטיס ו/או רשת התשלומים שלך יאשרו וייצרו מספר חשבון ייחודי לבית העסק שישמש עבור חיובים כאלו. זאת כדי לסייע לוודא שכל חיוב חוזר או חיובים אחרים שיוזם בית העסק, למשל עבור מינויים, אושרו על-ידך. רק מספר החשבון הייחודי הזה לבית העסק יכול לשמש בית עסק משתתף כדי לאשר עסקאות ללא נקיטת פעולה מסוימת מצדך. ‏Apple תדע אילו בתי עסק מקושרים למספרי החשבון שלך שייחודיים עבור בתי העסק, אך לא תדע מה רכשת וכמה שילמת עבור הרכישה. ניתן לנהל את מספרי החשבון הייחודיים לבתי העסק דרך ״ארנק״ על ידי הקשה על הכרטיס ואז הקשה על הכפתור ״עוד״ כדי להציג את פרטי הכרטיס. בעת ניסיון לביצוע עסקת רכישה ברשת או בתוך יישומים באמצעות כרטיסים עם הגנה משופרת נגד הונאות, המכשיר שלך יבצע הערכת מידע בנוגע לחשבון ה‑Apple, למכשיר ולמיקום שלך (אם הפעלת את ״שירותי מיקום״ עבור ״ארנק״), וזאת כדי לפתח מנגנון הערכה למניעת הונאות שנמצא במכשיר עצמו. התוצאות שיתקבלו ממנגנון ההערכה למניעת הונאות שנמצא במכשיר, ללא הנתונים שנאספו במהלך ההערכה, יועברו ל-Apple ויצורפו למידע לגבי המכשיר והחשבון שלך שכבר נמצא אצל Apple, במטרה לפתח מנגנון הערכה למניעת הונאות עבור עסקאות של Apple Pay. ייתכן שתוצאות ההערכה של מניעת ההונאות בעסקאות ישותפו עם רשת התשלומים שלך, בנוסף למזהה כתובת המשלוח וכתובת ה-IP (אם היא זמינה), במטרה למנוע הונאות במהלך ביצוע עסקאות. מזהה כתובת המשלוח משתנה עבור כל רשת תשלומים, וייתכן שייעשה בו שימוש כדי לקבוע אם כתובות המשלוח בעסקאות רכישה שונות שהתבצעו באמצעות כרטיס מסוים שנמצא במכשיר שלך הן זהות. הבדיקה תתבצע בצורה שאינה חושפת את הכתובת עצמה. באפשרותך לבדוק בכל עת אם בכרטיס כלשהו פועלת מערכת מניעת ההונאות המשופרת באמצעות מעבר לצד האחורי של אמצעי התשלום שלך ב״ארנק״. כדי למנוע את שיתוף תוצאות ההערכות של מניעת ההונאות עם רשת התשלומים שלך, באפשרותך לבחור בכרטיס אחר. בעת שימוש ביישומים או באתרים דרך Safari אשר משתמשים ב-Apple Pay במכשירי iOS, ‏watchOS או macOS, יישומים או אתרים אלה יכולים לבדוק אם Apple Pay הופעל אצלך במכשיר זה. במהלך גלישה באתרי אינטרנט בדפדפן Safari במכשיר iOS, או ב-Mac שאינו מאפשר הוספת כרטיסים, האתר יכול לבדוק אם הגדרת את Apple Pay במכשיר iPhone או Apple Watch המחוברים לאותו חשבון Apple. ניתן לבטל את הבדיקה שמבצעים אתרי אינטרנט אלה בנוגע להפעלת Apple Pay באמצעות שינוי ההגדרות במכשיר. במכשירי iOS, יש לעבור אל ״הגדרות״ > ״יישומים״ > ‏Safari > ״מתקדם״ > ״בדיקת הפעלת Apple Pay״. ב-Mac, יש לעבור אל Safari > ״הגדרות״ > ״מתקדם״ ולבטל את הבחירה ב״לאפשר לאתרי אינטרנט לבדוק הפעלה של Apple Pay ו-Apple Card״. הגנה על אמצעי התשלום שלך הגנה על אמצעי התשלום ב-Safari כדי לסייע בהגנה על אמצעי התשלום שלך בתוך מערכת השירותים והמוצרים של Apple, וכדי לנצל את יתרונות הפרטיות והאבטחה של Apple Pay, אמצעי התשלום הנתמכים שלך ב-Apple Pay מ״ארנק״ יהיו זמינים גם במילוי האוטומטי של Safari. בעת ביצוע רכישות ברשת באמצעות המילוי האוטומטי של Safari, באפשרותך להגדיר עבור אתרים מספר כרטיס וירטואלי כדי להסתיר את מספר הכרטיס הפיזי שלך, אם רשת הכרטיס והגוף המנפיק המשתתפים תומכים בכך. כדי לאפשר זאת, Apple תשלח מידע מוגבל על אמצעי התשלום שלך לרשת התשלומים או למנפיק שלך (או לגורם חיצוני מאושר שלהם), אשר ייצרו מספר כרטיס וירטואלי שישמש אותך בעת ביצוע רכישות באינטרנט באמצעות המילוי האוטומטי של Safari. כדי לנהל את מספרי כרטיס ה-Apple Pay שלך, כולל מספרי הכרטיס הווירטואליים, יש לעבור לגב הכרטיס ב״ארנק״ ולהקיש כדי לראות את פרטי הכרטיס. באפשרותך גם לסייע בהגנה על אמצעי התשלום הקיימים שלך במילוי האוטומטי של Safari באמצעות ביצוע תשלומים עם Apple Pay או באמצעות שימוש במספר כרטיס וירטואלי במקום במספר הכרטיס הפיזי שלך. לאפשרויות הניהול, יש לעבור ל״הגדרות״ > ״ארנק ו-Apple Pay״ ולהקיש על ״שימוש ב-Apple Pay כאשר השירות זמין״. כאשר הגדרה זו מופעלת, יישלח לרשת התשלומים שלך מידע מוגבל על הכרטיס השמור שלך במילוי האוטומטי של Safari לצורכי אימות. מידע זה הכרחי כדי לאמת את הזכאות שלך לשירות Apple Pay. אם רשת התשלומים שלך תקבע שהכרטיס מתאים לשימוש עם המאפיין, Apple תוסיף את אמצעי התשלום ל״ארנק״, והרשת שלך תיצור מספר כרטיס Apple Pay עבור הגנה משופרת לרכישות ברשת. הגנה על אמצעי התשלום בחשבון ה-Apple כדי לסייע לך לנהל את אמצעי התשלום שלך בתוך מערכת השירותים והמוצרים של Apple, ‏Apple עשויה לבדוק אם יש ברשותך אמצעי תשלום של Apple Pay שעומדים בתנאים לשימוש, וזאת כדי להוסיף אותם לחשבון ה‑Apple שלך כאמצעי תשלום זמינים לשימוש, וכדי להציג אותם תחת ״הגדרות״ > [השם שלך] > ״תשלום ומשלוח״ > ״הוספת אמצעי תשלום״ > ״אמצעי תשלום״. בעת ביצוע עסקה עם חשבון ה‑Apple שלך, Apple תוכל לבדוק גם אם אמצעי התשלום האחרים שלך בחשבון ה‑Apple יכולים להתווסף ל-Apple Pay. אם כן, Apple תוכל לאפשר שימוש של Apple Pay באותם אמצעי תשלום, וזאת כדי לאבטח את פרטי התשלום שלך. באפשרותך לשנות את הגדרות אמצעי התשלום בחשבון ה‑Apple שלך בכל עת דרך ״הגדרות״ > [השם שלך] > ״תשלום ומשלוח״. ‏Apple מעבירה את פרטי התשלום שלך, אך אינה מאחסנת אותם אצלה כדי לאפשר העברה מאובטחת של פרטי התשלום שלך ביישומים, באתרי אינטרנט וב-Business Chat, המידע נשלח ל-Apple באופן מוצפן, שם הוא מפוענח ונשלח מייד אל בית העסק לאחר הצפנה מחדש עם מפתח הצפנה ייחודי לבית העסק, כדי שרק בית העסק, מפתח התוכנה או האחראי על הליך התשלום יוכלו לפענח אותו. במקרה של ביצוע תשלום במחשבי Mac אליהם לא ניתן להוסיף כרטיסים, ה-Mac והמכשיר המאמת מתקשרים ביניהם דרך ערוץ מוצפן בשרתי Apple. ‏Apple אינה שומרת מידע זה בצורה שמאפשרת זיהוי אישי שלך. ‏Apple Pay גם מאפשר לך לבצע תשלומים בדפדפנים חיצוניים ולהשתמש במכשירים שתומכים ב-Apple Pay כדי לאשר את העסקה. בעת שימוש במאפיין זה, Apple תיצור דרך השרתים שלה ערוץ תקשורת בין הדפדפן החיצוני לבין המכשיר המאשר שלך, כדי לאפשר לך לעדכן את פרטי המשלוח והתשלום שלך ולספק את האימות שלך. פרטי החיוב והמשלוח שלך ומידע לגבי חיובים מבית העסק שקשורים לרכישה שלך, כגון עמלות מיסוי או משלוח, יהיו גלויים בפני Apple למשך זמן קצר. ‏Apple אינה שומרת מידע זה בצורה שמאפשרת זיהוי אישי שלך. מעקב אחר הזמנות Apple Pay בעת ביצוע רכישה עם Apple Pay, בית עסק משתתף שולח למכשיר שלך מידע מוגבל בנוגע להזמנה שיכול לשמש אותו למעקב אחר ההזמנה, וזאת כדי לספק לך את אפשרות המעקב. כמו כן, Apple מספקת לבית העסק מזהה מכשיר ייחודי עבורו וגם אסימון push, שבהם הוא יכול להשתמש כדי לשלוח למכשיר עדכונים בנוגע להזמנה. ‏Apple מאפשרת את שליחת העדכונים של בית העסק, אך לא מאחסנת מידע על ההזמנה ולא עוקבת אחר זהות בתי העסק ששולחים עדכונים בנוגע להזמנה, או אחר כמות ותדירות העדכונים. מידע לגבי מעקב אחר ההזמנה מאוחסן באופן מקומי במכשירים שלך ומתעדכן בין המכשירים באמצעות סנכרון של עותק מוצפן ש-Apple לא יכולה לגשת אליו. באפשרותך לנהל את ההזמנות שלך שבוצעו באמצעות Apple Pay בכל שלב באמצעות הקשה להצגת ההזמנות, הקשה להצגת הזמנה מסוימת והקשה על ״ניהול הזמנה״. ניתן גם לנהל עדכונים בנוגע להזמנות באמצעות מעבר אל ״הזמנות״, הקשה על הכפתור ״עוד״ ואז הקשה על ״השתק עדכונים״. לאחר שהתנתקת מהחשבון שלך, המכשיר שלך עשוי עדיין לשמור מידע מוגבל בנוגע להזמנות שעבורן הוא מקבל עדכונים. מידע זה לא יהיה זמין למשתמשים במכשיר, יישמר למשך פרק זמן קצר, וישמש את המכשיר רק כדי לסייע בהפסקת שליחת העדכונים אליו לאחר ההתנתקות מהחשבון, במטרה למנוע גישה לא מאושרת למידע בנוגע להזמנה שלך. שיתוף הפעילות בחשבון עם יישומים חיצוניים באפשרותך לשתף את פרטי חשבון ה-Apple Card, ה-Savings וה-Apple Cash שלך ואת היסטוריית העסקאות שלך עם יישומים נתמכים של ניהול פיננסי אישי מה-App Store. יישומים חייבים לבקש הרשאה לקרוא את פרטי הפעילות שלך בחשבון ה-Apple Card, ה-Savings או ה-Apple Cash דרך Apple Pay ב״ארנק״. באפשרותך לקבוע אילו נתונים ישותפו עם יישומים אלו ולשנות את החלטתך בכל עת. פעילות החשבון שבחרת לשתף עם יישום חיצוני תטופל בכפוף למדיניות הפרטיות של אותו יישום. ‏Apple לא רואה או שומרת את פרטי החשבון שלך או את היסטוריית הפעילות בעת שיתוף הפעילות בחשבון. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים שלך ב-Apple Pay לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כולל מידע לגבי: • החשבון שלך, כגון אם החשבון שלך פעיל • המכשיר שלך, למשל סוג המכשיר, גירסת התוכנה והמספר הסידורי שלו • הכרטיס שלך, כגון מידע המוצג בכרטיס • מנפיק הכרטיס שלך, כגון הגורם החיצוני המוסמך לספק עדכונים לכרטיס • השימוש שלך ב-Apple Pay, לדוגמה מספר כרטיסי ה-Apple Pay שהוספת • המיקום שלך צרכים לגיטימיים אלו כוללים: • הוספה וניהול של כרטיס • סיוע בשיפור ובמיטוב השירות עבורך ועבור אחרים • סיוע בגילוי המאפיינים הרלוונטיים ביותר עבורך • בדיקת זכאות • אספקת השירותים שביקשת • שליחת מידע לגבי Apple Pay ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותך מניעת הונאות ופעילות זדונית אחרת מידע נוסף בעת הקשה על כרטיס ב״ארנק״, Apple עשויה לבדוק באיזו מדינה הכרטיס הונפק, ואם הגוף המנפיק משתתף במאפיין, כדי לקבוע את הזמינות של מאפייני ״ארנק״ ו-Apple Pay. אם הפעלת את ״שירותי מיקום״, ייתכן שפרטי המיקום של המכשיר שלך יימסרו ל-Apple באופן אנונימי בעת השימוש במכשיר לביצוע רכישות בחנויות, ויסייעו לשיפור רמת הדיוק של שמות בתי העסק בהיסטוריית העסקאות שבוצעו עם כרטיסים ב״ארנק״. ייתכן שפרטים אלה יישמרו באופן צבור לצורך שיפור ״מפות״ של Apple, ‏Apple Pay ו״ארנק״. ניתן לבטל את השימוש של Apple Pay בפרטי מיקום בכל עת במכשיר ה-iOS באמצעות מעבר ל״הגדרות״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״ > ״שירותי מערכת״, והקשה לכיבוי ״זיהוי בית עסק של Apple Pay״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ״פרטיות ואבטחה״ > ״פרטיות״ > ״שירותי מיקום״, ואז ללחוץ כדי לכבות את ״ארנק״. כדי לסייע בשיפור של Apple Pay, ‏Apple אוספת מידע לגבי השימוש שלך ב-Apple Pay, ומאחסנת אותו באופן שאינו חושף את זהותך. מידע זה כולל את משך הזמן שלוקח לך להוסיף כרטיס בהצלחה או להשלים עסקה באמצעות Apple Pay. ‏Apple גם משתמשת במידע זה כדי לשפר מוצרים ושירותים אחרים של Apple, למטרות שיווק וטיפול בהונאות, ומטעמי אבטחה. כל תנאי ההסכמים שמחייבים את בעלי הכרטיס, המשתמשים והסוחרים, כמו גם כל הסכם תנאי שימוש אחר שנוגע לשימוש במאפיינים של Apple Pay, ימשיכו לחול על השימוש שעשית בכרטיסי התשלום, ועל שימוש זה במסגרת Apple Pay. תנאים אלה עשויים להיות מלווים במדיניות פרטיות נפרדת. גם Apple וגם החברות המקושרות אליה שמספקות את Apple Pay הן לא בנק, והצהרה זו מגיעות בנוסף להצהרות שעשויות להתקבל אצלך מהבנק שלך. במקרים שבהם Apple חושדת בהונאה בהקשר של שימוש ב-Apple Pay, ייתכן שמידע בנוגע לחשבון ה-Apple ולעסקאות החשודות ישותף עם מנפיק הכרטיס שלך או ספק רשת התשלום כדי למנוע הונאות. ‏Apple שומרת מידע אישי רק למשך התקופה ההכרחית להשגת המטרה שלשמה הוא נאסף, ובהתאם להצהרה זו ולמדיניות הפרטיות של Apple, או כנדרש על פי חוק. בעת הערכת משך תקופות שמירת המידע, אנו בוחנים תחילה באופן יסודי אם שמירת המידע האישי שנאסף היא הכרחית, ואם היא הכרחית אנו פועלים כדי לשמור את המידע האישי לתקופת הזמן הקצרה ביותר שמותרת על פי חוק. בכל עת, מידע שנאסף על ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy
hi: Apple Pay आपको स्टोर, ऐप्स और वेब पर अपने डेबिट, क्रेडिट और प्रीपेड कार्ड के उपयोग से सुरक्षित ख़रीदारी करने की अनुमति देता है। Apple Pay एक तकनीकी सेवा है जो Apple Inc. के सहयोगियों द्वारा प्रदान की जाती है और वे आपके निजी डेटा के लिए ज़िम्मेदार होते हैं। आपका Apple Pay प्रोवाइडर आपके स्थान के आधार पर अलग-अलग हो सकता है, जैसे कि संयुक्त राज्य अमेरिका में Apple Payments Services LLC. आपके निजी डेटा को प्रोसेस करने के लिए ज़िम्मेदार Apple निकायों के बारे में अधिक जानकारी के लिए कृपया apple.com/in/privacy पर जाकर Apple की गोपनीयता नीति और www.apple.com/legal/privacy/hi/affiliated-company पर जाकर Apple से संबद्ध कंपनियाँ देखें। Apple Pay में कार्ड जोड़ना जब आप Apple Pay में स्टोर, क्रेडिट, डेबिट और प्रीपेड कार्ड जैसे भुगतान कार्ड जोड़ते हैं, तो आपके द्वारा आपके कार्ड के बारे में दी गई जानकारी और कुछ डिवाइस सेटिंग्ज़ सक्षम हैं या नहीं Apple को भेजी जा सकती है, ताकि Apple Pay और उसके फ़ीचर को सक्षम करने के लिए आपकी योग्यता का निर्धारण किया जा सके। आपका डिवाइस धोखाधड़ी की पहचान करने के लिए डिवाइस उपयोग पैटर्न (उदाहरण के लिए, डिवाइस कितने प्रतिशत समय गति में रहता है, प्रति सप्ताह कॉल की अनुमानित संख्या) का मूल्यांकन भी कर सकता है। आपके डिवाइस द्वारा मूल्यांकित जानकारी इस प्रकार से Apple के साथ शेयर नहीं की जाती है जिसे आपके साथ लिंक किया जा सके। आपका कार्ड जारीकर्ता, भुगतान नेटवर्क या आपके कार्ड जारीकर्ता द्वारा अधिकृत प्रोवाइडर Apple के साथ कार्ड फ़ीचर और फ़ायदों के बारे में जानकारी शेयर कर सकता है, जैसे कि यह पुरस्कार या इंस्टॉलमेंट प्रोग्राम का समर्थन करता है या नहीं, ताकि कुछ Apple Pay फ़ीचर के लिए पात्रता तय की जा सके। Apple द्वारा उन संस्थाओं को Apple Pay सक्षम करने, कार्ड योग्यता तय करने, Apple Pay के साथ अपना कार्ड सेटअप करने और धोखाधड़ी को रोकने के लिए भी जानकारी प्रदान की जा सकती है, जिसमें शामिल हैं : • आपका डेबिट, क्रेडिट या प्रीपेड कार्ड नंबर • आपके Apple खाते से संबद्ध नाम और बिलिंग पता • आपकी Apple खाते की ऐक्टिविटी (उदाहरण के लिए iTunes में आपकी लेनदेन की लंबी हिस्ट्री रही है या नहीं) से जुड़ी सामान्य जानकारी • आपके डिवाइस और यदि आप Apple Watch का उपयोग कर रहे हैं, तो पेयर किए गए iOS डिवाइस के बारे में जानकारी (उदाहरण के लिए, डिवाइस आइडेंटिफ़ायर, फोन नंबर और नाम और मॉडल, आपकी Apple Watch और पेयर किए गए iOS डिवाइस दोनों के लिए) • कार्ड जोड़े जाने के समय का स्थान (यदि आपने स्थान सेवा को सक्षम किया है) • वह खाता, जिससे भुगतान कार्ड जोड़ा गया है या डिवाइस हिस्ट्री • उन भुगतान कार्ड से ऐग्रीगेट किए गए आँकड़े, जिन्हें आपने Apple Pay में जोड़ा है या जोड़ने की कोशिश की है जब आप किसी तृतीय पक्ष के ऐप, जैसे बैंकिंग ऐप से Apple Pay में कार्ड जोड़ते हैं, तो ऐप एक खाता या कार्ड आइडेंटिफ़ायर आपके डिवाइस पर भेजता है। इस जानकारी का इस्तेमाल Apple और कार्ड जारीकर्ता द्वारा आपके कार्ड की योग्यता निर्धारित करने, Apple Pay के साथ आपका कार्ड सेटअप करने और धोखाधड़ी रोकने के लिए किया जाता है। आपके पास अन्य डिवाइस पर अभी या हाल में मौजूद रहे या हाल ही में उपयोग किए गए कार्ड के सेटअप में सहायता करने के लिए Apple आपके Apple खाते के साथ कार्ड संदर्भ संग्रहित करता है, जिसका उपयोग कार्ड जारीकर्ता या भुगतान नेटवर्क के साथ सुरक्षा कोड दर्ज करने के बाद कार्ड फिर से जोड़ने के लिए किया जा सकता है। Apple Pay मूल क्रेडिट, डेबिट या प्रीपेड कार्ड नंबर संग्रहित नहीं करता है। Apple Pay से भुगतान करना जब आप टैक्स और भेजने की लागत की गणना सक्षम करने के लिए भुगतान शुरू करते हैं, तो आपका पिन कोड, पोस्टल कोड या अन्य समकक्ष जानकारी ऐप, वेबसाइट या मर्चेंट को दी जा सकती है। जब आप किसी तृतीय-पक्ष ब्राउज़र पर भुगतान शुरू करते हैं, तो ब्राउज़र एक QR कोड या आपके Apple Pay-समर्थित डिवाइस से स्कैन करने के लिए एक ऐप क्लिप कोड जनरेट करता है। स्कैन हो जाने पर, Apple ब्राउज़र और Apple Pay-समर्थित डिवाइस के बीच एक संचार चैनल शुरू करता है, जिसके माध्यम से ब्राउज़र और डिवाइस लेनदेन को प्रोसेस करने के लिए ज़रूरी प्रासंगिक लेनदेन और बिलिंग और/या शिपिंग जानकारी शेयर करते हैं। यदि इंस्टॉलमेंट या पुरस्कार के साथ भुगतान करने की क्षमता जैसे उन्नत Apple Pay भुगतान फ़ीचर सक्षम हैं, तो Apple Pay ख़रीदारी शुरू करने के बाद, Apple आपके वॉलेट में मौजूद कार्डों और कार्ड जारीकर्ताओं द्वारा Apple को प्रदान किए गए उन कार्डों के फ़ायदों और फ़ीचर के आधार पर आपके लिए उपलब्ध भुगतान विकल्पों की पहचान करेगा। आप यह भी चुन सकते हैं कि Apple आपके लिए अतिरिक्त भुगतान विकल्पों की पहचान करे जो आपके लिए उपलब्ध हो सकते हैं, लेकिन जो अब तक आपके वॉलेट में नहीं हैं। ऐसा करने के लिए, Apple आपके लेनदेन के बारे में जानकारी, जैसे कि मर्चेंट और राशि, का उपयोग यह निर्धारित करने के लिए करेगा कि उस लेनदेन के लिए अतिरिक्त भुगतान विधियाँ उपलब्ध हैं या नहीं। Apple लेनदेन और भुगतान विधि योग्यता जाँच के बारे में जानकारी को आपसे लिंक होने वाले किसी तरीक़े से संग्रहित नहीं करता है। यदि आप किसी नई भुगतान विधि के लिए आवेदन करने का विकल्प चुनते हैं, तो आपकी आवेदन जानकारी सीधे जारीकर्ता के साथ शेयर की जाएगी और Apple द्वारा देखी या संग्रहित नहीं की जाएगी। यदि आप पुरस्कार के साथ भुगतान करना चुनते हैं, तो आपको सही वित्तीय निर्णय लेने में मदद करने के लिए, Apple आपके कार्ड, कार्ड के फ़ीचर और फ़ायदों के साथ-साथ लेनदेन मर्चेंट और राशि के बारे में जानकारी का उपयोग कर सकता है, ताकि आपके वर्तमान पुरस्कार बैलेंस, लेनदेन के लिए चार्ज किए जाने वाले पुरस्कार पॉइंट (या उसके बराबर) और लेनदेन के बाद आपके पुरस्कार बैलेंस को फ़ेच और प्रदर्शित किया जा सके। आपको अपनी वित्तीय स्थिति के लिए सही इंस्टॉलमेंट योजना चुनने में सक्षम बनाने के लिए, Apple आपके सहभागी जारीकर्ताओं को मर्चेंट और राशि संबंधी जानकारी प्रदान करता है, जिसका उपयोग वे योग्यता का मूल्यांकन करने के लिए करते हैं और Apple को दिखाने के लिए इंस्टॉलमेंट विकल्पों की एक सूची प्रदान करते हैं। Apple इस जानकारी को आपके साथ जुड़े तरीक़े से एडवांस Apple Pay भुगतान फ़ीचर प्रदान करने के लिए प्रोसेस नहीं करता है। आपके द्वारा भुगतान को अधिकृत करने के बाद मर्चेंट द्वारा अनुरोध की गई अन्य जानकारी, जैसे डिवाइस- या मर्चेंट-विशिष्ट खाता संख्या, आपका भेजने का पता या ईमेल पता भी प्रदान किया जाता है। जब आप Apple Pay का उपयोग करते हैं, तो आपके क्रेडिट, डेबिट या प्रीपेड कार्ड से कार्ड नंबर नहीं प्रदान किया जाता है। यह सुनिश्चित करने के लिए कि कोई भी आवर्ती या मर्चेंट द्वारा शुरू किए गए अन्य शुल्क, जैसे कि सब्सक्रिप्शन आपके द्वारा अधिकृत किए गए हैं, जब आप सहभागी मर्चेंट को आवर्ती या मर्चेंट द्वारा शुरू किए गए शुल्क के लिए योग्य Apple Pay भुगतान विधि प्रदान करने का विकल्प चुनते हैं, तब आपका जारीकर्ता और/या भुगतान नेटवर्क ऐसे शुल्कों के लिए इस्तेमाल करने के लिए मर्चेंट-विशिष्ट खाता संख्या को अनुमोदित करेगा और जनरेट करेगा। आपके बिना कोई विशिष्ट क्रिया किए लेनदेन को अधिकृत करने के लिए सहभागी मर्चेंट द्वारा केवल उसी मर्चेंट-विशिष्ट खाता संख्या का उपयोग किया जा सकता है। Apple को पता होगा कि कौन-से मर्चेंट आपके मर्चेंट-विशिष्ट खाता नंबर से संबद्ध हैं, लेकिन यह पता नहीं होगा कि आपने क्या ख़रीदारी की या आपने उसके लिए कितनी राशि का भुगतान किया। आप कार्ड के विवरण देखने के लिए कार्ड पर टैप करके और “अधिक” बटन पर टैप करके वॉलेट में अपने मर्चेंट-विशिष्ट खाता संख्या को प्रबंधित कर सकते हैं। कुछ ख़ास प्रकार से धोखाधड़ी की बेहतर ढंग से रोकथाम करने वाले कार्ड के साथ जब आप ऑनलाइन या इन-ऐप लेनदेन की कोशिश करते हैं, तो अगर आपने वॉलेट के लिए स्थान सेवा सक्षम की होगी तब आपका डिवाइस धोखाधड़ी की रोकथाम संबंधी ऑन-डिवाइस मूल्यांकन विकसित करने के लिए आपके Apple खाते, डिवाइस और स्थान के बारे में जानकारी का मूल्यांकन करेगा। धोखाधड़ी की रोकथाम संबंधी ऑन-डिवाइस मूल्यांकनों का आउटपुट, लेकिन अंतर्निहित डेटा नहीं, Apple को भेजा जाएगा और उस जानकारी से जोड़ा जाएगा जो आपके डिवाइस और खाते के बारे में Apple जानता है ताकि Apple Pay धोखाधड़ी की रोकथाम संबंधी मूल्यांकन विकसित किए जा सकें। इन लेनदेन में धोखाधड़ी की रोकथाम संबंधी मूल्यांकनों को “भेजने का पता” आइडेंटिफ़ायर और उपलब्ध होने पर IP पते के साथ आपके भुगतान नेटवर्क के साथ शेयर किया जा सकता है, ताकि लेनदेन के समय धोखाधड़ी की रोकथाम की जा सके। “भेजने का पता” आइडेंटिफ़ायर हर नेटवर्क के लिए अलग-अलग होता है और उसका इस्तेमाल आपके डिवाइस पर किसी ख़ास कार्ड का इस्तेमाल करने वाले अलग-अलग लेनदेन के लिए भेजने का पता एक समान होने की इस प्रकार पुष्टि करने के लिए किया जाता है कि अंतर्निहित पता ज़ाहिर न हो। किसी भी समय वॉलेट में अपने भुगतान क्रेडेंशियल के पीछे जाकर आप यह जाँच कर सकते हैं कि किसी कार्ड में धोखाधड़ी की यह उन्नत रोकथाम है या नहीं। अपने भुगतान नेटवर्क के साथ धोखाधड़ी की रोकथाम के मूल्यांकन शेयर करने से रोकने के लिए आप कोई अन्य कार्ड चुन सकते हैं। जब आप किसी ऐप का उपयोग करते हैं या Safari के ज़रिए ऐसी वेबसाइट पर जाते हैं जो Apple Pay का उपयोग iOS, watchOS या macOS में करते हैं, तो ऐप या वेबसाइट यह जाँच कर सकती है कि आपने उस डिवाइस पर Apple Pay सक्षम किया है या नहीं। किसी iOS डिवाइस या Mac पर Safari में ऐसी वेबसाइट देखने के दौरान, जिसमें कार्ड जोड़ा नहीं जा सकता, वेबसाइट जाँच कर सकती है कि समान Apple खाते का उपयोग करने वाले iPhone या Apple Watch पर Apple Pay सेटअप किया हुआ है या नहीं। आप अपनी सेटिंग्ज़ बदलकर उन वेबसाइटों को यह जाँचने से अक्षम कर सकते हैं कि Apple Pay सक्षम है या नहीं। iOS पर, सेटिंग्ज़ > ऐप्स > Safari > एडवांस > Apple Pay के लिए जाँच करें पर जाएँ। Mac पर, Safari > सेटिंग्ज़ > एडवांस पर जाएँ और “Apple Pay और Apple Card को जाँचने के लिए वेबसाइटों को अनुमति दें” को अचयनित करें। आपकी भुगतान विधियों की सुरक्षा Safari भुगतान विधियों की सुरक्षा Apple इकोसिस्टम पर अपनी भुगतान विधियों को सुरक्षित रखने में सहायता करने के लिए और Apple Pay गोपनीयता और सुरक्षा का लाभ पाने के लिए वॉलेट में मौजूद आपकी समर्थित Apple Pay भुगतान विधियाँ Safari ऑटोफ़िल में भी उपलब्ध रहेंगी। यदि आपके सहभागी कार्ड नेटवर्क और जारीकर्ता द्वारा समर्थित है, तो आप Safari ऑटोफ़िल की मदद से ऑनलाइन शॉपिंग करते समय वेबसाइट के लिए वर्चुअल कार्ड नंबर सेटअप करके अपना फ़िज़िकल कार्ड नंबर छिपा सकते हैं। इस फ़ंक्शनैलिटी को सक्षम करने के लिए, Apple आपकी भुगतान विधि के बारे में सीमित जानकारी आपके नेटवर्क या जारीकर्ता (या उनके अधिकृत तृतीय पक्ष) को भेजेगा, जो Safari ऑटोफ़िल के साथ ऑनलाइन ख़रीदारी करते समय आपके उपयोग के लिए वर्चुअल कार्ड नंबर तैयार करेगा। वर्चुअल कार्ड नंबर सहित अपने Apple Pay कार्ड नंबर प्रबंधित करने के लिए वॉलेट में अपने पास के पीछे जाएँ और कार्ड जानकारी देखने के लिए टैप करें। अपने फ़िज़िकल कार्ड नंबर की जगह Apple Pay या वर्चुअल कार्ड नंबर से भुगतान करके आप Safari ऑटोफ़िल में पहले से मौजूद भुगतान विधियों की सुरक्षा करने में भी मदद कर सकते हैं। प्रबंधित करने के लिए सेटिंग्ज़ > वॉलेट और Apple Pay में जाएँ और “उपलब्ध होने पर Apple Pay का इस्तेमाल करें” पर टैप करें। सक्षम होने पर, Apple Pay के लिए योग्यता का सत्यापन करने के लिए ज़रूरी Safari ऑटोफ़िल में आपके सहेजे गए कार्ड की सीमित जानकारी आपके भुगतान नेटवर्क को सत्यापन के लिए भेजी जाएगी। अगर आपका भुगतान नेटवर्क संकेत करता है कि कार्ड योग्य है, तो Apple भुगतान विधि को वॉलेट में जोड़ देगा और आपका नेटवर्क बेहतर ऑनलाइन शॉपिंग सुरक्षा के लिए Apple Pay कार्ड नंबर जनरेट करेगा। Apple खाता भुगतान विधियों की सुरक्षा Apple ईको सिस्टम पर अपने भुगतान की विधियों को प्रबंधित करने में आपकी मदद करने के लिए Apple यह जाँच कर सकता है कि आपके Apple खाते में फ़ाइल पर भुगतान विधि के रूप में जोड़ने के लिए Apple Pay भुगतान विधियाँ योग्य हैं या नहीं और उन भुगतान विधियों को सेटिंग्ज़ > [आपका नाम] > भुगतान और भेजने की विधि > भुगतान विधि जोड़ें > भुगतान विधि में दिखाया जाता है। जब आप अपने Apple खाते से लेनदेन का संचालन करते हैं, तो Apple इसकी जाँच करता है कि फ़ाइल पर मौजूद कोई Apple खाता भुगतान विधि Apple Pay के योग्य है या नहीं। यदि ऐसा है, तो अपनी भुगतान जानकारी की सुरक्षा के लिए, Apple उस भुगतान विधि के लिए Apple Pay को सक्षम कर सकता है। आप सेटिंग्ज़ > [आपका नाम] > भुगतान व भेजने की विधि में जाकर अपनी Apple खाता भुगतान विधि किसी भी समय संशोधित कर सकते हैं। Apple आपकी भुगतान जानकारी संचारित करता है लेकिन उसे संग्रहित नहीं करता है आपकी भुगतान जानकारी को ऐप्स, वेबसाइटों और व्यावसायिक चैट के बीच सुरक्षित रूप से संचारित करने के लिए उसे एंक्रिप्टेड रूप में Apple को भेजा जाता है जहाँ इस जानकारी को थोड़ी देर के लिए डीक्रिप्ट करके मर्चेंट की विशिष्ट “की” के साथ फिर से एंक्रिप्ट किया जाता है, ताकि केवल मर्चेंट, डेवलपर या उनका भुगतान प्रोसेसर ही आपकी भुगतान जानकारी को डीक्रिप्ट कर सके। जब आप किसी ऐसे Mac पर भुगतान करते हैं, जिसमें कार्ड नहीं जोड़ा जा सकता है, तो Mac और अधिकृत करने वाले डिवाइस के बीच Apple सर्वर के माध्यम से एंक्रिप्टेड चैनल पर संचार किया जाता है। Apple इसमें से किसी भी जानकारी को ऐसे किसी भी रूप में अपने पास संग्रहित नहीं करता है जिससे व्यक्तिगत रूप से आपकी पहचान हो सके। Apple Pay आपको तृतीय-पक्ष ब्राउज़र में भुगतान करने और लेनदेन को अधिकृत करने के लिए Apple Pay का समर्थन करने वाले डिवाइस का उपयोग करने की भी अनुमति देता है। इस फ़ीचर का उपयोग करते समय, Apple तृतीय-पक्ष ब्राउज़र और आपके अधिकृत डिवाइस के बीच Apple सर्वर के माध्यम से एक संचार चैनल बनाएगा, जिससे आप अपने शिपिंग और भुगतान विवरण को अपडेट कर सकेंगे और अपना ऑथराइज़ेशन दे सकेंगे। आपकी शिपिंग और बिलिंग जानकारी तथा आपकी ख़रीदारी से संबंधित व्यापारी शुल्कों जैसे कर या शिपिंग शुल्क की जानकारी Apple को कुछ समय के लिए दिखाई देगी। Apple इसमें से किसी भी जानकारी को ऐसे किसी भी रूप में अपने पास संग्रहित नहीं करता है जिससे व्यक्तिगत रूप से आपकी पहचान हो सके। Apple Pay ऑर्डर ट्रैकिंग Apple Pay ख़रीदारी करने पर आपको ऑर्डर ट्रैकिंग प्रदान करने के लिए सहभागी मर्चेंट आपके डिवाइस की डिवाइस-सीमित ऑर्डर जानकारी का उपयोग ऑर्डर को ट्रैक करने के लिए करता है। और Apple मर्चेंट को मर्चेंट-विशिष्ट डिवाइस पहचानकर्ता और एक पुश टोकन प्रदान करता है जिसका उपयोग करते हुए मर्चेंट डिवाइस को ऑर्डर अपडेट प्रदान कर सकता है। Apple मर्चेंट अपडेट को सुविधाजनक बनाता है, लेकिन न तो ऑर्डर की जानकारी को संग्रहित करता है और न ही यह ट्रैक करता है कि कितने मर्चेंट कितनी बार या कौन-से मर्चेंट ऑर्डर अपडेट भेजते हैं। ऑर्डर ट्रैंकिग जानकारी को आपके डिवाइस पर स्थानीय रूप से संग्रहित किया जाता है और उसकी Apple द्वारा ऐक्सेस न की जाने वाली एंक्रिप्टेड कॉपी को सिंक करके उसे सभी डिवाइस पर अप-टू-डेट रखा जाता है। आप अपना ऑर्डर देखने के लिए टैप करके, किसी विशिष्ट ऑर्डर पर टैप करके और “ऑर्डर प्रबंधित करें” पर टैप करके अपने Apple Pay ऑर्डर को किसी भी समय प्रबंधित कर सकते हैं। आप ऑर्डर पर जाकर, “अधिक” बटन पर टैप करके, फिर “सूचनाएँ म्यूट करें” पर टैप करके ऑर्डर की सूचनाओं को भी प्रबंधित कर सकते हैं। जब आप अपने खाते से साइन आउट करते हैं, तो हो सकता है कि आपके डिवाइस में अभी भी ऑर्डर की सीमित जानकारी बनी रहे जिसके लिए डिवाइस को अपडेट आ रहे हैं। यह जानकारी डिवाइस यूज़र को दिखाई नहीं देगी, उसे थोड़ी देर के लिए बनाया रखा जाएगा और आपके डिवाइस द्वारा साइन-आउट के बाद डिवाइस को अपडेट भेजने से रोकने में सहायता पाने के लिए ही इस्तेमाल किया जाएगा ताकि आपकी ऑर्डर जानकारी के अनधिकृत ऐक्सेस को रोका जा सके। तृतीय-पक्ष ऐप्स से खाता ऐक्टिविटी शेयर करना आप अपने Apple Card, Savings और Apple Cash खाता विवरण और लेनदेन हिस्ट्री को App Store के अपने विश्वसनीय व्यक्तिगत वित्त प्रबंधन ऐप्स से शेयर कर सकते हैं। ऐप्स को वॉलेट में Apple Pay से आपके Apple Card, Savings या Apple Cash खाता ऐक्टिविटी रीड करने की क्षमता प्राप्त करने के लिए अनुरोध करना होगा। इन ऐप्स के साथ आप जो डेटा शेयर करते हैं उस पर आपका नियंत्रण रहता है और आप शेयर की जाने वाली चीज़ों को किसी भी समय बदल सकते हैं। खाता ऐक्टिविटी जिसे आपने तृतीय-पक्ष ऐप से शेयर करना चुना है, उसके साथ उस ऐप की गोपनीयता नीति के अनुसार व्यवहार किया जाएगा। जब आप अपनी खाता ऐक्टिविटी शेयर करते हैं, तो Apple आपका खाता विवरण या लेनदेन हिस्ट्री देखता नहीं है या संग्रहित नहीं करता है। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम आपके Apple Pay व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार हासिल करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं जिनमें इस बारे में जानकारी शामिल होती है : • आपका खाता, जैसे कि क्या आपका खाता सक्रिय है या नहीं • आपका डिवाइस, जैसे कि डिवाइस का प्रकार, सॉफ़्टवेयर संस्करण और डिवाइस का सीरियल नंबर • आपका पास, जैसे कि पास पर दिखाई दे रही जानकारी • आपका पास जारीकर्ता, जैसे कि तृतीय पक्ष पास के लिए अपडेट प्रदान करने के लिए अधिकृत है • Apple Pay का आपके द्वारा उपयोग उदाहरण के लिए Apple Pay पास की संख्या जिन्हें आपने जोड़ा है • आपका स्थान इन तर्कसंगत हितों में शामिल हैं : • पास को जोड़ना और प्रबंधित करना • आपके और अन्य लोगों के लिए सेवा को बेहतर बनाने और ऑप्टिमाइज़ करने में मदद करना • आपकी वह फ़ीचर खोजने में मदद करना जो आपके लिए सबसे अधिक प्रासंगिक है • आपकी योग्यता की जाँच करना • आपके द्वारा माँगी गई सेवाएँ प्रदान करना • आपको Apple Pay और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजना जिनमें शायद आपकी दिलचस्पी हो धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना अन्य जानकारी वॉलेट और Apple Pay फ़ीचर की पात्रता निर्धारित करने के लिए जब आप वॉलेट में किसी कार्ड पर टैप करते हैं, तो Apple द्वारा कार्ड जारी करने वाले देश और यह देखकर फ़ीचर पात्रता की जाँच की जा सकती है कि जारीकर्ता फ़ीचर में शामिल है या नहीं। यदि आपके डिवाइस में स्थान सेवा चालू है, तो आपके डिवाइस के उस स्थान को, जब आपने स्टोर से ख़रीदारी के लिए डिवाइस का उपयोग किया था, अज्ञात रूप से Apple को भेजा जाएगा और वॉलेट कार्ड लेनदेन हिस्ट्री में व्यावसायिक नामों की सटीकता को बेहतर बनाने में Apple Pay की सहायता के लिए उपयोग किया जाएगा और Apple नक़्शा, Apple Pay और वॉलेट को बेहतर बनाने के लिए ऐग्रीगेट रूप में संग्रहित किया जा सकता है। आप Apple Pay की यह स्थान-आधारित फ़ंक्शनैलिटी अपने iOS पर किसी भी समय अक्षम कर सकते हैं। इसके लिए सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा > सिस्टम सेवा में जाएँ और Apple Pay मर्चेंट पहचान को बंद करने के लिए उस पर टैप करें। Mac पर सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा > गोपनीयता > स्थान सेवा पर जाएँ, फिर वॉलेट को बंद करने के लिए क्लिक करें। Apple Pay को बेहतर बनाने के लिए Apple द्वारा आपके Apple Pay के उपयोग की जानकारी इकट्ठी की जाती है और उस जानकारी को इस तरह से संग्रहित किया जाता है जिससे आपकी व्यक्तिगत तौर पर पहचान नहीं होती है। इस जानकारी में उस समय की जानकारी शामिल होती है जब आपने सफलतापूर्वक कार्ड जोड़ा था या Apple Pay का उपयोग करके लेनदेन पूरा किया था। Apple इस जानकारी का उपयोग अन्य Apple उत्पादों और सेवाओं में सुधार करने, मार्केटिंग के लिए और धोखाधड़ी रोकने और सुरक्षा उद्देश्यों के लिए कर सकता है। आपके कार्ड जारीकर्ता या भुगतान नेटवर्क के साथ यदि आपका कोई कार्ड सदस्य अनुबंध है, तो उसकी शर्तें आपके भुगतान कार्ड और Apple Pay से जुड़े उनके उपयोग पर बाध्यकारी रहेंगी और ऐसी शर्तों के लिए हो सकता है कि अतिरिक्त गोपनीयता नीतियाँ हों। Apple या Apple Pay प्रदान करने वाली उसकी सहयोगी कंपनियाँ बैंक नहीं हैं और यह नोटिस आपके बैंक की तरफ़ से आपको भेजी गई किसी नोटिस के अतिरिक्त है। Apple Pay के उपयोग के संबंध में अगर Apple को धोखाधड़ी का संदेह होता है, तो धोखाधड़ी की संभावना वाले Apple खाते और लेनदेन को आपके कार्ड जारीकर्ता या भुगतान नेटवर्क प्रोवाइडर के साथ धोखाधड़ी की रोकथाम करने के लिए शेयर किया जा सकता है। Apple द्वारा व्यक्तिगत डेटा केवल तब तक रिटेन किया जाता है जब तक इस नोटिस और Apple की गोपनीयता नीति में बताए उद्देश्यों सहित उसके एकत्र किए जाने के उद्देश्यों की पूर्ति के लिए ज़रूरी होता है या जब तक रिटेन करना क़ानूनन बाध्यकारी होता है। रिटेंशन अवधियों का मूल्यांकन करने के दौरान हम सबसे पहले सावधानीपूर्वक जाँच करते हैं कि क्या एकत्रित किया गया व्यक्तिगत डेटा रखना आवश्यक है और अगर रिटेंशन आवश्यक है, तो क़ानूनन अनुमति प्राप्त सबसे कम संभव अवधि के लिए व्यक्तिगत डेटा रिटेन करने का काम करते हैं। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Apple Pay omogućava sigurnu kupnju u trgovinama, aplikacijama i na mreži pomoću debitnih, kreditnih i prepaid kartica. Apple Pay je tehnološka usluga koju pružaju podružnice tvrtke Apple Inc. i koje su odgovorne za vaše osobne podatke. Vaš pružatelj Apple Pay usluge može se razlikovati ovisno o vašoj lokaciji, kao što je Apple Payments Services LLC u Sjedinjenim Američkim Državama. Dodatne informacije o Appleovim subjektima odgovornima za obradu vaših osobnih podataka pronađite u Appleovim pravilima privatnosti na apple.com/privacy i tvrtkama povezanima s Appleom na www.apple.com/legal/privacy/hr/affiliated-company. Dodavanje kartica u Apple Pay Kad dodajete platnu karticu poput kartice trgovine ili kreditne, debitne i prepaid kartice u Apple Pay, informacije koje pružite o svojoj kartici i status uključenosti određenih postavki uređaja mogu se slati tvrtki Apple radi utvrđivanja vaše pouzdanosti za omogućavanje značajke Apple Pay i njezinih značajki. Vaš uređaj može također procjenjivati uzorke uporabe uređaja (primjerice, postotak vremena koji je uređaj u pokretu, približan tjedni broj poziva) kako bi se pomoglo identificirati prevaru. Informacije koje vaš uređaj procjenjuje ne dijele se s tvrtkom Apple na način na koji ih se može povezati s vama. Vaš izdavatelj kartice, platna mreža ili pružatelj kojeg je vaš izdavatelj kartice autorizirao mogu podijeliti informacije o značajkama kartice i pogodnostima s tvrtkom Apple, primjerice, podržava li program za nagrade ili otplatu na rate, kako bi se utvrdila prikladnost za određene značajke Apple Paya. Apple također može proslijediti informacije tim entitetima za omogućavanje Apple Paya, utvrđivanje prikladnosti kartice, podešavanje vaše kartice uz Apple Pay i radi sprječavanja prevare, uključujući: • Broj vaše kreditne, debitne ili prepaid kartice • Ime i adresu za naplatu koji su povezani s vašim Apple računom • Općenite informacije o aktivnosti vašeg Apple računa (npr. imate li dugu povijest transakcija unutar aplikacije iTunes) • Informacije o vašem uređaju i, ako koristite Apple Watch, uparenom iOS uređaju (primjerice, identifikator uređaja, telefonski broj te naziv i model Apple Watcha i uparenog iOS uređaja) • Lokaciju za vrijeme dodavanja kartice (ako su omogućene Lokacijske usluge) • Povijest dodavanja platnih kartica računa ili uređaja • Agregiranu statistiku vezanu uz informacije platnih kartica koje ste dodali ili pokušali dodati u Apple Pay Kad dodate karticu u Apple Pay pomoću aplikacije drugog proizvođača, primjerice bankarske aplikacije, aplikacija šalje identifikator računa ili kartice na vaš uređaj. Apple i izdavatelj kartice koriste te informacije kako bi utvrdili vjerodostojnost vaše kartice, podesili karticu za Apple Pay i radi sprječavanja prevare. Kako bismo vam pomogli u podešavanju kartica koje imate ili ste ih nedavno imali na drugim uređajima, Apple pohranjuje reference na kartice uz vaš Apple račun, koje izdavač kartice ili platna mreža mogu upotrijebiti za ponovno dodavanje kartice nakon unosa sigurnosnog koda. Apple Pay ne pohranjuje originalni broj kreditne, debitne ili prepaid kartice. Plaćanje značajkom Apple Pay Kad započnete plaćanje za omogućivanje izračuna troška poreza i isporuke, vaš poštanski broj ili druge jednakovrijedne informacije mogu se pružiti aplikaciji, web stranici ili prodavatelju radi izračuna poreza i cijene poštarine. Kad započnete plaćati koristeći preglednik drugog proizvođača, preglednik generira QR kôd ili kôd isječka aplikacije za skeniranje uređajem koji podržava Apple Pay. Nakon skeniranja, Apple pokreće komunikacijski kanal između preglednika i uređaja koji podržava Apple Pay, putem kojeg preglednik i uređaj dijele relevantne informacije o transakciji i naplati i/ili isporuci radi obrade transakcije. Ako su omogućene poboljšane značajke plaćanja putem Apple Paya, kao što su mogućnost plaćanja na rate ili nagradni program, nakon što dodirom pokrenete Apple Pay kupnju, Apple će prepoznati dostupne opcije plaćanja na temelju kartica koje imate pohranjene u Novčaniku, kao i pogodnosti i značajke tih kartica, koje tvrtki Apple pružaju izdavatelji kartica. Također možete omogućiti tvrtki Apple prepoznavanje dodatnih opcija plaćanja koje su vam možda dostupne, a još se ne nalaze u vašem Novčaniku. Kako bi to napravio, Apple će upotrijebiti informacije o vašoj transakciji, kao što su prodavatelj i iznos, za utvrđivanje dostupnosti dodatnih načina plaćanja za tu transakciju. Apple ne zadržava informacije o transakciji i provjeri prikladnosti za opcije plaćanja na način na koji bi se te informacije mogle povezati s vama. Ako se odlučite prijaviti za novi način plaćanja, vaše informacije o prijavi podijelit će se izravno s izdavateljem i Apple ih neće vidjeti niti pohraniti. Kako bi vam se pomoglo u donošenju informiranih financijskih odluka, ako odlučite plaćati nagradama, Apple može upotrijebiti informacije o vašoj kartici, značajkama kartice i pogodnostima, kao i informacije o prodavatelju i iznosu transakcije, za dohvaćanje i prikazivanje vašeg trenutačnog nagradnog salda, nagradnih bodova (ili ekvivalenta) koji će se naplatiti za transakciju i vašeg nagradnog salda nakon transakcije. Kako bi vam se omogućio odabir pravog plana otplate na rate za vaše financijsko zdravlje, Apple pruža podržanim izdavateljima informacije o prodavatelju i iznosu, koje oni mogu upotrijebiti za procjenu prikladnosti te pružanje tvrtki Apple popisa opcija za plaćanje na rate za prikazivanje. Apple ne zadržava te informacije koje su obrađene radi pružanja poboljšanih značajki plaćanja putem Apple Paya na način na koji bi se te informacije mogle povezati s vama. Nakon što autorizirate plaćanje, prodavatelju se pružaju ostale zatražene informacije, primjerice broj računa specifičan za uređaj ili prodavatelja, adresa za isporuku ili e-mail adresa. Broj s vaše kreditne, debitne ili prepaid kartice ne daje se kad koristite Apple Pay. Kako bi se pomoglo osigurati da ste autorizirali sve ponavljajuće ili druge naplate koje je pokrenuo prodavatelj, primjerice, pretplate, kad odaberete pružiti prikladan način Apple Pay plaćanja podržanim prodavateljima za ponavljajuće ili naplate koje je pokrenuo prodavatelj, vaš izdavatelj i/ili platna mreža odobrit će i generirati broj računa specifičan za prodavatelja koji će se koristiti za takve naplate. Podržani prodavatelj može koristiti samo taj broj računa specifičan za prodavatelja kako bi autorizirao transakcije, a da vi ne morate ništa napraviti. Apple će znati koji prodavatelji su povezani s vašim brojevima računa specifičnim za prodavatelja, ali ne i što je kupljeno ili koliko ste to platili. Svojim brojevima računa specifičnim za prodavatelja možete upravljati u aplikaciji Novčanik tako da dodirnete karticu i dodirnete tipku Više za prikazivanje detalja kartice. Za kartice s određenim poboljšanim sprječavanjem prevare, kad pokušate izvršiti online ili in-app transakciju, vaš će uređaj procijeniti informacije o vašem Apple računu, uređaju i lokaciji ako ste omogućili lokacijske usluge za Novčanik radi razvijanja procjene za sprječavanje prevare na uređaju. Izlazni podaci procjene za sprječavanje prevare, ali ne i ulazni podaci, poslat će se Appleu i kombinirati s informacijama koje Apple zna o vašem uređaju i računu kako bi se razvile procjene za sprječavanje prevare putem Apple Pay transakcija. Te procjene za sprječavanje prevare mogu se podijeliti s vašom platnom mrežom, zajedno s identifikatorom adrese za isporuku i IP adrese ako je dostupna, kako bi se spriječila prevara u vrijeme transakcije. Identifikator adrese za isporuku razlikuje se ovisno o platnoj mreži i može se koristiti kako bi se utvrdilo jesu li adrese za isporuku za različite transakcije koje su koristile određenu karticu na vašem uređaju iste na način kojim se ne otkriva stvarna adresa. U bilo kojem trenutku možete provjeriti ima li kartica poboljšano sprječavanje prevare na poleđini svoje platne vjerodajnice u Novčaniku. Za sprječavanje dijeljenja procjena za sprječavanje prevare sa svojom mrežom platne kartice možete odabrati drugu karticu. Kad upotrebljavate aplikaciju ili posjećujete web stranicu putem Safarija koja koristi Apple Pay u sustavu iOS, watchOS ili macOS, aplikacija ili web stranica mogu provjeriti imate li omogućen Apple Pay na tom uređaju. Kad posjećujete web stranicu u Safariju na iOS uređaju ili Macu na koji nije moguće dodati karticu, web stranica može provjeriti imate li podešen Apple Pay na iPhoneu ili Apple Watchu koji koristi isti Apple račun. Možete onemogućiti posjećene web stranice u provjeravanju statusa Apple Paya tako da promijenite postavke. U sustavu iOS idite u Postavke > Aplikacije > Safari > Napredno > Provjeravanje Apple Paya. Na Macu isključite postavku “Dozvolite web stranicama provjeravanje za Apple Pay i Apple Card” u aplikaciji Safari > Postavke > Napredno. Osiguravanje vaših načina plaćanja Osiguravanje načina plaćanja u Safariju Kao pomoć u osiguravanju vaših načina plaćanja na Apple ekosustavu i radi iskorištavanja prednosti privatnosti i sigurnosti značajke Apple Pay, vaši podržani načini plaćanja za Apple Pay iz Novčanika također će biti dostupni u Safarijevoj Auto ispuni. Kad kupujete na mreži koristeći Safarijevu Auto ispunu, možete podesiti virtualni broj kartice kako biste sakrili broj svoje fizičke kartice ako vaša kartična mrežna i izdavatelj kartice to podržavaju. Za omogućavanje ove funkcionalnosti Apple će poslati ograničene informacije o vašem načinu plaćanja vašoj mreži ili izdavatelju (ili njegovoj ovlaštenoj trećoj strani), čime će se generirati virtualni broj kartice koji će se koristiti za online kupnju pomoću Safarijeve Auto ispune. Za upravljanje Apple Pay brojevima kartica, uključujući virtualne brojeve kartica, idite na poleđinu svoje propusnice u Novčaniku te je dodirnite za prikazivanje informacija o kartici. Također možete pomoći u osiguravanju načina plaćanja koji su već prisutni u Safarijevoj Auto ispuni tako da plaćate putem Apple Paya ili virtualnog broja kartice umjesto brojem svoje fizičke kartice. Za upravljanje otvorite Postavke > Novčanik i Apple Pay te dodirnite Koristite Apple Pay kad je dostupan. Kad je ova opcija omogućena, ograničene informacije o vašoj spremljenoj kartici u Safarijevoj Auto ispuni, a koje su potrebne za provjeru prikladnosti za Apple Pay, poslat će se vašoj platnoj mreži radi verifikacije. Ako vaša platna mreža označi karticu kao prikladnu, Apple će dodati način plaćanja u Novčanik i vaša mreža generirat će Apple Pay broj kartice za poboljšanju zaštitu tijekom online kupnje. Osiguravanje načina plaćanja putem Apple računa Kao pomoć u upravljanju vašim načinima plaćanja na Apple ekosustavu, Apple može provjeriti je li ijedan Apple Pay način plaćanja prikladan za dodavanje kao način plaćanja u vaš Apple račun i prikazati te načine plaćanja u Postavkama > [vaše ime] > Plaćanje i isporuka > Dodaj način plaćanja > Način plaćanja. Kad izvršite transakciju svojim Apple računom, Apple može provjeriti i jesu li navedeni načini plaćanja u Apple računu prikladni za Apple Pay. Ako jesu, kao pomoć u zaštiti vaših informacija o plaćanju, Apple može omogućiti Apple Pay za taj način plaćanja. Svoje načine plaćanja u Apple računu možete izmijeniti u bilo kojem trenutku ako otvorite Postavke > [vaše ime] > Plaćanje i isporuka. Apple odašilje, ali ne pohranjuje vaše informacije o plaćanju Kako bi se vaše informacije o plaćanju na siguran način prenijele unutar aplikacija, web stranica i Poslovnog dopisivanja, šalju se tvrtki Apple u kriptiranom obliku, gdje se nakratko dekriptiraju i ponovno kriptiraju pomoću ključa koji je specifičan za prodavatelja čime se omogućava da samo prodavatelj, developer ili njihov sustav obrade plaćanja mogu dekriptirati vaše informacije o plaćanju. Tijekom plaćanja na Macu na koji se ne može dodati kartica, Mac i uređaj za autorizaciju komuniciraju preko kriptiranog kanala putem Appleovih poslužitelja. Apple ne zadržava te informacije u obliku u kojem vas se može identificirati. Apple Pay također omogućava plaćanje u preglednicima drugih proizvođača i uporabu uređaja koji podržavaju Apple Pay za autoriziranje transakcije. Prilikom uporabe ove značajke, Apple će izraditi komunikacijski kanal između preglednika drugog proizvođača i vašeg uređaja za autorizaciju putem Appleovih servera kako bi vam se omogućilo ažuriranje detalja o isporuci i plaćanju te pružanje vaše autorizacije. Apple će nakratko moći vidjeti vaše informacije o isporuci i naplati te informacije o naknadi prodavatelja, primjerice, naknade za porez ili isporuku koje su povezane s vašom kupnjom. Apple ne zadržava te informacije u obliku u kojem vas se može identificirati. Praćenje Apple Pay narudžbe Kako bi vam se pružilo praćenje narudžbe, nakon obavljanja Apple Pay kupnje, podržani prodavatelj šalje informacije o vašoj narudžbi koja je specifična vašem uređaju kako bi ih mogao koristiti za praćenje vaše narudžbe. Također, Apple pruža prodavatelju identifikator uređaja specifičan za prodavatelja i push token koji prodavatelj može upotrijebiti kako bi uređaju pružio ažuriranja narudžbe. Apple omogućava ažuriranja prodavatelja, ali ne pohranjuje informacije o narudžbi, niti prati koliko, koliko često ili koji prodavatelji šalju ažuriranja narudžbe. Informacije o praćenju narudžbe pohranjuju se lokalno na vašim uređajima i održavaju se ažurnima između uređaja sinkroniziranjem kriptirane kopije kojoj Apple ne može pristupiti. U bilo kojem trenutku možete upravljati svojim Apple Pay narudžbama tako da dodirnete prikazivanje svojih Narudžbi, dodirnite određenu narudžbu i dodirnete Upravljanje narudžbom. Obavijestima o narudžbama također možete upravljati tako da idete u Narudžbe, dodirnite tipku Više, zatim dodirnete Isključi zvuk obavijesti. Kad se odjavite iz svog računa, vaš uređaj i dalje može zadržati ograničene informacije o narudžbama za koje uređaj prima ažuriranja. Te informacije neće biti vidljive korisnicima uređaja, zadržat će se kratko vrijeme, a vaš će ih uređaj koristiti samo kako bi se pomoglo u zaustavljanju slanja ažuriranja na uređaj nakon odjave radi sprječavanja neovlaštenog pristupa informacijama o vašoj narudžbi. Dijeljenje aktivnosti računa s aplikacijama drugih proizvođača Možete podijeliti detalje svojih Apple Card, Savings i Apple Cash računa i povijest transakcija s podržanim aplikacijama za osobno upravljanje financijama kojima vjerujete iz App Storea. Aplikacije trebaju zatražiti mogućnost čitanja aktivnosti vašeg Apple Card, Savings ili Apple Cash računa iz Apple Paya u Novčaniku. Vi odlučujete koji podaci će se podijeliti s tim aplikacijama i u bilo kojem trenutku možete promijeniti sadržaje koje dijelite. Aktivnost računa koju odlučite podijeliti s aplikacijom drugog proizvođača obrađivat će se u skladu s pravilima privatnosti te aplikacije. Apple ne može vidjeti niti pohraniti detalje vašeg računa ili povijest transakcija kad dijelite aktivnost svog računa. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke za Apple Pay obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, uključujući sljedeće informacije: • Vaš račun, odnosno informaciju je li račun aktivan • Vaš uređaj, primjerice vrstu uređaja, verziju softvera i serijski broj uređaja • Vašu propusnicu, primjerice informacije prikazane na propusnici • Izdavatelja vaše propusnice, primjerice drugu stranu ovlaštenu za pružanje usluga ažuriranja propusnice • Vaša uporaba, na primjer, Apple Paya, broj Apple Pay propusnica koje ste dodali • Vaša lokacija Ti legitimni interesi uključuju: • Dodavanje i upravljanje propusnicom • Pomoć s poboljšanjem i optimiziranjem usluge za vas i druge korisnike • Pomoć u otkrivanju značajki koje su vam bitne • Provjera prikladnosti • Pružanje usluga koje tražite • Slanje informacija o usluzi Apple Pay i drugim povezanim Apple proizvodima, uslugama i ponudama koje bi vas mogle zanimati Sprječavanja prevare i drugih zlonamjernih aktivnosti Ostale informacije Kako bi se utvrdila prikladnost za značajke Novčanika i Apple Paya, kad dodirnete karticu u Novčaniku, Apple može provjeriti prikladnost za značajku gledajući državu u kojoj je kartica izdana i sudjeluje li izdavatelj u značajci. Ako su na uređaju uključene Lokacijske usluge, lokacija vašeg uređaja u vrijeme kad ga koristite za kupnju u trgovinama može anonimno biti poslana tvrtki Apple i koristit će se kako bi Apple Pay poboljšao točnost naziva poduzeća u povijesti transakcija kartice Novčanika te se može zadržati u agregiranom obliku za poboljšanje aplikacije Apple Karte i Novčanik te značajke Apple Pay. U bilo kojem trenutku na svom iOS uređaju možete onemogućiti ovu lokacijski baziranu funkcionalnost Apple Paya tako da otvorite Postavke > Privatnost i sigurnost > Lokacijske usluge > Usluge sustava i dodirom isključite Identifikacija prodavatelja za Apple Pay. Na Macu idite u Postavke sustava > Privatnost i sigurnost > Privatnost > Lokacijske usluge, zatim kliknite za isključenje Novčanika. S ciljem poboljšanja usluge Apple Pay, Apple prikuplja informacije o vašoj uporabi usluge Apple Pay i pohranjuje te informacije na način koji vas ne identificira osobno. Ovi podaci uključuju vrijeme potrebno za uspješno dodavanje kartice ili dovršavanje transakcije koristeći Apple Pay. Apple također može upotrijebiti ove informacije u svrhu poboljšanja drugih Appleovih proizvoda i usluga, za marketing i za potrebe sigurnosti te sprječavanja prevare. Odredbe bilo kojeg ugovora s vlasnikom kartice, korisnikom ili trgovačkog ugovora ili drugi uvjeti i odredbe koji se primjenjuju na uporabu značajki Apple Paya i dalje će određivati uporabu vaših kartica i njihovu uporabu sa značajkom Apple Pay i te odredbe mogu sadržavati dodatna pravila privatnosti. Ni Apple niti njegove podružnice koje pružaju uslugu Apple Paya nisu banka, a ova je obavijest dodatak bilo kojoj obavijesti koju možete primiti od svoje banke. U slučaju da Apple posumnja na prevaru povezanu s uporabom Apple Paya, informacije o potencijalno prevarantskom Apple računu i transakcijama mogu se podijeliti s vašim izdavateljem kartica ili pružateljem platne mreže radi sprječavanja prevare. Apple zadržava osobne podatke samo onoliko koliko je potrebno za ispunjavanje svrhe za koju su prikupljeni i to kako je opisano u ovoj napomeni te u skladu s pravilima privatnosti tvrtke Apple ili kako je sukladno zakonu. Prilikom procjenjivanja perioda zadržavanja, prvo pažljivo pregledavamo je li potrebno zadržati prikupljene osobne podatke i, ako je zadržavanje potrebno, trudimo se osobne podatke zadržati na najkraći period dozvoljen važećim zakonom. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com/legal/privacy/hr
hu: Az Apple Payjel biztonságosan fizethet üzletekben, appokban és a weben bank-, hitel- és prepaid kártyák használatával. Az Apple Pay az Apple Inc. társvállalatai által biztosított technológiai szolgáltatás, amely felelős az Ön személyes adataiért. Az Ön Apple Pay-szolgáltatója eltérő lehet a tartózkodási helyétől függően, például az Egyesült Államokban ez az Apple Payments Services LLC. Az Ön személyes adatainak feldolgozásáért felelős további Apple-entitásokkal kapcsolatban bővebb információt az Apple adatvédelmi szabályzatában (apple.com/hu/privacy) és Az Apple kapcsolt vállalatai című dokumentumban (www.apple.com/legal/privacy/hu/affiliated-company) talál. Kártyák hozzáadása az Apple Payhez Amikor hozzáad egy fizetési kártyát (pl. áruházi, hitel-, bank- és prepaid kártyát) az Apple Payhez, akkor előfordulhat, hogy a rendszer elküldi az Apple-nek az Ön által a kártyáról megadott információkat, illetve azt, hogy bizonyos eszközbeállítások engedélyezve vannak-e, hogy megállapítsák, jogosult-e Ön az Apple Pay és a funkciói használatára. Az eszköze ezenkívül kiértékelheti az eszközhasználati szokásokat (pl. az eszköz mozgásban töltött idejének százalékát és a hetente intézett hívások hozzávetőleges számát), hogy azonosítani lehessen az esetleges csalásokat. Az eszköz által kiértékelt információk nincsenek olyan módon megosztva az Apple-lel, amely alapján összekapcsolhatók az Ön személyével. A kártyakibocsátó, a fizetési hálózat vagy a kártyakibocsátó által megbízott szolgáltató a kártya funkcióival és előnyeivel kapcsolatos információkat oszthat meg az Apple-lel (például hogy támogat‑e jutalom- vagy részletfizetési programban való részvételt) annak érdekében, hogy megállapítsák, jogosult-e Ön bizonyos Apple Pay-funkciók használatára. Az Apple átadhat információkat ezeknek az entitásoknak annak érdekében, hogy engedélyezhessék az Apple Pay használatát, ellenőrizhessék a kártya jogosultságát, beállíthassák a kártyáját az Apple Payhez, vagy csalásokat akadályozhassanak meg. Ezek az információk többek között a következők: • A hitel-, bank- és prepaid kártyájának száma; • Az Apple‑fiókjához rendelt név és számlázási cím; • Általános információk az Ön Apple‑fiókjában végzett tevékenységekről (például arról, hogy Ön hosszú ideje folytat-e tranzakciókat az iTunesszal); • Információk az Ön eszközéről, és ha Apple Watchot használ, akkor a párosított iOS-eszközről (például mind az Apple Watch, mind a párosított iOS-eszköz eszközazonosítója, telefonszáma, valamint az eszközök neve és modellje); • Helyzet a kártya hozzáadásakor (ha a Helymeghatározás engedélyezve van); • Fizetési kártyák hozzáadásának fiók- és eszközelőzményei; • Az Apple Payhez hozzáadott vagy hozzáadni próbált fizetési kártyákból származó információkkal kapcsolatos összesített statisztika. Amikor hozzáad egy kártyát az Apple Payhez egy harmadik féltől származó appon – például banki appon – keresztül, az app elküld egy fiók- vagy kártyaazonosítót az Ön eszközére. Ezt az információt az Apple és a kártyakibocsátó arra használja fel, hogy meghatározza a kártya jogosultságát, beállítsa a kártyát az Apple Payjel, és megakadályozza a csalásokat. Az Apple, annak érdekében, hogy segítsen az egyéb eszközein lévő vagy azokon nemrég meglévő kártyák hozzáadásában, eltárolja a kártyák hivatkozásait az Ön Apple‑fiókjában, amelyeket a kártyakibocsátóval vagy fizetési hálózattal használva ismét hozzáadhatja a kártyákat a biztonsági kód megadása után. Az Apple Pay nem tárolja az eredeti hitel-, bank- vagy prepaid kártya számát. Fizetés az Apple Payjel Amikor megkezdi a fizetést, akkor előfordulhat, hogy az adó és a szállítási költség kiszámításához az app, a webhely vagy a kereskedő megkapja az Ön irányítószámát vagy egyéb, ennek megfelelő információját. Amikor harmadik fél által üzemeltetett böngészőben indít fizetést, a böngésző létrehoz egy QR-kódot vagy egy apprészletkódot, amelyet Ön beolvashat az Apple Payjel kompatibilis eszközével. A beolvasást követően az Apple kommunikációs csatornát nyit a böngésző és az Apple Pay-kompatibilis eszköz között, amelyen keresztül a böngésző és az eszköz egymással megosztja a tranzakció feldolgozásához szükséges releváns tranzakció-, illetve számlázási és/vagy kézbesítési adatokat. Ha engedélyezi az olyan Apple Pay-fizetési funkciókat, mint például a részletfizetés vagy a jutalmakkal való fizetés, akkor miután elindít egy Apple Pay-vásárlást, az Apple megállapítja az Ön számára elérhető fizetési lehetőségeket a Tárcában található kártyák és a kártyák által biztosított előnyök és funkciók alapján (ezeket az információkat az Apple számára a kártyakibocsátók biztosítják). Úgy is dönthet, hogy engedélyezi az Apple-nek az olyan további fizetési lehetőségek megállapítását, amelyek az Ön számára elérhetők lehetnek, azonban még nem szerepelnek az Ön Tárcájában. Ennek végrehajtása érdekében az Apple felhasználja a tranzakcióval kapcsolatos adatokat (például a kereskedőt és az összeget) arra, hogy megállapítsa, rendelkezésre állnak‑e további fizetési módok az adott tranzakcióhoz. Az Apple nem tárolja a tranzakcióval és a fizetési mód jogosultságának ellenőrzésével kapcsolatos adatokat olyan módon, hogy az az Ön személyének azonosítására alkalmas legyen. Ha úgy dönt, hogy egy új fizetési módot igényel, az igénylési adatai közvetlenül a kibocsátóval lesznek megosztva, és ezeket az Apple nem láthatja és tárolhatja. Ha úgy dönt, hogy jutalmak felhasználásával szeretne fizetni, az Apple felhasználhatja az Ön kártyájával, kártyafunkcióival és -előnyeivel, valamint a tranzakció kereskedőjével és összegével kapcsolatos információkat arra, hogy lekérje és megjelenítse az Ön számára az Ön aktuális jutalomegyenlegét, a tranzakció kifizetéséhez terhelésre kerülő jutalompontok (vagy más, ennek megfelelő jutalom) értékét, valamint a tranzakció után várható jutalomegyenlegét, így Ön a megfelelő információk birtokában hozhat pénzügyi döntést. Az Apple, annak érdekében, hogy Ön kiválaszthassa a pénzügyi állapotának megfelelő részletfizetési tervet, biztosítja a részt vevő kibocsátók számára a kereskedővel és összeggel kapcsolatos információkat, amelyet a kibocsátók a jogosultság kiértékelésére használnak, valamint biztosítják az Apple számára a megjelenítendő részletfizetési lehetőségek listáját. Az Apple nem őrzi meg ezeket a feldolgozott adatokat a továbbfejlesztett Apple Pay-fizetési funkciók biztosítása érdekében olyan módon, hogy az az Ön személyének azonosítására alkalmas legyen. Miután engedélyezi a fizetést, a kereskedő megkapja az általa igényelt egyéb információkat is, például az eszköz- vagy kereskedőspecifikus számlaszámot, az Ön szállítási címét vagy az e-mail-címét. Az Apple nem adja át a hitel-, betéti vagy prepaid kártya számát az Apple Pay használatakor. Ha úgy dönt, hogy jogosult fizetési módokat ad meg az Apple Payhez a funkció használatát támogató kereskedők számára az ismétlődő vagy kereskedők által kezdeményezett díjfizetésekhez, akkor az Ön kibocsátója és/vagy a fizetési hálózat jóváhagyja ezt, és létrehoz egy kereskedőspecifikus számlaszámot, amely az ilyen díjfizetésekhez lesz használva, mivel így gondoskodni lehet arról, hogy az ismétlődő fizetések vagy kereskedők által kezdeményezett egyéb díjfizetések (pl. előfizetések) biztosan engedélyezve legyenek Ön által. A funkció használatát támogató kereskedő kizárólag ezt a kereskedőspecifikus számlaszámot használhatja fel a tranzakciók engedélyezésére anélkül, hogy Önnek adott lépéseket kelljen elvégeznie. Az Apple tudni fogja, hogy mely kereskedők vannak az Ön kereskedőspecifikus számlaszámaihoz társítva, de azt nem, hogy mit vásárolt, vagy mennyit fizetett. A Tárcában kezelheti a kereskedőspecifikus számlaszámait. Ehhez koppintson a kártyára, majd koppintson a Továbbiak gombra a kártyaadatok megtekintéséhez. A csalás elleni hatékonyabb védelemmel ellátott kártyák esetében az online vagy az appon belüli tranzakciók elindításakor az eszköze kiértékeli az Ön Apple-fiókjával, az eszközével és (ha engedélyezte a Helymeghatározást a Tárcához) a helyzetével kapcsolatos információkat, hogy csalásmegelőzési elemzéseket lehessen összeállítani az eszközén. Csak az eszközén összeállított csalásmegelőzési elemzések eredménye lesz elküldve az Apple-nek, a mögöttes adatok nem. Ezek az eredmények, valamint az Apple által az Ön eszközéről és fiókjáról ismert információk együttesen az Apple Pay-tranzakciókra vonatkozó csalásmegelőzési elemzések összeállítására lesznek felhasználva. Ezeket a tranzakciókra vonatkozó csalásmegelőzési elemzéseket, valamint az Ön szállítási címének azonosítóját és az IP-címét (ha elérhető) az Apple megoszthatja az Ön fizetési hálózatával a csalások tranzakció pillanatában történő megelőzése érdekében. A szállítási cím azonosítója fizetési hálózatonként eltér, és annak ellenőrzésére lehet felhasználva, hogy az Ön eszközén egy bizonyos kártyát használó különböző tranzakciókhoz tartozó szállítási címek megegyeznek-e, a tényleges cím felfedése nélkül. Bármikor ellenőrizheti, hogy egy adott kártya csalás elleni hatékonyabb védelemmel van-e ellátva, ha megtekinti a fizetési eszköze hátoldalán található információkat a Tárcában. Ha nem szeretné megosztani a csalásmegelőzési elemzéseket a fizetési hálózatával, válasszon másik kártyát. Amikor iOS‑en, watchOS‑en vagy macOS‑en egy Apple Payt használó appot használ, vagy ilyen webhelyet keres fel a Safarin keresztül, akkor az app vagy webhely ellenőrizheti, hogy Ön engedélyezte‑e az Apple Payt az adott eszközön. Ha olyan Macen vagy iOS-eszközön nyit meg egy webhelyet a Safariban, amelyhez nem adható hozzá kártya, akkor a webhely ellenőrizheti, hogy Ön beállította-e ugyanazzal az Apple‑fiókkal az Apple Payt egy iPhone‑on vagy Apple Watchon. A beállítások módosításával letilthatja, hogy a felkeresett webhelyek ellenőrizzék, hogy az Apple Pay engedélyezve van-e. iOS‑en válassza a Beállítások > Appok > Safari > Haladó > Az Apple Pay ellenőrzése menüpontot. Macen válassza a Safari > Beállítások > Speciális menüpontot, és törölje „A webhelyek ellenőrizhetik, hogy rendelkezik-e Apple Payjel vagy Apple Carddal” beállítás bejelölését. A fizetési módok védelmének biztosítása A Safariban használt fizetési módok védelmének biztosítása Annak érdekében, hogy a fizetési módjainak védelmét biztosítani lehessen az Apple-ökoszisztémában, és ki lehessen használni az Apple Pay adatvédelmi és biztonsági funkcióinak előnyeit, az Ön Tárcában használt, Apple Payjel társított, támogatott fizetési módjai a Safari Automatikus kitöltés funkciójában is elérhetők lesznek. Amikor online vásárlás során a Safari Automatikus kitöltés funkcióját használja, a webhelyek esetében beállíthat egy virtuális kártyaszámot a fizikai kártyaszáma elrejtése érdekében, ha azt támogatja a résztvevő kártyahálózata és -kibocsátója. A funkció engedélyezéséhez az Apple az Ön fizetési módjáról korlátozott információkat küld az Ön hálózatának, illetve a kibocsátójának (vagy a kibocsátó által felhatalmazott harmadik félnek), és ezáltal létrehoz egy virtuális kártyaszámot, amelyet a Safari Automatikus kitöltés funkciójával használhat az online vásárlás során. Az Apple Payjel társított kártyaszámainak, többek között a virtuális kártyaszámainak kezeléséhez nyissa meg a jegy hátoldalát a Tárcában, és koppintson a Kártyaadatok lehetőségre a megtekintéshez. A Safari Automatikus kitöltés funkciójában már szereplő fizetési módok biztonságának megőrzésében is segíthet azzal, ha a fizikai kártyaszáma megadása helyett Apple Payjel vagy a virtuális kártyaszámával fizet. A kezeléshez nyissa meg a Beállítások > Tárca és Apple Pay menüpontot, és koppintson az Apple Pay használata, ha elérhető lehetőségre. Ha engedélyezve van, akkor a Safari Automatikus kitöltés funkciójában elmentett kártyájával kapcsolatban az Ön Apple Payre való jogosultságának megállapításához szükséges korlátozott információkat küldünk a fizetési hálózatának ellenőrzés céljából. Ha a fizetési hálózata a kártyája jogosultságát jelzi, az Apple a fizetési módot hozzáadja a Tárcához, a hálózata pedig létrehoz egy Apple Pay-kártyaszámot az online vásárlás során alkalmazott hatékonyabb védelem érdekében. Az Apple‑fiókhoz tartozó fizetési módok védelmének biztosítása Ahhoz, hogy a fizetési módokat egyszerűbben lehessen kezelni az Apple-ökoszisztémában, az Apple ellenőrizheti, hogy az Apple Payjel társított fizetési módok jogosultak-e arra, hogy fizetési módként hozzá legyenek adva az Ön Apple‑fiókjához, és megjeleníti ezeket a fizetési módokat a Beállítások > [az Ön neve] > Fizetés és szállítás > Fizetési mód hozzáadása > Fizetési mód menüpontban. Amikor végrehajt egy tranzakciót az Apple-fiókjával, az Apple azt is ellenőrizheti, hogy az Apple-fiókjával társított, mentett fizetési módok jogosultak-e az Apple Payjel történő használatra. Ha igen, akkor a fizetési információk védelme érdekében az Apple engedélyezheti az Apple Payt az adott fizetési módhoz. Az Apple‑fiókjával társított fizetési módokat bármikor módosíthatja a Beállítások > [az Ön neve] > Fizetés és szállítás menüpontban. Az Apple elküldi, de nem tárolja az Ön fizetési információit Az Ön fizetési információinak appokban, webhelyeken vagy a Csevegés vállalkozásokkal funkcióban történő biztonságos továbbítása érdekében az információk titkosított formában lesznek elküldve az Apple-nek, az Apple rövid időre visszafejti az információkat, majd ismét titkosítja azokat egy kereskedőspecifikus kulccsal, hogy csak a kereskedő, a fejlesztő vagy azok fizetésfeldolgozója legyen képes elolvasni az Ön fizetési információit. Amikor olyan Macen fizet, amelyhez nem adható hozzá kártya, a Mac és a hitelesítőeszköz titkosított csatornán kommunikál az Apple-szervereken keresztül. Az Apple nem tárolja ezeket az információkat olyan formában, amely alkalmas lenne az Ön személyének azonosítására. Az Apple Pay ezenkívül lehetővé teszi, hogy Ön harmadik félnek tekinthető böngészőkben végezzen fizetéseket, és Apple Payt támogató eszközök használatával hitelesítse a tranzakciót. A funkció használatakor az Apple kommunikációs csatornát nyit a harmadik félnek tekinthető böngésző és az Ön hitelesítésre használt eszköze között az Apple szerverein keresztül annak érdekében, hogy frissíteni lehessen az Ön szállítási és fizetési adatait, valamint biztosítani lehessen Önnek a hitelesítést. Az Ön szállítási és számlázási adatai, valamint a kereskedői terhelésekkel kapcsolatos adatok (például a vásárláshoz kötődő adó- vagy szállítási díjak) egy rövid ideig láthatók lesznek az Apple számára. Az Apple nem tárolja ezeket az információkat olyan formában, amely alkalmas lenne az Ön személyének azonosítására. Apple Pay-rendelések nyomon követése A rendelések nyomon követésének biztosítása érdekében az Apple Pay-vásárlások alkalmával a funkció használatát támogató kereskedők elküldik az Ön adott eszközre korlátozott rendelési információit, amelyek a rendelése nyomon követésére lesznek felhasználva. Ezenkívül az Apple elérhetővé teszi a kereskedő számára a kereskedőspecifikus eszközazonosítót és egy olyan push tokent, amellyel a kereskedő rendeléssel kapcsolatos frissítéseket küldhet az eszközre. Az Apple biztosítja a kereskedői frissítéseket, de nem tárolja a rendelési adatokat, és nem követi nyomon, hogy hány vagy melyik kereskedő milyen gyakran küld rendelési frissítéseket. A rendelés nyomonkövetési adatait a rendszer az eszközein helyileg tárolja, és naprakészen tartja őket az eszközei között egy olyan titkosított másolat szinkronizálásával, amelyhez az Apple nem fér hozzá. Az Apple Pay-rendeléseit bármikor kezelheti, ha koppintással megtekinti a Rendeléseit, rákoppint egy adott rendelésre, majd a Rendelés kezelése lehetőségre. Úgy is kezelheti a Megrendelésekkel kapcsolatos értesítéseit, ha megnyitja a Megrendelések lehetőséget, rákoppint a Továbbiak gombra, majd az Értesítések némítása lehetőségre. Amikor kijelentkezik a fiókjából, előfordulhat, hogy az eszköze megőriz korlátozott információkat olyan rendelésekkel kapcsolatosan, amelyekhez az eszköz frissítéseket fogad. Ezek az információk nem lesznek láthatók az eszköz felhasználói számára, csak rövid ideig lesznek megőrizve, és az eszköz kizárólag arra használja fel ezeket, hogy a rendelési információkhoz való jogosulatlan hozzáférés megakadályozása érdekében kijelentkezés után ne legyenek frissítések küldve az eszközre. Fióktevékenység megosztása harmadik félnek számító appokkal Megoszthatja az Apple Card-, Savings- és Apple Cash-fiókadatait és -tranzakcióelőzményeit az olyan részt vevő személyes pénzügyek kezelésére szolgáló appokkal az App Store-ból, amelyekben megbízik. Az appoknak engedélyt kell kérniük, hogy olvashassák az Ön Apple Card-, Savings- vagy Apple Cash-fióktevékenységét az Apple Payből a Tárcában. Ön dönt a harmadik féltől származó appokkal megosztott adatokról, és bármikor módosíthatja, hogy mit szeretne megosztani. A harmadik féltől származó appal megosztott fióktevékenységek kezelésére az adott app adatvédelmi szabályzata vonatkozik. Az Apple nem látja és nem tárolja az Ön fiókadatait vagy tranzakcióelőzményeit, amikor Ön megosztja a fióktevékenységeit. A személyes adatok feldolgozásának hatályos jogalapja Az Ön Apple Payhez kapcsolódó személyes adatait általánosságban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra. Ide tartoznak a következőkre vonatkozó információk: • Az Ön fiókja, például hogy a fiókja aktív-e; • Az Ön eszköze, például az eszköz típusa, a szoftververzió és az eszköz sorozatszáma; • Az Ön jegye, például a jegyen feltüntetett információk; • Az Ön jegyének kibocsátója, például a jeggyel kapcsolatos frissítések biztosítására felhatalmazott harmadik fél; • Az Apple Pay Ön általi használata, például az Ön által hozzáadott Apple Pay-jegyek száma; • Az Ön helyzete. Ezek a jogos érdekek a következőket foglalhatják magukban: • Jegyek hozzáadása és kezelése; • Segítség a szolgáltatás fejlesztésében és optimalizálásában az Ön és mások számára; • Az Ön számára legrelevánsabb funkciók felfedezésének elősegítése; • Jogosultság ellenőrzése; • Az Ön által igényelt szolgáltatások biztosítása Önnek; • Információk küldése az Apple Payről, valamint az Önt esetleg érdeklő egyéb Apple-termékekről, -szolgáltatásokról és -ajánlatokról. Csalás és más rosszindulatú tevékenységek megakadályozása Egyéb információk Amikor Ön hozzáérint egy Tárcában található kártyát, az Apple – a Tárca és az Apple Pay funkcióira vonatkozó jogosultságának megállapítása érdekében – ellenőrizheti a kártya kibocsátási országát, valamint hogy a kibocsátó részt vesz-e a funkció biztosításában. Ha be van kapcsolva a Helymeghatározás, akkor előfordulhat, hogy az eszköz üzletekben végzett vásárlások alkalmával észlelt helyzete név nélkül el lesz küldve az Apple-nek, amelynek felhasználásával az Apple javíthatja a cégnevek pontosságát a Tárca kártyatranzakciós előzményeiben, illetve a helyzetadatokat összesített formában megőrizheti az Apple Térképek, az Apple Pay és a Tárca továbbfejlesztéséhez. Bármikor letilthatja az Apple Pay helyzetalapú funkcióit az iOS-eszközén, ha kiválasztja a Beállítások > Adatvédelem és biztonság > Helymeghatározás > Rendszerszolgáltatások menüpontot, és koppintással kikapcsolja az Apple Pay-kereskedőazonosító beállítást. Macen nyissa meg a Rendszerbeállítások > Adatvédelem és biztonság > Adatvédelem > Helymeghatározás menüpontot, majd kattintással kapcsolja ki a Tárca beállítást. Az Apple Pay továbbfejlesztésének elősegítése érdekében az Apple információkat gyűjt arról, hogy Ön hogyan használja az Apple Payt, és eltárolja az adatokat olyan módon, amely Önt személyesen nem azonosítja. Ezek az információk tartalmazzák a kártya sikeres hozzáadásához vagy az Apple Payjel végzett tranzakcióhoz szükséges időtartamot. Az Apple ezeket az információkat más Apple-termékek és -szolgáltatások továbbfejlesztésére, marketingcélokra, valamint csalásmegelőzési és biztonsági célokra is felhasználhatja. A kártyabirtokosok, a felhasználók és a kereskedők szerződéseinek feltételei, illetve az Apple Pay funkcióinak használatára vonatkozó feltételek továbbra is érvényesek lesznek az Ön kártyáinak használatára és azok Apple Payjel való használatára, valamint ezek a feltételek további adatvédelmi szabályzatokat tartalmazhatnak. Sem az Apple, sem az Apple Apple Payt biztosító társvállalatai nem minősülnek banknak, és ez a tájékoztatás a bankjától esetlegesen kapott további tájékoztatások kiegészítésének tekinthető. Amennyiben az Apple csalásra gyanakszik az Apple Pay használatával kapcsolatban, megoszthat bizonyos információkat az Ön kártyakibocsátójával vagy a fizetési hálózat szolgáltatójával a potenciálisan csaló Apple-fiókkal és tranzakciókkal kapcsolatban a csalások megakadályozása érdekében. Az Apple a személyes adatokat csak olyan hosszú ideig őrzi meg, ameddig azokra a gyűjtés céljának teljesítése érdekében szükség van, többek között az ebben a közleményben leírtak és az Apple adatvédelmi szabályzata alapján, illetve a törvényi előírásoknak megfelelően. A megőrzési időtartamok meghatározásakor először alapos vizsgálatot végzünk, hogy szükséges-e az összegyűjtött személyes adatok megőrzése, és ha igen, akkor arra törekszünk, hogy a törvényi előírások által megengedett legrövidebb ideig őrizzük meg ezeket. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Apple Pay memungkinkan Anda untuk melakukan pembayaran dengan aman di toko, app, dan di web, menggunakan kartu debit, kredit, dan prabayar Anda. Apple Pay adalah layanan teknologi yang disediakan oleh afiliasi Apple Inc., yang bertanggung jawab atas data pribadi Anda. Penyedia Apple Pay Anda dapat berbeda-beda tergantung lokasi Anda, seperti Apple Payments Services LLC di Amerika Serikat. Untuk informasi lainnya mengenai entitas Apple yang bertanggung jawab atas pemrosesan data pribadi Anda, kunjungi Kebijakan Privasi Apple di apple.com/id/privacy dan Perusahaan Afiliasi Apple di www.apple.com/legal/privacy/id/affiliated-company. Menambahkan Kartu ke Apple Pay Saat Anda menambahkan kartu pembayaran seperti kartu toko, kredit, debit, dan prabayar ke Apple Pay, informasi yang Anda berikan mengenai kartu Anda, dan aktif atau tidaknya pengaturan perangkat tertentu dapat dikirimkan ke Apple untuk menentukan apakah Anda memenuhi syarat untuk mengaktifkan Apple Pay dan fiturnya. Perangkat Anda juga dapat mengevaluasi pola penggunaan perangkat (misalnya, persentase lamanya perangkat bergerak, perkiraan jumlah panggilan per minggu) untuk membantu mengidentifikasi penipuan. Informasi yang dievaluasi oleh perangkat Anda tidak dibagikan dengan Apple dengan cara yang dapat ditautkan dengan Anda. Penerbit kartu, jaringan pembayaran, atau penyedia yang disahkan oleh penerbit kartu Anda dapat membagikan informasi mengenai fitur dan manfaat kartu dengan Apple, seperti apakah kartu mendukung program imbalan atau cicilan, untuk menentukan kelayakan untuk fitur Apple Pay tertentu. Informasi juga dapat diberikan oleh Apple ke entitas tersebut untuk mengaktifkan Apple Pay, menentukan kelayakan kartu, mengatur kartu Anda dengan Apple Pay, serta untuk mencegah penipuan, termasuk: • Nomor kartu kredit, debit, atau prabayar Anda • Nama dan alamat penagihan yang dikaitkan dengan Akun Apple Anda • Informasi umum mengenai aktivitas Akun Apple Anda (misalnya, apakah Anda memiliki riwayat panjang transaksi di iTunes) • Informasi mengenai perangkat Anda dan, jika menggunakan Apple Watch, perangkat iOS yang dipasangkan (misalnya, pengenal perangkat, nomor telepon, serta nama dan model, untuk Apple Watch dan perangkat iOS yang dipasangkan) • Lokasi Anda saat menambahkan kartu (jika Anda mengaktifkan Layanan Lokasi) • Riwayat penambahan kartu pembayaran di akun atau perangkat • Statistik agregat terkait dengan informasi dari kartu pembayaran yang telah Anda tambahkan atau coba tambahkan ke Apple Pay Saat Anda menambahkan kartu ke Apple Pay menggunakan app pihak ketiga seperti app perbankan, app tersebut akan mengirim sebuah pengenal akun atau kartu ke perangkat Anda. Informasi ini digunakan oleh Apple dan penerbit kartu Anda untuk menentukan kelayakan kartu Anda, mengatur kartu Anda dengan Apple Pay, dan mencegah penipuan. Untuk membantu Anda mengatur kartu yang Anda miliki, atau baru miliki, di perangkat lain, Apple menyimpan referensi kartu dengan Akun Apple Anda yang dapat digunakan bersama penerbit kartu atau jaringan pembayaran untuk menambahkan kembali kartu tersebut setelah memasukkan kode keamanan. Apple Pay tidak menyimpan nomor kartu kredit, debit, atau prabayar yang asli. Membayar dengan Apple Pay Saat Anda memulai pembayaran, untuk mengaktifkan penghitungan pajak dan biaya pengiriman, kode zip, kode pos, atau informasi setara lainnya yang mungkin disediakan kepada app, situs web, atau penjual. Saat Anda memulai pembayaran di dalam browser pihak ketiga, browser tersebut akan membuat kode QR atau Kode Cuplikan App untuk dipindai dengan perangkat pendukung Apple Pay Anda. Setelah dipindah, Apple akan memulai saluran komunikasi antara browser dan perangkat pendukung Apple Pay, tempat browser dan perangkat berbagi informasi transaksi dan penagihan serta/atau pengiriman yang diperlukan untuk memproses transaksi. Jika fitur pembayaran Apple Pay yang ditingkatkan seperti kemampuan untuk membayar dengan cicilan atau imbalan diaktifkan, setelah Anda memulai pembelian Apple Pay, Apple akan mengidentifikasi pilihan pembayaran yang tersedia bagi Anda berdasarkan kartu apa yang Anda miliki di Dompet dan keuntungan serta fitur kartu tersebut, yang disediakan kepada Apple oleh penerbit kartu. Anda juga dapat memilih untuk mengatur agar Apple mengidentifikasi pilihan pembayaran tambahan yang mungkin tersedia bagi Anda dan belum ada di Dompet Anda. Untuk melakukannya, Apple akan menggunakan informasi mengenai transaksi Anda, seperti penjual dan jumlah, untuk menentukan apakah metode pembayaran tambahan tersedia bagi transaksi tersebut. Apple tidak menyimpan informasi mengenai transaksi dan pemeriksaan kelayakan metode pembayaran dengan cara yang ditautkan kepada Anda. Jika Anda memilih untuk mengajukan metode pembayaran baru, informasi pengajuan Anda akan dibagikan secara langsung dengan penerbit dan tidak akan dilihat atau disimpan oleh Apple. Untuk membantu Anda mengambil keputusan keuangan dengan bijak, jika Anda memilih untuk membayar dengan imbalan, Apple dapat menggunakan informasi mengenai kartu Anda, fitur dan manfaat kartu, serta penjual dalam transaksi dan jumlahnya, untuk mengambil dan menampilkan saldo imbalan Anda saat ini, poin imbalannya (atau setara) yang akan dibebankan untuk transaksi, dan saldo imbalan Anda setelah transaksi. Agar Anda dapat memilih paket cicilan yang tepat bagi kesehatan keuangan Anda, Apple menyediakan informasi pedagang dan jumlah kepada penerbit yang berpartisipasi, yang mereka gunakan untuk mengevaluasi kelayakan dan memberi Apple daftar pilihan cicilan untuk ditampilkan. Apple tidak menyimpan informasi ini yang diproses untuk menyediakan fitur pembayaran Apple Pay dengan cara yang ditautkan kepada Anda. Setelah Anda mengesahkan pembayaran, informasi lainnya yang diminta oleh penjual, seperti nomor akun khusus perangkat atau penjual, alamat pengiriman, atau alamat email, juga diberikan. Nomor kartu dari kartu kredit, debit, atau prabayar Anda tidak diberikan saat Anda menggunakan Apple Pay. Untuk membantu memastikan bahwa semua tagihan berulang atau tagihan lainnya yang dimulai penjual seperti langganan disahkan oleh Anda, saat Anda memilih untuk menyediakan metode pembayaran Apple Pay yang memenuhi syarat ke penjual yang berpartisipasi untuk tagihan berulang atau yang dimulai penjual, penerbit dan/atau jaringan pembayaran Anda akan menyetujui dan membuat nomor akun khusus penjual yang akan digunakan untuk tagihan tersebut. Hanya nomor akun khusus perangkat tersebut yang dapat digunakan oleh penjual yang berpartisipasi untuk mengesahkan transaksi tanpa tindakan spesifik dari Anda. Apple akan mengetahui penjual mana yang dikaitkan dengan nomor akun khusus penjual Anda, tapi tidak yang Anda beli atau harganya. Anda dapat mengelola nomor akun khusus penjual Anda di Dompet dengan mengetuk kartu dan mengetuk tombol Lainnya untuk melihat detail kartu. Untuk kartu dengan pencegahan yang ditingkatkan tertentu dari penipuan, saat Anda mencoba transaksi online atau di app, perangkat Anda akan mengevaluasi informasi mengenai Akun Apple, perangkat, dan lokasi Anda jika Anda telah mengaktifkan Layanan Lokasi untuk Dompet agar dapat mengembangkan penilaian pencegahan penipuan pada perangkat. Hasil penilaian pencegahan penipuan pada perangkat, tapi bukan data mendasarnya, akan dikirimkan ke Apple dan digabungkan dengan informasi yang Apple ketahui mengenai perangkat dan akun Anda untuk mengembangkan penilaian pencegahan penipuan transaksi Apple Pay. Penilaian pencegahan penipuan transaksi ini dapat dibagikan dengan jaringan pembayaran Anda, bersama pengenal alamat pengiriman dan alamat IP jika tersedia agar dapat mencegah penipuan pada saat transaksi. Pengenal alamat pengiriman berbeda untuk setiap jaringan pembayaran dan dapat digunakan untuk mengonfirmasi apakah alamat pengiriman untuk berbagai transaksi yang menggunakan kartu tertentu di perangkat Anda akan sama dengan cara yang tidak mengungkap alamat mendasarnya. Anda dapat memeriksa apakah kartu memiliki pencegahan penipuan yang ditingkatkan seperti ini kapan pun dengan melihat bagian belakang info pengesahan pembayaran Anda di Dompet. Untuk mencegah berbagi penilaian pencegahan penipuan dengan jaringan pembayaran Anda, Anda dapat memilih kartu lain. Saat menggunakan app atau mengunjungi situs web melalui Safari yang menggunakan Apple Pay di iOS, watchOS, atau macOS, app atau situs web dapat memeriksa apakah Anda telah mengaktifkan Apple Pay di perangkat tersebut. Saat mengunjungi situs web di Safari di perangkat iOS, atau Mac tempat Anda tidak dapat menambahkan kartu, situs web dapat memeriksa apakah Anda telah mengatur Apple Pay di iPhone atau Apple Watch menggunakan Akun Apple yang sama. Anda dapat mencegah situs web yang Anda kunjungi untuk memeriksa apakah Apple Pay diaktifkan dengan mengubah pengaturan Anda. Di iOS, buka Pengaturan > App > Safari > Lanjutan > Periksa Apple Pay. Di Mac, buka Safari > Pengaturan > Lanjutan dan batalkan pilihan “Izinkan situs web untuk memeriksa Apple Pay dan Apple Card”. Menjaga Keamanan Metode Pembayaran Anda Menjaga Keamanan Metode Pembayaran Safari Untuk membantu menjaga keamanan metode pembayaran Anda di ekosistem Apple dan memanfaatkan keuntungan privasi serta keamanan Apple Pay, metode pembayaran Apple Pay Anda yang didukung dari Dompet juga akan tersedia di Isi-Auto Safari. Saat berbelanja online dengan Isi-Auto Safari, untuk situs web, Anda dapat mengatur nomor kartu virtual untuk menyembunyikan nomor kartu fisik Anda, jika didukung oleh jaringan dan penerbit kartu Anda yang berpartisipasi. Untuk mengaktifkan fungsionalitas ini, Apple akan mengirimkan informasi terbatas mengenai metode pembayaran Anda ke jaringan atau penerbit Anda (atau pihak ketiga mereka yang disahkan), yang akan membuat nomor kartu virtual untuk Anda gunakan saat berbelanja online dengan Isi-Auto Safari. Untuk mengelola nomor kartu Apple Pay Anda, termasuk nomor kartu virtual, buka bagian belakang pass Anda di Dompet dan ketuk untuk melihat Informasi Kartu. Anda juga dapat membantu menjaga keamanan metode pembayaran yang sudah ada di Isi-Auto Safari dengan membayar menggunakan Apple Pay atau nomor kartu virtual alih-alih nomor kartu fisik Anda. Untuk mengelola, buka Pengaturan > Dompet & Apple Pay dan ketuk Gunakan Apple Pay Saat Tersedia. Jika diaktifkan, informasi terbatas mengenai kartu Anda yang tersimpan di Isi-Auto Safari yang diperlukan untuk memverifikasi eligibilitas untuk Apple Pay akan dikirimkan ke jaringan pembayaran Anda untuk verifikasi. Jika jaringan pembayaran Anda menunjukkan bahwa kartu Anda memenuhi syarat, Apple akan menambahkan metode pembayaran tersebut ke Dompet dan jaringan Anda akan membuat nomor kartu Apple Pay untuk meningkatkan perlindungan berbelanja online. Menjaga Keamanan Metode Pembayaran Akun Apple Untuk membantu Anda mengelola metode pembayaran di ekosistem Apple, Apple dapat memeriksa apakah terdapat metode pembayaran Apple Pay yang memenuhi syarat untuk ditambahkan sebagai metode pembayaran ke Akun Apple Anda dan menampilkan metode pembayaran tersebut di Pengaturan > [nama Anda] > Pembayaran & Pengiriman > Tambah Metode Pembayaran > Metode Pembayaran. Saat Anda melakukan transaksi dengan Akun Apple, Apple juga dapat memeriksa apakah terdapat metode pembayaran Akun Apple yang memenuhi syarat untuk Apple Pay. Jika iya, untuk membantu melindungi informasi pembayaran Anda, Apple dapat mengaktifkan Apple Pay untuk metode pembayaran tersebut. Anda dapat memodifikasi metode pembayaran Akun Apple Anda kapan pun dengan membuka Pengaturan > [nama Anda] > Pembayaran & Pengiriman. Apple Mentransmisikan, Tapi Tidak Menyimpan Informasi Pembayaran Anda Agar dapat mentransmisikan informasi pembayaran Anda dengan aman di dalam app, situs web, dan Obrolan Bisnis, informasi tersebut dikirimkan ke Apple dalam bentuk terenkripsi, yang didekripsi dan dienkripsi ulang secara singkat dengan kunci khusus penjual sehingga hanya penjual, pengembang, atau pemroses pembayaran mereka yang dapat mendekripsi informasi pembayaran Anda. Saat Anda melakukan pembayaran di Mac, tempat kartu tidak dapat ditambahkan, Mac dan perangkat pengesah akan berkomunikasi melalui saluran terenkripsi melalui server Apple. Apple tidak menyimpan informasi ini dalam bentuk yang mengidentifikasi Anda secara pribadi. Apple Pay juga memungkinkan Anda untuk melakukan pembayaran di browser pihak ketiga dan menggunakan perangkat yang mendukung Apple Pay untuk mengesahkan transaksi. Saat menggunakan fitur ini, Apple akan membuat saluran komunikasi antara browser pihak ketiga dan perangkat pengesah Anda melalui server Apple agar Anda dapat memperbarui detail pengiriman dan pembayaran, serta menyediakan pengesahan Anda. Informasi pengiriman dan penagihan Anda, serta informasi mengenai tagihan dari penjual, seperti pajak atau ongkos kirim yang terkait dengan pembelian Anda, akan dapat dilihat dalam waktu singkat oleh Apple. Apple tidak menyimpan informasi ini dalam bentuk yang mengidentifikasi Anda secara pribadi. Pelacakan Pesanan Apple Pay Untuk menyediakan pelacakan pesanan kepada Anda, saat berbelanja dengan Apple Pay, penjual yang berpartisipasi akan mengirimi Anda informasi pesanan yang terbatas bagi perangkat Anda yang akan digunakan perangkat untuk melacak pesanan Anda. Dan, Apple menyediakan penjual dengan pengenal perangkat khusus penjual dan token push yang dapat digunakan penjual untuk menyediakan pembaruan pesanan di perangkat. Apple memfasilitasi pembaruan penjual, tapi tidak menyimpan informasi pesanan, maupun melacak seberapa banyak, seberapa sering, atau penjual mana yang mengirim pembaruan pesanan. Informasi pelacakan pesanan disimpan secara lokal di perangkat Anda dan dijaga agar terus terbaru di semua perangkat dengan menyelaraskan salinan terenkripsi, yang tidak dapat diakses oleh Apple. Anda dapat mengelola pesanan Apple Pay Anda kapan pun untuk melihat Pesanan Anda, mengetuk pesanan spesifik, dan mengetuk Kelola Pesan. Anda juga dapat mengelola pemberitahuan mengenai Pesanan dengan membuka Pesanan, mengetuk tombol Lainnya, lalu mengetuk Bisukan Pemberitahuan. Saat Anda keluar dari akun, perangkat Anda mungkin masih menyimpan informasi terbatas mengenai pesanan yang pemberitahuannya masih diterima perangkat. Informasi ini tidak akan dapat dilihat oleh pengguna perangkat, akan disimpan dalam waktu singkat, dan digunakan oleh perangkat Anda hanya untuk membantu menghentikan pembaruan agar tidak dikirimkan ke perangkat setelah keluar untuk mencegah akses yang tidak disahkan ke informasi pesanan Anda. Berbagi Aktivitas Akun dengan App Pihak Ketiga Anda dapat membagikan detail akun dan riwayat transaksi Apple Card, Savings, dan Apple Cash Anda dengan app manajemen keuangan pribadi yang berpartisipasi yang Anda percayai dari App Store. App harus meminta kemampuan untuk membaca aktivitas akun Apple Card, Savings, dan Apple Cash Anda dari Apple Pay di Dompet. Anda memiliki kontrol atas data yang Anda bagikan dengan app ini dan dapat mengubah apa yang Anda bagikan kapan pun. Aktivitas akun yang Anda pilih untuk dibagikan dengan app pihak ketiga akan dikelola sesuai dengan kebijakan privasi app tersebut. Apple tidak melihat atau menyimpan detail akun atau riwayat transaksi Anda saat Anda membagikan aktivitas akun. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Apple Pay Anda secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah atau pihak ketiga, meliputi informasi mengenai: • Akun Anda, seperti apakah akun Anda aktif • Perangkat Anda, seperti jenis perangkat, versi perangkat lunak, dan nomor seri perangkat • Pass Anda, seperti informasi yang ditampilkan di pass • Penerbit pass Anda, seperti pihak ketiga yang disahkan untuk menyediakan pembaruan pada pass • Penggunaan Apple Pay Anda, misalnya, jumlah pass Apple Pay yang telah Anda tambahkan • Lokasi Anda Kepentingan yang sah ini meliputi: • Menambahkan dan mengelola pass • Membantu meningkatkan dan mengoptimalkan layanan bagi Anda dan orang lain • Membantu Anda menemukan fitur yang paling relevan bagi Anda • Memeriksa eligibilitas • Memberi Anda layanan yang Anda minta • Mengirimi Anda komunikasi mengenai Apple Pay dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati Mencegah penipuan dan aktivitas berbahaya lainnya Informasi Lainnya Untuk menentukan eligibilitas bagi fitur Dompet dan Apple Pay, saat Anda mengetuk kartu di Dompet, Apple mungkin akan memeriksa eligibilitas fitur dengan melihat negara tempat kartu diterbitkan dan apakah penerbit berpartisipasi dalam fitur. Jika Anda menyalakan Layanan Lokasi, lokasi perangkat Anda saat Anda menggunakannya untuk melakukan pembelian di toko dapat dikirimkan secara anonim ke Apple dan akan digunakan untuk membantu Apple Pay meningkatkan keakuratan nama bisnis di riwayat transaksi kartu Dompet dan dapat disimpan untuk meningkatkan Peta Apple, Apple Pay, dan Dompet. Anda dapat menonaktifkan fitur Apple Pay berbasis lokasi ini kapan pun di perangkat iOS Anda dengan membuka Pengaturan > Privasi & Keamanan > Layanan Lokasi > Layanan Sistem dan mengetuk untuk mematikan Identifikasi Penjual Apple Pay. Di Mac, buka Pengaturan Sistem > Privasi & Keamanan > Privasi > Layanan Lokasi, lalu klik untuk mematikan Dompet. Untuk membantu meningkatkan Apple Pay, Apple mengumpulkan informasi mengenai penggunaan Apple Pay Anda dan menyimpan informasi tersebut dengan cara yang tidak mengidentifikasi Anda secara pribadi. Informasi ini meliputi waktu yang diperlukan untuk menambahkan kartu hingga berhasil atau menyelesaikan transaksi menggunakan Apple Pay. Apple juga dapat menggunakan informasi ini untuk meningkatkan produk dan layanan Apple lainnya, untuk pemasaran, dan untuk tujuan pencegahan penipuan dan keamanan. Ketentuan pemilik kartu, pengguna, persetujuan penjual, atau syarat dan ketentuan lainnya yang berlaku bagi penggunaan fitur Apple Pay akan terus mengatur penggunaan kartu Anda serta penggunaan yang berkaitan dengan Apple Pay, dan ketentuan tersebut dapat memiliki kebijakan privasi tambahan. Baik Apple maupun afiliasinya yang menyediakan Apple Pay bukan merupakan bank dan pemberitahuan ini adalah pelengkap dari semua pemberitahuan yang mungkin Anda terima dari bank Anda. Jika Apple mencurigai ada penipuan yang terkait dengan penggunaan Apple Pay, informasi mengenai akun Apple dengan potensi penipuan dan transaksi dapat dibagikan dengan penerbit kartu atau penyedia jaringan pembayaran Anda untuk mencegah penipuan. Apple hanya menyimpan data pribadi selama yang diperlukan untuk memenuhi tujuan pengumpulan, termasuk sebagaimana dijelaskan di pemberitahuan ini dan sesuai dengan Kebijakan Privasi Apple, atau sebagaimana yang diwajibkan oleh hukum. Saat mengevaluasi periode penyimpanan, pertama-tama kami memeriksa dengan seksama apakah perlu untuk menyimpan data pribadi yang dikumpulkan dan, jika penyimpanan diperlukan, berusaha menyimpan data pribadi sesingkat mungkin sesuai hukum. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Apple Pay ti consente di effettuare acquisti grazie alle tue carte di debito, credito o prepagate nei punti vendita, tramite le app e sul web. Apple Pay è un servizio tecnologico fornito da società affiliate ad Apple Inc., che sono responsabili dei tuoi dati personali. La società che fornisce il servizio Apple Pay potrebbe variare in base alla zona; ad esempio, per gli Stati Uniti è offerto da Apple Payments Services LLC. Per ulteriori informazioni sulle entità Apple responsabili dell’elaborazione dei tuoi dati personali, consulta l’informativa sulla privacy di Apple alla pagina apple.com/it/privacy e le informazioni sulle compagnie affiliate ad Apple alla pagina www.apple.com/legal/privacy/it/affiliated-company. Aggiungere carte su Apple Pay Quando aggiungi una carta di pagamento emessa da un punto vendita, una carta di debito, di credito o una prepagata su Apple Pay, le informazioni che fornisci sulla tua carta e le informazioni sull’abilitazione di determinate impostazioni del dispositivo potrebbero essere inviate ad Apple per determinare la tua idoneità ad abilitare Apple Pay e le funzionalità correlate. Il tuo dispositivo può anche valutare le abitudini di utilizzo del dispositivo stesso (ad esempio, la percentuale di tempo in cui è in movimento, il numero approssimativo di chiamate a settimana) per identificare le frodi. Le informazioni analizzate dal tuo dispositivo non vengono condivise con Apple in un modo che possa essere ricollegato a te. L’ente che ha emesso la carta, la rete di pagamento o il provider autorizzato dall’ente di emissione potrebbero condividere con Apple informazioni sulle funzionalità e sui vantaggi della carta, ad esempio se prevede un programma di ricompense o pagamenti a rate, al fine di determinare l’idoneità per determinate funzionalità di Apple Pay. Apple potrebbe inoltre fornire informazioni a queste entità per abilitare Apple Pay, determinare l’idoneità alla carta, configurarla con Apple Pay e prevenire le frodi, inclusi i seguenti dati: • Il numero della carta di credito, di debito o della prepagata. • Il nome e l’indirizzo di fatturazione associati al tuo Apple Account. • Alcuni dati generici relativi all’utilizzo del tuo Apple Account (ad esempio, nel caso in cui tu disponga di una lunga cronologia di transazioni su iTunes). • Informazioni relative al tuo dispositivo e, se utilizzi Apple Watch, relative al dispositivo iOS abbinato (ad esempio, l’identificativo, il numero di telefono, il nome e il modello sia di Apple Watch sia del dispositivo iOS abbinato). • La tua posizione nel momento in cui aggiungi una carta (se hai precedentemente attivato la localizzazione). • La cronologia dell’account o del dispositivo, quando aggiungi carte di pagamento. • Statistiche aggregate relative alle informazioni delle carte di pagamento che hai aggiunto o che hai provato ad aggiungere ad Apple Pay. Quando aggiungi una carta ad Apple Pay tramite un’app di terze parti, come l’app di una banca, l’app invia un identificativo dell’account o della carta al tuo dispositivo. Questa informazione è utilizzata da Apple e dall’emittente per determinare l’idoneità della carta, configurarla con Apple Pay e prevenire eventuali frodi. Per aiutarti con la configurazione di carte che hai salvato, o che hai recentemente aggiunto su altri dispositivi, Apple ne conserva un riferimento sul tuo Apple Account, che potrà essere utilizzato con l’ente di rilascio stesso o con la rete di pagamento per aggiungere nuovamente la carta dopo aver inserito il codice di sicurezza. Apple Pay non salva il numero originale della carta di credito, di debito o della prepagata. Esecuzione di pagamenti con Apple Pay Quando inizi un pagamento, il tuo codice di avviamento postale o altri dati simili potrebbero essere forniti all’app, al sito web o all’esercente al fine di consentire il calcolo dei costi di spedizione e di tassazione. Quando inizi un pagamento su un browser di terze parti, questo genera un codice QR oppure un codice app clip che puoi scansionare con il tuo dispositivo compatibile con Apple Pay. Dopo la scansione, Apple apre un canale di comunicazione tra il browser e il dispositivo compatibile con Apple Pay che consente la condivisione di informazioni sulla transazione, sulla fatturazione e/o sulla spedizione necessarie per elaborare la transazione. Se sono abilitate funzionalità di pagamento con Apple Pay avanzate, ad esempio la possibilità di pagare a rate o ricevere ricompense, dopo che hai iniziato un acquisto con Apple Pay, Apple identificherà le opzioni di pagamento disponibili in base alle carte che hai salvato in Wallet, nonché i vantaggi e le funzionalità di tali carte, che sono forniti ad Apple dagli enti che le hanno emesse. Puoi anche scegliere che Apple identifichi altre opzioni di pagamento che potrebbero essere disponibili e non sono ancora incluse in Wallet. Per farlo, Apple utilizzerà le informazioni sulla transazione, ad esempio l’esercente e l’importo, per determinare se sono disponibili metodi di pagamento aggiuntivi. Apple non conserva informazioni sulla transazione e sulla verifica dell’idoneità del metodo di pagamento in modo tale da poterle associare a te. Se scegli di richiedere un nuovo metodo di pagamento, le informazioni della richiesta verranno condivise direttamente con l’ente di emissione e non verranno visualizzate né archiviate da Apple. Per consentirti di prendere decisioni finanziarie informate, se scegli di pagare con le ricompense, Apple può utilizzare le informazioni sulla carta e sulle relative funzionalità e vantaggi, oltre che sull’esercente e sull’importo della transazione, per ottenere e visualizzare il saldo delle ricompense attuale, i punti (o sistema equivalente) addebitati per la transazione e il saldo rimanente dopo averla effettuata. Per consentirti di selezionare il piano rateale più adatto alle tue esigenze, Apple fornisce agli enti di emissione partecipanti le informazioni sugli esercenti e sugli importi, che vengono usate per valutare l’idoneità e offrire ad Apple un elenco di opzioni di rateizzazione per la visualizzazione. Apple non conserva queste informazioni elaborate per offrire funzionalità di pagamento migliorate tramite Apple Pay in modo tale da poterle associare a te. Una volta autorizzato il pagamento, Apple fornisce all’esercente anche altre informazioni richieste, quali il numero di account univoco associato al dispositivo o all’esercente, il tuo indirizzo di spedizione o l’indirizzo email. Quando utilizzi Apple Pay, il numero della tua carta di credito, debito o prepagata non viene fornito. Per garantire che gli addebiti programmati oppure effettuati dagli esercenti, come quelli per gli abbonamenti, siano autorizzati da te, quando scegli di fornire metodi di pagamento idonei tramite Apple Pay agli esercenti che aderiscono all’iniziativa per questi tipi di addebiti, l’ente che ha emesso la carta e/o la rete di pagamento approveranno e genereranno un numero di account specifico per ogni esercente da utilizzare per tali addebiti. Solo questo numero può essere utilizzato dall’esercente in questione per autorizzare le transazioni senza che tu esegua alcuna azione. Apple conoscerà gli esercenti associati agli appositi numeri di account, ma non saprà quali articoli hai acquistato né l’importo che hai pagato. Puoi gestire i numeri di account specifici per ciascun esercente in Wallet toccando la carta e quindi il pulsante Altro per visualizzarne i dettagli. Per le carte dotate di determinate funzionalità avanzate di prevenzione delle frodi, quando tenti di effettuare una transazione online o in‑app, il dispositivo valuterà le informazioni sul tuo Apple Account, sul dispositivo stesso e sulla posizione (se l’opzione Localizzazione per Wallet è attiva) al fine di sviluppare valutazioni anti‑frode. Il risultato delle valutazioni anti‑frode effettuate sul dispositivo, ma non i dati ad esse associati, verrà inviato ad Apple e combinato con altre informazioni relative al tuo dispositivo di cui Apple è a conoscenza per sviluppare la funzionalità di prevenzione delle frodi delle transazioni di Apple Pay. Tali valutazioni possono inoltre essere condivise con la rete di pagamento, insieme all’identificativo dell’indirizzo di spedizione e all’indirizzo IP, se disponibili, al fine di prevenire le frodi durante le transazioni. L’identificativo dell’indirizzo di spedizione varia in base alla rete di pagamento e può essere utilizzato per confermare che gli indirizzi di spedizione associati alle diverse transazioni effettuate con una determinata carta sul dispositivo siano uguali, ma senza mai rendere pubblico tale indirizzo. Puoi verificare se la tua carta offre o meno tale servizio di prevenzione delle frodi in qualsiasi momento consultando le credenziali di pagamento nell’app Wallet. Per impedire la condivisione di valutazioni anti‑frode con la tua rete di pagamento, puoi selezionare un’altra carta. Quando utilizzi un’app o un sito web tramite Safari che usa Apple Pay su iOS, watchOS o macOS, l’app o il sito web stesso possono verificare che tu abbia abilitato Apple Pay sul tuo dispositivo. Se visualizzi un sito web su Safari su un dispositivo iOS o su un Mac a cui non è possibile aggiungere una carta, il sito può verificare che tu abbia configurato Apple Pay su iPhone o Apple Watch utilizzando lo stesso Apple Account. È possibile impedire ai siti web che visualizzi di verificare se hai abilitato Apple Pay sul tuo dispositivo. Su iOS, vai in Impostazioni > App > Safari > Avanzate > Verifica utilizzo Apple Pay. Sul Mac, vai in Safari > Impostazioni > Avanzate e deseleziona “Consenti ai siti web di verificare se Apple Pay e Apple Card sono configurati”. Salvaguardare i metodi di pagamento Salvaguardare i metodi di pagamento in Safari Per salvaguardare i tuoi metodi di pagamento nell’ecosistema Apple e per usufruire dei vantaggi offerti da Apple Pay in termini di privacy e sicurezza, i metodi di pagamento supportati per questa funzionalità e memorizzati in Wallet saranno disponibili anche per l’inserimento automatico in Safari. Quando fai acquisti online con l’inserimento automatico in Safari, puoi configurare un numero di carta virtuale per nascondere ai siti il numero della carta fisica, se questa funzionalità è supportata dalla rete di pagamento e dall’ente di emissione. Per abilitare la funzionalità, Apple invierà informazioni limitate sul metodo di pagamento alla tua rete o all’ente di emissione (o a terze parti autorizzate), che genereranno un numero di carta virtuale da utilizzare quando fai acquisti online con l’inserimento automatico in Safari. Per gestire i numeri delle carte Apple Pay, inclusi i numeri delle carte virtuali, visualizza il retro del biglietto in Wallet e toccalo per mostrare le informazioni della carta. Puoi anche contribuire a proteggere i metodi di pagamento già presenti per l’inserimento automatico in Safari pagando con Apple Pay o usando un numero di carta virtuale anziché quello della carta fisica. Per gestire l’opzione, vai in Impostazioni > Wallet e Apple Pay, quindi tocca “Usa Apple Pay (quando disponibile)”. Quando l’opzione è abilitata, alcune informazioni limitate sulla carta salvata per l’inserimento automatico in Safari, necessarie al fine di verificare l’idoneità per Apple Pay, verranno inviate alla rete di pagamento per il controllo. Se la rete di pagamento indica che la carta è idonea, Apple aggiungerà il metodo a Wallet e la rete genererà un numero di carta Apple Pay per ottimizzare la protezione degli acquisti online. Proteggere i metodi di pagamento associati ad Apple Account Per aiutarti a gestire i tuoi metodi di pagamento nell’ecosistema Apple, Apple potrebbe verificare se quelli associati ad Apple Pay sono idonei per essere aggiunti al tuo Apple Account e per essere mostrati in Impostazioni > [Il tuo nome] > Pagamento e spedizione > Aggiungi metodo di pagamento > Metodo di pagamento. Quando esegui una transazione con il tuo Apple Account, Apple può anche verificare se i metodi di pagamento collegati ad esso sono idonei per Apple Pay. Se lo sono, per salvaguardare le tue informazioni di pagamento, Apple potrebbe abilitare Apple Pay per quel metodo di pagamento. Puoi modificare i metodi di pagamento collegati al tuo Apple Account in qualsiasi momento andando in Impostazioni > [Il tuo nome] > Pagamento e spedizione. Apple trasmette le tue informazioni di pagamento senza salvarle Al fine di trasmettere in modo sicuro le informazioni relative ai tuoi pagamenti ad app, siti web o tramite l’opzione “Business Chat”, i dati vengono inviati ad Apple in forma crittografata, quindi vengono decrittografati e crittografati nuovamente con una chiave specifica per l’esercente in modo che solo l’esercente stesso, lo sviluppatore o il responsabile dell’elaborazione del pagamento possano decrittografarne i dati. Quando effettui un pagamento tramite un Mac a cui non è possibile aggiungere una carta, il Mac e il dispositivo che concede l’autorizzazione al pagamento comunicano attraverso un canale crittografato tramite i server Apple. Apple non conserva nessun tipo di informazione che consenta di risalire alla tua identità. Apple Pay ti consente inoltre di effettuare pagamenti in browser di terze parti e di utilizzare dispositivi che supportano questo servizio per autorizzare la transazione. Quando usi la funzionalità, Apple creerà un canale di comunicazione tra il browser di terze parti e il dispositivo che fornisce l’autorizzazione tramite i server Apple per consentirti di aggiornare i dettagli di spedizione e pagamento, nonché di fornire l’autorizzazione. Le informazioni di spedizione e fatturazione, oltre a quelle sulle tariffe degli esercenti, come tasse o costi di spedizione associati all’acquisto, saranno brevemente visibili per Apple. Apple non conserva nessun tipo di informazione che consenta di risalire alla tua identità. Tracciamento degli ordini con Apple Pay Per consentire al dispositivo di tracciare l’ordine, quando effettui un acquisto con Apple Pay, un esercente che aderisce all’iniziativa invia informazioni imitate sull’ordine al dispositivo stesso. Inoltre, Apple fornisce all’esercente un identificativo del dispositivo univoco e un token push che l’esercente può utilizzare per fornire al dispositivo aggiornamenti sugli ordini. Apple facilita gli aggiornamenti per gli esercenti, ma non archivia informazioni sugli ordini, né tiene traccia di quanti o quali esercenti inviano aggiornamenti sugli ordini, né della relativa frequenza. Le informazioni per il tracciamento degli ordini sono archiviate in locale e vengono mantenute aggiornate su tutti i dispositivi sincronizzando una copia crittografata alla quale Apple non ha accesso. Puoi gestire i tuoi ordini di Apple Pay in qualsiasi momento. Per farlo, tocca Ordini, scegline uno e seleziona “Gestisci ordine”. Puoi anche gestire le notifiche sugli ordini andando in Ordini, toccando il pulsante Altro, quindi selezionando “Non ricevere notifiche”. Quando esci dall’account, il dispositivo potrebbe conservare informazioni limitate sugli ordini per i quali continua a ricevere aggiornamenti. Queste informazioni non saranno visibili agli utenti del dispositivo, verranno conservate per un breve periodo di tempo e saranno utilizzate unicamente per interrompere l’invio di aggiornamenti dopo l’uscita dall’account, in modo da impedire l’accesso non autorizzato alle informazioni sugli ordini. Condividere le attività dell’account con app di terze parti Puoi condividere i dettagli dell’account che utilizzi per Apple Card, Savings e Apple Cash, nonché la cronologia delle transazioni, con le app di gestione delle finanze personali compatibili e affidabili che puoi scaricare da App Store. Le app devono richiedere il permesso di lettura delle attività dell’account per Apple Card, Savings o Apple Cash da Apple Pay in Wallet. In qualsiasi momento, puoi controllare quali dati condividi con queste app e puoi modificare ciò che condividi. Le attività dell’account che scegli di condividere con le app di terze parti verranno trattate in conformità all’informativa sulla privacy di tali app. Apple non è in grado di visualizzare né di archiviare i dettagli dell’account o la cronologia delle transazioni quando condividi le tue attività. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali di Apple Pay vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, incluse le informazioni sui seguenti punti: • Il tuo account, ad esempio se è attivo o meno. • Il tuo dispositivo, ad esempio il tipo, la versione software e il numero di serie. • Il tuo biglietto, ad esempio le informazioni che include. • L’ente che ha emesso il biglietto, ad esempio le terze parti autorizzate ad aggiornarlo. • Il tuo utilizzo di Apple Pay, ad esempio il numero di biglietti Apple Pay che hai aggiunto. • La tua posizione. Questi interessi legittimi includono: • Aggiungere e gestire un biglietto. • Consentire l’ottimizzazione del servizio per te e per gli altri utenti. • Aiutarti a scoprire le funzionalità più rilevanti per te. • Verificare la tua idoneità. • Fornirti i servizi che richiedi. • Inviarti comunicazioni su Apple Pay e altri prodotti, offerte e servizi Apple che potrebbero interessarti. Prevenire le frodi e altre attività sospette. Altre informazioni Per determinare l’idoneità alle funzionalità di Wallet e Apple Pay, quando tocchi una carta in Wallet, Apple potrebbe verificare se è idonea controllando il paese in cui è stata emessa e se l’ente di emissione aderisce alla funzionalità. Se hai attivato la localizzazione, la posizione del tuo dispositivo nel momento in cui effettui un acquisto presso un punto vendita può essere inviata anonimamente ad Apple. Tale informazione verrà utilizzata da Apple per migliorare l’accuratezza dei nomi delle attività commerciali nella cronologia delle transazioni con carta in Wallet e può essere conservata in una forma tale da non permettere l’identificazione di dati personali al fine di migliorare Mappe di Apple, Apple Pay e Wallet. Puoi disabilitare in qualsiasi momento la funzionalità basata sulla posizione di Apple Pay sul tuo dispositivo iOS andando in Impostazioni > Privacy e sicurezza > Localizzazione > Servizi di sistema e disattivando “ID esercenti Apple Pay”. Sul Mac, vai in Impostazioni di Sistema > Privacy e sicurezza > Privacy > Localizzazione, quindi disattiva Wallet. Per aiutare a migliorare Apple Pay, Apple raccoglie le informazioni sul tuo utilizzo del servizio e le archivia in modo che non sia possibile risalire alla tua identità. Tali informazioni includono il tempo impiegato per aggiungere una carta o per completare una transazione tramite Apple Pay. Apple potrebbe utilizzare queste informazioni anche per migliorare altri prodotti e servizi Apple, a scopo di marketing, per impedire frodi e per garantire la sicurezza. I termini di qualsiasi contratto da titolare di carta, utente, esercente o altri termini e condizioni applicabili all’uso delle funzionalità di Apple Pay continueranno a disciplinare l’uso delle tue carte e il loro utilizzo in connessione con Apple Pay, e tali termini potrebbero avere ulteriori informative sulla tutela della privacy. Né Apple né le sue affiliate che forniscono il servizio Apple Pay sono istituti bancari. Il presente avviso è aggiuntivo rispetto a qualsiasi altra comunicazione che potresti ricevere dalla tua banca. Qualora Apple sospetti la presenza di frodi correlate all’utilizzo di Apple Pay, le informazioni sulle transazioni e sull’account Apple potenzialmente fraudolenti potrebbero essere condivise con l’ente che ha emesso la carta o con il provider della rete di pagamento al fine di prevenire tali frodi. Apple conserva i dati personali solo per la durata necessaria ad adempiere alle finalità per cui sono stati raccolti, incluse quelle descritte in questo documento, in conformità all’informativa sulla privacy di Apple e secondo quanto richiesto dalle normative. Quando valutiamo i tempi di conservazione dei dati, esaminiamo innanzitutto se è necessario che i dati personali raccolti vengano conservati. Se ciò è necessario, ci impegniamo a conservare tali dati per il più breve periodo di tempo possibile, secondo quanto consentito dalle normative. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: Apple Payを使用すると、デビットカード、クレジットカード、プリペイドカードを使用して、店舗、アプリ内、Web上で安全に買い物をすることができます。 Apple Payは、個人データの責務を担う、Apple Inc.の関連会社が提供するテクノロジーサービスです。Apple Payの提供会社は、お住まいの場所によって異なる場合があります（米国の場合はApple Payments Services LLCなど）。個人データの処理について責任を負うAppleの事業体について詳しくは、Appleのプライバシーポリシー（https://www.apple.com/jp/privacy）およびApple関連会社（https://www.apple.com/legal/privacy/jp/affiliated-company）を参照してください。 Apple Payにカードを追加する ショップカード、クレジットカード、デビットカード、プリペイドカードなどの支払い用カードをApple Payに追加する際、Apple Payとその機能を有効にする資格を判断するために、あなたによって提供されたカードに関する情報や、特定のデバイス設定が有効になっているかどうかがAppleに送信されることがあります。また、詐欺行為を識別するために、デバイスの使用パターン（例: デバイスが移動している時間の割合、1週間あたりのおおよその通話回数）がデバイスで評価されることもあります。デバイスによって評価された情報は、個人に関連付けられる方法でAppleと共有されることはありません。 カード発行元、決済ネットワーク、またはカード発行元から許可されたプロバイダは、Apple Payの特定の機能に対する資格を判断するために、ポイントや分割払いを利用できるかどうかといったカードの機能と特典に関する情報をAppleと共有する場合があります。Appleは、Apple Payを利用可能にし、カードの資格を判断し、カードをApple Pay用に設定したり、詐欺行為を防いだりするために、それらの団体に以下の情報を提供することがあります: • クレジットカード、デビットカード、またはプリペイドカードの番号 • Apple Accountに関連付けられている名前および請求先住所 • Apple Accountの利用状況に関する一般的な情報（例: iTunesで長く利用履歴があるかどうか） • デバイスに関する情報、Apple Watchを使用している場合はペアリングされているiOSデバイスの情報（例: Apple WatchおよびペアリングされているiOSデバイスの両方のデバイス識別子、電話番号、名前、モデル名） • カード追加時の位置情報（位置情報サービスがオンの場合） • 支払い用カードを追加したアカウントまたはデバイスの履歴 • Apple Payに追加した、または追加しようとしている支払い用カードの情報に関連して集計した統計情報 銀行アプリなどの他社製アプリでカードをApple Payに追加すると、アカウントまたはカードの識別子がデバイスに送信されます。この情報は、カードの資格を判断し、カードをApple Pay用に設定して、詐欺行為を防ぐためにAppleとカード発行元によって使用されます。ほかのデバイスでご使用のカードや最近入手したカードを設定しやすくするため、Appleでは、セキュリティコードの入力後にカードを再度追加するためにカード発行元または決済ネットワークで使用できるカード参照情報を、ご使用のApple Accountと共に保持します。Apple Payでは、オリジナルのクレジットカード、デビットカード、またはプリペイドカードの番号は保持されません。 Apple Payで支払う 支払いを開始すると、税金や配送料の計算のために、郵便番号やその他の同等の情報が、アプリ、Webサイトまたは店舗に提供される場合があります。他社製ブラウザ内で支払いを始めると、ブラウザでQRコードまたはApple Pay対応のデバイスでスキャンするためのApp Clipコードが生成されます。スキャンしたあと、AppleはブラウザとApple Pay対応デバイスとの通信チャンネルを確立し、それを通してブラウザとデバイスが、関連する取引情報と、取引を処理するために必要な請求情報や配送先情報を共有します。 分割払いやポイントでのお支払いなど、Apple Payでその他の支払い機能を使える場合は、Apple Payの取引を開始したあと、Appleにより、ご使用のウォレットにあるカードと、カード発行元からAppleに提供されるそれらのカードの特典と機能に基づいて、利用可能な支払いオプションが特定されます。また、まだウォレットに登録されていない利用可能な追加の支払いオプションをAppleに特定させることも選択できます。その場合、Appleは取引に関する情報（加盟店や金額などの情報）を使用して、追加のお支払い方法がその取引に使用可能かどうかを判断します。Appleでは、取引および支払い方法の資格確認に関する情報が個人と関連がある形式で保持されることはありません。新しい支払い方法の適用を選択した場合、あなたの申請情報は発行元と直接共有されます。Appleがその情報を見たり保存したりすることはありません。十分な情報に基づいて決済を行えるように、ポイントでの支払いを選択した場合、Appleはカード、カード機能、特典、および取引中の加盟店と金額に関する情報を使用して、現在のポイント残高、取引に対して請求されるポイント（または同等のもの）、および取引後のポイント残高を取得して表示することがあります。ご利用状況に適した分割払いプランを選択できるように、Appleはあなたが加入している発行元に加盟店と金額の情報を提供します。発行元はこの情報を使用して資格を評価し、Appleに表示用の分割払いオプションのリストを提供します。Appleは、Apple Payのその他の支払い機能を提供するためにあなたと関連付けて処理されたこの情報を保持しません。 決済の承認後は、デバイスまたは店舗固有のアカウント番号、配送先住所、メールアドレスなど、店舗によって要求されたその他の情報も提供されます。Apple Payを使用するときにクレジットカード、デビットカードまたはプリペイドカードのカード番号が提供されることはありません。 定期的な請求や店舗主導のその他の請求（サブスクリプションなど）があなたによって許可されていることを確認するために、定期的な請求や店舗主導の請求用の適格なApple Payの支払い方法を加盟店に提供することを選択すると、発行元や決済ネットワークによって店舗固有のアカウント番号が承認および生成されて、該当する支払いに使用されます。その店舗固有のアカウント番号だけが加盟店によって使用され、あなたが特定のアクションを実行しなくても加盟店は取引を承認できます。Appleは、あなたの店舗固有のアカウント番号に関連付けられている店舗は把握しますが、購入内容や支払い額は把握しません。あなたの店舗固有のアカウント番号は、ウォレットで、カード番号をタップし、“その他”ボタンをタップしてカードの詳細情報を表示することにより管理できます。 特定の不正防止強化機能を備えたカードでは、オンラインまたはアプリ内で取引を実行しようとしたときに、Apple Account、デバイス、および位置情報（ウォレットで位置情報サービスを有効にしている場合）がデバイスで評価されます。これは不正行為防止の評価をデバイス上で行う機能の開発が目的です。Appleに送信されるのはデバイス上の不正行為防止の評価結果で、基となるデータは送信されません。評価結果は、Apple Payの取引不正行為防止の評価機能の開発を目的として、お使いのデバイスとアカウントについてAppleが把握している情報と結び付けられます。これらの不正行為防止の評価は、配送先住所識別子とIPアドレス（入手可能な場合）と共に、取引時の不正行為を防止する目的で支払いネットワークと共有される場合があります。配送先住所識別子は支払いネットワークごとに異なり、基となる住所は公開されない方法で、デバイスで特定のカードを使用して行った各取引の配送先住所が同じであるかどうかを確認するために使用される場合があります。カードがこの不正行為防止強化機能を備えているかどうかは、ウォレットの支払い資格情報の裏面を表示することでいつでも確認することができます。不正行為防止の評価を支払いネットワークと共有しないようにするには、別のカードを選択することができます。 iOS、watchOS、またはmacOSでApple Payを使用するアプリを使用したり、WebサイトをSafariから閲覧したりするときは、Apple Payがデバイス上で有効になっているかどうかをアプリやWebサイト側で確認することができます。iOSデバイス、またはカードを追加できないMacのSafariでWebサイトにアクセスすると、WebサイトはApple Accountを使用して、iPhoneまたはApple WatchでApple Payを設定しているかどうかを確認する可能性があります。アクセスしているWebサイトがApple Payが有効になっているかを確認する機能は、設定を変更することで停止できます。iOSでは、“設定”＞“アプリ”＞“Safari”＞“詳細”＞“Apple Payの確認”に移動します。Macでは、“Safari”＞“設定”＞“詳細”に移動し、“Apple PayおよびApple Cardの確認をWebサイトに許可”を選択解除します。 支払い方法の保護 Safariでの支払い方法の保護 Appleエコシステムでの支払い方法を保護し、Apple Payのプライバシーとセキュリティのメリットを生かすために、ウォレットからの対応しているApple Payの支払い方法はSafariの自動入力でも使用できるようになります。WebサイトでのSafariの自動入力を使用したオンラインでの買い物で、加盟しているカードネットワークおよび発行元が対応している場合は、実際のカード番号が表示されないようにバーチャルカード番号を設定できます。この機能を有効にするために、Appleはお支払い方法に関する限定的な情報をあなたのネットワークまたは発行元（または発行元から許可された第三者）に送信します。これにより、Safariの自動入力を使用したオンラインでの買い物で使用するバーチャルカード番号が生成されます。バーチャルカード番号を含むApple Payのカード番号を管理するには、ウォレットでパスの背面を表示し、タップしてカード情報を表示します。実際のカード番号ではなくApple Payまたはバーチャルカード番号で支払うことで、Safariの自動入力にすでにある支払い方法を保護することもできます。管理するには、“設定”＞“ウォレットとApple Pay”に移動し、“利用可能な場合はApple Payを使用”をタップします。有効にすると、Apple Payの利用資格を確認するために必要な、Safariの自動入力に保存されたカードに関する限定的な情報が照合のために支払いネットワークに送信されます。カードが利用資格を満たしていると支払いネットワークで示された場合、Appleは支払い方法をウォレットに追加し、ネットワークではオンラインショッピングの保護を強化するためにApple Payのカード番号が生成されます。 Apple Accountでの支払い方法の保護 Appleエコシステムでの支払い方法を管理できるようにするために、Appleは、Apple Payの支払い方法が登録されている支払い方法としてApple Accountに追加できるかどうかを確認し、それらの支払い方法を“設定”＞“[自分の名前]”＞“支払いと配送先”＞“支払い方法を追加”に表示する場合があります。Apple Accountを使用して取引を行う場合、Appleは、登録されているApple Accountの支払い方法がApple Payの条件を満たしているかどうかも確認することがあります。その場合、Appleは、支払い情報を保護するためにその支払い方法に対してApple Payを有効にする場合があります。Apple Accountの支払い方法は、“設定”＞“[自分の名前]”＞“支払いと配送先”に移動することで、いつでも変更できます。 Appleでは支払い情報を送信しますが保存はしません アプリ、Webサイト、およびビジネスチャット内の支払い情報は、情報を安全に送信するために、暗号化された状態でAppleに送信され、そこで一時的に復号化されたあと、店舗、デベロッパ、または支払い業務取扱者だけが情報を復号化できるように、店舗固有の暗号鍵で再度暗号化されます。カードが追加できないMacで支払いを行う場合、Macと承認のためのデバイスはAppleのサーバ経由で暗号化されたチャンネルを通して情報の伝達を行います。Appleでは、個人を識別できる形式でこれらの情報が保持されることはありません。 Apple Payでは、他社製ブラウザで支払いをしたり、Apple Pay対応のデバイスを使って取引を承認したりすることもできます。この機能を使用すると、AppleはAppleのサーバ経由で他社製ブラウザと承認のためのデバイスの間の通信チャンネルを作成し、あなたが配送先と支払いの詳細を更新して承認できるようにします。それにより、請求情報と配送先情報、および購入した項目に関連付けられた税金や配送料などの加盟店の費用に関する情報が、Appleに一時的に表示されます。Appleでは、個人を識別できる形式でこれらの情報が保持されることはありません。 Apple Payの注文の追跡 注文の追跡を可能にするために、Apple Payで買い物をすると、お使いのデバイス限定の注文情報が加盟店から送信されて、デバイスで注文の追跡に使用されます。また、Appleは、店舗固有のデバイス識別子とプッシュトークンを店舗に提供します。店舗は、これらを使用して注文の最新情報をデバイスに届けることができます。Appleは、店舗からの最新情報の送信を促進しますが、注文情報を保存することも、注文に関する最新情報の件数、頻度、または送信元の店舗を追跡することもありません。注文の追跡の情報は、お使いのデバイス上にローカルに保存され、暗号化されたコピーを同期することによって、すべてのデバイスで最新の状態に保たれます。このコピーにAppleがアクセスすることはできません。Apple Payの注文は、タップして“注文”を表示し、特定の注文をタップして、“注文を管理”をタップすることにより、いつでも管理できます。注文に関する通知も、“注文”に移動し、”その他”ボタンをタップしてから“通知を停止”をタップすることにより管理できます。 アカウントからサインアウトしても、お使いのデバイスには注文に関する限定的な情報が残り、それらに対する最新情報がデバイスに届きます。この情報はデバイスのユーザには表示されず、短期間だけ保持され、サインアウト後にあなたの注文情報への不正アクセスを防ぐためにデバイスへの最新情報の送信を停止できるようにする目的でのみ、デバイスによって使用されます。 アカウントの利用状況の他社製アプリとの共有 Apple Card、Savings、およびApple Cashアカウントの詳細と利用明細をApp Storeから入手した信頼できる連携可能な個人用財務管理アプリと共有することができます。アプリでは、Apple Card、Savings、またはApple Cashアカウントの利用状況をウォレットのApple Payから読み取るための許可を要求しなければなりません。これらのアプリと共有するデータは自分で管理でき、共有する情報はいつでも変更できます。他社製アプリと共有することを選択したアカウントの利用状況は、共有先アプリのプライバシーポリシーに従って取り扱われます。アカウントの利用状況を共有した場合、アカウントの詳細や利用明細をAppleが閲覧したり保存したりすることはありません。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、Apple Payの個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下に関する情報を含むカテゴリの個人データを処理します: • アカウント情報（アカウントが有効かどうかなど） • デバイス情報（デバイスの種類、ソフトウェアのバージョン、デバイスのシリアル番号など） • パスの情報（パスに表示される情報など） • パスの発行元の情報（パスにアップデートを提供することが許可されている他社など） • Apple Payの使用状況（追加したApple Payのパスの数と種類など） • 位置情報 この正当な利益には以下のものが含まれます: • パスの追加と管理 • あなたとその他のユーザへのサービスの向上と最適化の支援 • あなたと最も関連性の高い機能を見つけやすくするための支援 • 資格の確認 • あなたがリクエストしたサービスの提供 • Apple Payや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報の送信 不正行為およびその他の悪意のある活動の防止 その他の情報 ウォレットとApple Pay機能の利用資格を判断するため、ウォレットでカードをタップすると、Appleはそのカードが発行された国を調べ、さらに発行元が機能に加盟しているかどうかを確かめることで、機能の利用資格をチェックする場合があります。 位置情報サービスをオンにしている場合、店舗での支払いにお使いのデバイスを使用すると、その時点の位置情報が匿名でAppleに送信される可能性があります。この情報は、ウォレットカード取引履歴での取引先名の正確性向上に役立てられるほか、Appleマップ、Apple Pay、およびウォレットの品質向上のために集合的に保持されることがあります。このApple Payの位置情報に基づく機能は、iOSデバイスでは“設定”＞“プライバシーとセキュリティ”＞“位置情報サービス”＞“システムサービス”に移動し、“Apple Pay加盟店識別子”をタップしてオフにすることで無効にできます。Macでは、“システム設定”＞“プライバシーとセキュリティ”＞“プライバシー”＞“位置情報サービス”に移動してから、“ウォレット”をクリックしてオフにします。 Apple Payを改善するために、Appleは、Apple Payの使用に関する情報を収集し、個人を特定しない方法で保存します。この情報には、カードを追加できるまでにかかる時間やApple Payを利用した取引が完了するまでにかかる時間が含まれます。Appleはまた、Appleのその他の製品やサービスの改善、マーケティング、詐欺行為の防止やセキュリティを目的として、この情報を使用する場合があります。 カード保持者、利用者、加盟店契約の条件、またはApple Payの機能の使用に適用されるその他の利用規約は、その支払い用カードの使用およびApple Payに関連した使用に対して引き続き有効であり、また、追加的な個人情報保護に関する方針がある場合もあります。AppleもApple Payを提供する関連会社も銀行ではなく、この通知は銀行から受け取る場合があるすべての通知に加えて送信されます。Apple Payの利用において不正行為の疑いがあるとAppleが判断した場合、不正行為防止の目的で、不正行為が疑われるApple Accountおよび取引に関する情報がカード発行元または支払いネットワークプロバイダと共有される場合があります。 Appleは、この通知に記載されている通りに、かつAppleのプライバシーポリシーに従って、または法律で定められた通りに、収集目的を達成するために必要な期間のみ個人データを保持します。保持期間の決定においては、まず収集した個人データを保持する必要があるかどうかを検討し、保持する必要がある場合は、法律の下で許容される最短の期間を個人データの保持期間とするように努めます。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple Pay сервисі дебеттік, несиелік және алдын ала төленетін карталар арқылы дүкендерден, қолданбалардан және интернеттен қауіпсіз сатып алуға мүмкіндік береді. Apple Pay — жеке деректеріңізге жауапты Apple Inc. филиалдары ұсынатын технологиялық сервис. Apple Pay провайдері АҚШ-тағы Apple Payments Services LLC сияқты геолокацияңызға байланысты өзгеруі мүмкін. Жеке деректеріңізді өңдеу үшін жауапты Apple мекемелері туралы толығырақ ақпаратты Apple құпиялылық саясатынан (apple.com/privacy) және Apple үлестес компаниялары туралы мақаладан (www.apple.com/legal/privacy/en/affiliated-company) қараңыз. Карталарды Apple Pay сервисіне қосу Apple Pay сервисіне дүкендік, несиелік, дебеттік және алдын ала төленген сияқты төлем картасын қосқан кезде, карта туралы ұсынатын ақпарат пен құрылғыда белгілі бір реттеулердің қосылған-қосылмағаны Apple Pay сервисін және оның функцияларын қосу құқығыңызды анықтау үшін Apple компаниясына жіберілуі мүмкін. Сондай-ақ құрылғыңыз алаяқтықты анықтау үшін пайдалану үлгілерін (мысалы, құрылғының қозғалыстағы уақыты, аптасына шамамен келетін қоңыраулар саны) талдауы мүмкін. Құрылғыңыз талдайтын ақпарат Apple компаниясына жеке басыңызды анықтай алмайтындай жолмен беріледі. Карта эмитенті, төлем желісі немесе карта эмитенті рұқсат берген провайдер Apple компаниясына белгілі бір Apple Pay функцияларына жарамдылығын анықтау үшін картаның мүмкіндіктері мен артықшылықтары, мысалы, оның бонустарға немесе бөліп төлеу бағдарламасына қолдау көрсететіні туралы ақпаратты жариялауы мүмкін. Сондай-ақ Apple Pay сервисін қосу, картаның жарамдылығын анықтау, картаңызды Apple Pay арқылы баптау және алаяқтықтың алдын алу үшін Apple бұл ұйымдарға ақпаратты ұсынуы мүмкін, соның ішінде: • Несиелік, дебеттік немесе алдын ала төленген карта нөмірі • Apple аккаунтыңызбен байланысты төлеуші аты мен мекенжайы • Apple аккаунтыңыздың әрекеті туралы жалпы ақпарат (мысалы, iTunes сервисіндегі транзакциялардың ұзақ тарихы бар ма) • Құрылғыңыз және, Apple Watch пайдаланылса, жұптастырылған iOS құрылғысы туралы ақпарат (мысалы, құрылғы идентификаторы, телефон нөмірі, Apple Watch сағатыңыз бен жұптастырылған iOS құрылғысының атаулары мен үлгілері) • Картаны қосу кезіндегі геолокацияңыз туралы ақпарат (геолокация сервистері қосулы болса) • Төлем карталарын аккаунтқа немесе құрылғыға қосу тарихы • Apple Pay сервисіне қосылған немесе қосуға әрекет жасалған төлем карталарындағы ақпаратқа қатысты жиынтық статистика Банк қолданбасы сияқты үшінші тарап қолданбасы арқылы картаны Apple Pay қызметіне қосқанда, қолданба құрылғыңызға шот нөмірін немесе карта идентификаторын жібереді. Бұл ақпаратты Apple және карта эмитенті картаңыздың жарамдылығын анықтау, картаңызды Apple Pay арқылы баптау және алаяқтықтың алдын алу мақсатында пайдаланады. Сізде бар немесе алдында болған карталарды басқа құрылғыларда баптауға көмектесу үшін Apple компаниясы карта туралы деректеріңізді Apple аккаунтыңызбен байланыстырады. Карта эмитенті немесе төлем желісі қауіпсіздік кодын енгізгеннен кейін картаны қайта қосу үшін аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Несиелік, дебеттік немесе алдын ала төленген карта нөмірі Apple Pay сервисінде сақталмайды. Apple Pay арқылы төлеу Төлем жасауды бастаған кезде, салықтар мен жеткізу шығындарын есептеу үшін пошта индексі немесе басқа ұқсас ақпарат қолданбаға, веб-сайтқа немесе сатушыға берілуі мүмкін. Төлемді үшінші тарап браузерінде бастағанда, Apple Pay қосылған құрылғымен сканерлеу үшін браузер QR кодты немесе блиц қолданба кодын жасайды. Сканерленгеннен кейін Apple компаниясы браузер мен Apple Pay сервисі қолдау көрсететін құрылғы арасындағы байланыс арнасын іске қосады, ол арқылы браузер мен құрылғы транзакцияны өңдеу үшін қажетті транзакция, төлем және/немесе тасымалдау ақпаратымен алмасады. Бөліп төлеу немесе бонустар сияқты Apple Pay қосымша төлем функциялары қосылған болса, Apple Pay арқылы сатып алуды бастағаннан кейін, Apple компаниясы Wallet қолданбасында қандай карталар бар болғанына байланысты сізге қолжетімді төлем опцияларын, сондай-ақ Apple компаниясына карта эмитенттері ұсынған осы карталардың артықшылықтары мен мүмкіндіктерін анықтайды. Сондай-ақ Apple компаниясынан Wallet қолданбасында әлі де қолжетімді емес, бірақ сізге қолжетімді қосымша төлем опцияларына қол жеткізуді таңдауға болады. Ол үшін Apple компаниясы осы транзакция бойынша қосымша төлем әдістерінің қолжетімділігін анықтау мақсатында сатушы және сома сияқты транзакция туралы ақпаратты пайдаланады. Apple компаниясы транзакция және төлем әдісінің жарамдылығын тексеру туралы ақпаратты жеке басыңызбен байланысты түрде сақтамайды. Жаңа төлем әдісін қолдануды таңдасаңыз, өтінішіңіздегі ақпарат эмитентке тікелей жіберіледі және оны Apple компаниясы көре алмайды және сақтай алмайды. Бонустармен төлеуді таңдасаңыз, негізделген қаржылық шешімдер қабылдауға көмектесу үшін Apple компаниясы картаңыз, оның мүмкіндіктері мен артықшылықтары, сатушы мен транзакция сомасы туралы ақпаратты транзакция үшін және транзакциядан кейінгі бонус теңгерімі ретінде есептелетін ағымдағы сыйақы теңгерімін, сыйақы ұпайларын (немесе баламасын) алу және көрсету үшін пайдалануы мүмкін. Қаржылық әл-ауқатыңызға қарай дұрыс бөліп төлеу жоспарын таңдауға мүмкіндік беру үшін Apple қатысушы эмитенттерге сатушы және сома туралы ақпарат береді, соның негізінде олар бөліп төлеу жоспарының жарамдылығын бағалайды және Apple компаниясына көрсету үшін бөліп төлеу опцияларының тізімін береді. Apple компаниясы Apple Pay төлем функцияларын ұсыну үшін өңделген осы ақпаратты жеке басыңызбен байланысты түрде сақтамайды. Төлем авторизациясынан кейін, сондай-ақ сатушы тарапынан сұралған құрылғының немесе сатушының есептік жазба нөмірі, жіберу мекенжайы немесе эл. пошта мекенжайы сияқты басқа да ақпарат беріледі. Apple Pay сервисін пайдаланған кезде, несиелік, дебеттік немесе алдын ала төленген карта нөмірі берілмейді. Кез келген қайталанатын немесе сатушы ұстап қалатын басқа төлемдерді (мысалы, жазылым ақысы) сіз ғана растай аласыз, қатысушы сатушыларға осы төлемдер үшін тиісті Apple Pay төлем әдістерін таңдаған кезде, сіздің эмитентіңіз және/немесе қолданыстағы төлем желісі осындай төлемдер үшін пайдаланылатын сатушыға арналған шот нөмірін бекітеді және жасайды. Қатысушы сатушы транзакцияларды сіздің қатысуынсыз растау үшін сатушыға арналған сол бір шот нөмірін ғана пайдалана алады. Apple компаниясы сатушыларға арналған шотыңыздың нөмірлері қандай сатушылармен байланысты екенін біліп отырады, бірақ сіздің не сатып алғаныңыз және ол үшін қанша ақша төлегеніңіз сияқты ақпарат компанияға беймәлім болады. Сатушыға арналған шот нөмірлерін Wallet қолданбасындағы картаны, содан кейін «Қосымша» түймесін түртіп, карта мәліметтерін көрсету арқылы басқаруға болады. Алаяқтықтан қорғау дәрежесі күшейтілген веб‑сайтта немесе картаның қолданбасында транзакция жасауға талпынғанда, құрылғыңыз Apple аккаунтыңыз, құрылғының өзі және геолокация туралы ақпаратты бағалайды (Wallet қолданбасында геолокация сервистері қосылған болса). Мұның мақсаты — құрылғыда алаяқтық тәуекелін бағалау мүмкіндігін дамыту. Құрылғыда жасалған алаяқтық тәуекелінің қорытынды бағасы Apple компаниясына бастапқы талдау деректерінсіз жіберіледі және Apple компаниясына белгілі құрылғыңыз бен аккаунтыңыз туралы ақпаратпен біріктіріледі, бұл Apple Pay транзакциялары кезінде алаяқтық әрекеттердің тәуекелін бағалауға мүмкіндік береді. Транзакциялар кезінде алаяқтық тәуекелдерін бағалау нәтижелері транзакция барысында алаяқтық әрекеттердің алдын алу үшін жеткізу мекенжайының идентификаторымен және IP мекенжайымен (бар болса) бірге сіз қолданатын төлем жүйесіне жіберілуі мүмкін. Жеткізу мекенжайының идентификаторы төлем жүйесіне байланысты әртүрлі болуы мүмкін. Бұл идентификатор нақты мекенжайды ашпай-ақ, құрылғыдағы белгілі бір карта арқылы жасалған әртүрлі транзакциялар бойынша жеткізу мекенжайларының сәйкес келетінін растау үшін пайдаланылуы мүмкін. Wallet қолданбасында төлем деректемелерінің артқы жағына өтіп, картаның алаяқтықтан кеңейтілген қорғаныс функциясын қолдайтынын кез келген уақытта тексеруге болады. Алаяқтық қаупі туралы төлем жүйесіне хабарланбауы үшін, басқа картаны таңдауға болады. iOS, watchOS немесе macOS жүйесінің Apple Pay сервисін пайдаланатын қолданбаны немесе веб-сайтты пайдалансаңыз, қолданба немесе веб-сайт осы қолданбада Apple Pay сервисінің қосылған-қосылмағанын тексеруі мүмкін. Төлем картасы қосылмайтын веб-сайтқа iOS құрылғысындағы немесе Mac компьютеріндегі Safari арқылы кіргенде, веб-сайт бір Apple аккаунты арқылы iPhone құрылғыңызда немесе Apple Watch сағатыңызда Apple Pay функциясының бапталған-бапталмағанын тексере алады. Сіз кіретін веб-сайттарға Apple Pay функциясы қосылған-қосылмағанын тексеру әрекетін реттеулерден өшіруге болады. iOS жүйесінде «Реттеулер» > «Қолданбалар» > «Safari» > «Қосымша» > «Apple Pay бар-жоғын тексеру» тармағына өтіңіз. Mac компьютерінде Safari > Settings (Реттеулер) > Advanced (Қосымша) тармағына өтіп, Allow websites to check for Apple Pay and Apple Card (Веб-сайттарға Apple Pay және Apple Card бар-жоғын тексеруге рұқсат беру) опциясын таңдаудан алыңыз. Төлем әдістеріңізді қорғау Safari төлем әдістерін қорғау Apple экожүйесінде төлем әдістерін қорғауға көмектесу және Apple Pay құпиялылығы мен қауіпсіздігін толық пайдалану үшін, Wallet қолданбасындағы қолдау көрсетілетін Apple Pay төлем әдістері Safari браузеріндегі «Авто толтыру» тізімінде де қолжетімді болады. Интернетте заттар сатып алу кезінде Safari браузеріндегі «Авто толтыру» функциясын пайдалансаңыз, нақты карта нөмірін жасыру үшін виртуалды карта нөмірін баптауға болады (қатысушы карталар желісі және эмитент қолдауы бар жағдайда). Бұл функцияны іске қосу үшін Apple төлем әдісіңізге қатысты шектеулі ақпаратты Safari браузеріндегі «Авто толтыру» функциясын қолданып интернетте заттар сатып алу кезінде пайдалануға болатын виртуалды карта нөмірін құратын желіге немесе эмитентке (немесе өкілетті үшінші тарапқа) жібереді. Apple Pay карта нөмірлерін (виртуалды карта нөмірлерін қоса) басқару үшін Wallet қолданбасындағы картаның артына өтіп, карта туралы ақпаратты көру үшін түртіңіз. Сондай-ақ төлемдер жасау үшін физикалық карта нөмірінің орнына Apple Pay немесе виртуалды карта нөмірін қолдана отырып, Safari браузеріндегі «Авто толтыру» тізімінде сақталған төлем әдістерін қорғауға көмектесе аласыз. Басқару үшін «Реттеулер» > «Wallet және Apple Pay» тармағына өтіп, «Қолжетімді болғанда, Apple Pay сервисін пайдалану» функциясын түртіңіз. Егер бұл функция қосулы болса, Apple Pay талаптарына сәйкестігін тексеру үшін қажетті Safari браузеріндегі «Авто толтыру» бөлімінде сақталған картаңыз туралы шектеулі ақпарат тексеру үшін төлем жүйесіне жіберіледі. Егер қолданыстағы төлем желісі картаңыздың сәйкес келетінін көрсетсе, Apple бұл төлем әдісін Wallet қолданбаңызға қосады және интернетте сатып алу операцияларын қорғау үшін желі Apple Pay картасының нөмірін жасайды. Apple аккаунтының төлем әдістерін қорғау Apple экожүйесіндегі төлем әдістерін басқаруға көмектесу үшін Apple компаниясы Apple аккаунтыңызға кез келген Apple Pay төлем әдістерінің қосуға жарамдылығын тексеруі мүмкін. Бұл төлем әдістері «Реттеулер» > [атыңыз] > «Төлем және жеткізілім» > «Төлем әдісін қосу» > «Төлем әдісі» тармағында көрсетіледі. Транзакция жасау үшін Apple аккаунтыңызды пайдаланған кезде, Apple компаниясы Apple аккаунтыңызбен байланысты төлеу әдісінің Apple Pay сервисімен пайдалануға жарамдылығын да тексеруі мүмкін. Олай болса, төлем ақпаратыңызды қорғау мақсатында Apple компаниясы сол төлем әдісі үшін Apple Pay функциясын қосуы мүмкін. Apple аккаунтыңыздың төлем әдістерін кез келген уақытта өзгертуге болады. Ол үшін «Реттеулер» > [атыңыз] > «Төлем және жеткізілім» тармағына өтіңіз. Apple төлем туралы ақпаратыңызды тасымалдайды, бірақ сақтамайды Қолданбалардағы, веб-сайттардағы және іскерлік чаттағы төлемдер туралы ақпаратты қауіпсіз түрде беру үшін, деректер Apple компаниясына шифрланған күйде жіберіледі. Деректердің шифры қысқа уақыт ішінде әр сатушы үшін бірегей кілт арқылы ашылып, қайта шифрланады. Тек осы сатушы, әзірлеуші немесе олардың төлем операторы төлем туралы ақпаратыңыздың шифрын аша алады. Карта қосу мүмкін болмайтын Mac компьютерімен төлем жасаған кезде, Mac компьютері мен авторизацияланған құрылғы Apple серверлерінің шифрланған арнасы арқылы деректермен алмасады. Apple бұл ақпараттың ешқайсысын жеке басыңызды анықтайтын түрде сақтамайды. Apple Pay, сондай-ақ үшінші тараптық браузерлерде төлем жасауға және транзакцияны авторизациялау үшін Apple Pay сервисіне қолдау көрсететін құрылғыларды пайдалануға мүмкіндік береді. Бұл функцияны пайдаланған кезде, Apple компаниясы Apple серверлері арқылы үшінші тарап браузері мен авторизацияланған құрылғы арасында байланыс арнасын жасайды, нәтижесінде жеткізу және төлем туралы мәліметті жаңартып, авторизацияны беруге болады. Жөнелту және төлем туралы ақпарат, сондай-ақ сатып алуыңызға байланысты салық немесе жөнелту алымдары сияқты сатушы алымдары туралы ақпарат Apple компаниясына қысқаша көрінеді. Apple бұл ақпараттың ешқайсысын жеке басыңызды анықтайтын түрде сақтамайды. Apple Pay тапсырыстарын қадағалау Apple Pay арқылы зат сатып алған кезде, тапсырыстарды бақылау функциясын қосу мақсатында қатысушы сатушы тапсырысыңызды бақылау үшін құрылғыға қатысты тапсырыс туралы ақпаратты жіберетін болады. Сонымен қатар Apple компаниясы сатушыға арнайы құрылғы идентификаторын және сатушы құрылғыда тапсырыс жаңартуларын алу үшін пайдалана алатын push токенін ұсынады. Apple компаниясы сатушылардың деректерін жаңартуға мүмкіндік береді, бірақ тапсырыс туралы ақпаратты сақтамайды, тіпті тапсырыстар санын не жиілігін немесе тапсырыс жаңартуларын қай сатушылар жіберетінін қадағаламайды. Тапсырысты бақылау туралы ақпарат құрылғыңызда жергілікті түрде сақталады және шифрланған көшірмелерді синхрондау арқылы құрылғылар арасында жаңартылады. Apple компаниясы бұл ақпаратқа қол жеткізе алмайды. Тапсырыстарды қарау үшін белгілі бір тапсырысты таңдау, содан кейін «Тапсырысты басқару» түймесін басу арқылы Apple Pay тапсырыстарын кез келген уақытта басқара аласыз. Сондай-ақ «Тапсырыстар» бөліміне өтіп, «Қосымша», содан кейін «Хабарландырулар дыбысын өшіру» түймесін түрту арқылы тапсырыстар туралы хабарландыруларды басқаруға болады. Аккаунтыңыздан шыққан кезде, құрылғы жаңартуларын алу тәртібі туралы шектеулі ақпарат әлі де құрылғыңызда сақталуы мүмкін. Бұл ақпарат құрылғы пайдаланушыларына көрінбейді, қысқа уақыт ішінде сақталады және жүйеден шыққаннан кейін тапсырыс туралы ақпаратқа рұқсатсыз қол жеткізу әрекетін болдырмау үшін құрылғыға жаңартуларды жіберуді тоқтатуға мүмкіндік береді. Үшінші тарап қолданбаларымен шот белсенділігін бөлісу Apple Card, Savings және Apple Cash шотының мәліметтерін және транзакция тарихын App Store дүкеніндегі жеке қаржыны басқаруға арналған сенімді қолданбалармен бөлісуге болады. Қолданбалар Wallet ішіндегі Apple Pay сервисінен Apple Card, Savings немесе Apple Cash шотындағы белсенділігіңізді оқуға сұрау жіберуі керек. Осы қолданбалармен қандай деректердің бөлісілетінін басқаруға және бұл рұқсаттарды кез келген уақытта өзгертуге болады. Үшінші тарап қолданбасымен бөлісуді таңдаған шот белсенділігі сол қолданбаның құпиялылық саясатына сәйкес өңделеді. Шот белсенділігін бөліскен кезде, Apple шот мәліметтерін немесе транзакция тарихын көрмейді және сақтамайды. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз Apple Pay сервисіндегі жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректердің келесі санаттарын өңдейміз, соның ішінде: • Аккаунтыңыз, мысалы, аккаунтыңыздың белсенділігі • Құрылғыларыңыз, соның ішінде құрылғыңыздың атауы, сериялық нөмірі және басқа аппараттық идентификаторлары • Картаңыз, мысалы, картада көрсетілген ақпарат • Карта берушіңіз, мысалы, картаны жаңартулармен қамтамасыз етуге уәкілетті үшінші тарап • Apple Pay сервисін пайдалануыңыз, мысалы, сіз қосқан Apple Pay карталарының саны • Геолокацияңыз Бұл заңды мүдделерге мыналар жатады: • Картаны қосу және басқару • Сізге және басқаларға сервисті жақсартуға және оңтайландыруға көмектесу • Талғамыңызға сәйкес келетін функцияларды табуға көмектесу • Жарамдылықты тексеру • Сіз сұраған қызметтермен қамтамасыз ету • Сізді қызықтыруы мүмкін Apple Pay және басқа Apple өнімдері, сервистері және ұсыныстары туралы хабарламалар жіберу Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Басқа ақпарат Wallet және Apple Pay функцияларына жарамдылығын анықтау үшін Wallet қолданбасында картаны түрткен кезде, Apple компаниясы карта шығарылған елге және шығарушының функцияға қолдау көрсететін-көрсетпейтіндігіне қарап, функцияның жарамдылығын тексере алады. «Геолокация сервистері» қосулы болса, дүкендерде сатып алу үшін қолданылатын құрылғыңыздың геолокациясы Apple компаниясына құпия түрде жіберілуі мүмкін. Ақпарат Apple Pay сервисінде Wallet картасының транзакциялары тарихында кәсіпорындардың атауларын дәлірек көрсету үшін пайдаланылады және Apple карталарын, Apple Pay мен Wallet сервистерін жақсарту үшін сақталуы мүмкін. Apple Pay геолокацияны анықтау функциясын кез келген уақытта өшіруге болады. Ол үшін iOS құрылғыңызда «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Геолокация сервистері» > «Жүйелік сервистер» тармағын ашып, «Apple Pay сервисіндегі сатушының идентификаторы» параметрін өшіріңіз. Mac компьютерінде System Settings (Жүйе реттеулері) > Privacy & Security (Құпиялылық және қауіпсіздік) > Privacy (Құпиялылық) > Location Services (Геолокация сервистері) тармағына өтіп, Wallet опциясын өшіру үшін түртіңіз. Apple Pay сервисін жақсарту үшін Apple компаниясы Apple Pay сервисін пайдалану туралы ақпаратты жеке басыңыз анықталмайтындай жинайды және сақтайды. Бұл ақпарат картаны сәтті қосуға немесе Apple Pay арқылы сатып алуға жұмсалатын уақыт туралы ақпаратты қамтиды. Apple компаниясы бұл ақпаратты басқа Apple өнімдері мен сервистерін жақсарту, маркетинг жүргізу, алаяқтықтың алдын алу және қауіпсіздікті сақтау үшін де пайдалануы мүмкін. Кез келген карта ұстаушы, пайдаланушы, сатушы келісімшарттары немесе басқа Apple Pay функцияларын пайдалану шарттары мен талаптары карталарыңыздың қолданысын және олардың Apple Pay сервисімен байланысты қолданысын басқаруды жалғастырады. Бұл шарттарда қосымша құпиялылық саясаттары болуы мүмкін. Apple компаниясы да, Apple Pay сервисін ұсынатын оның еншілес компаниялары да банк болып табылмайды және бұл хабарлама банкіңізден алуға болатын кез келген хабарламаларға қосымша болып табылады. Apple компаниясы Apple Pay функциясын пайдалануға байланысты алаяқтық әрекетіне күдіктенсе, алаяқтық болуы мүмкін Apple аккаунты мен транзакциялары туралы ақпарат алаяқтықтың алдын алу мақсатында карта эмитентімен немесе төлем желісінің провайдерімен бөлісілуі мүмкін. Apple жеке деректерді тек жинау мақсаттарын орындау үшін қажет болғанша, соның ішінде осы хабарламада сипатталғандай және Apple құпиялылық саясатына сәйкес немесе заң талап еткендей сақтайды. Сақтау мерзімдерін бағалау кезінде алдымен жиналған жеке деректерді сақтау қажет пе, жоқ па, соны мұқият тексереміз және сақтау қажет болса, жеке деректерді заңмен рұқсат етілген ең қысқа мерзім ішінде сақтау үшін жұмыс істейміз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді
ko: Apple Pay를 사용하면 매장, 앱 및 웹사이트에서 체크 카드, 신용 카드 및 선불 카드를 사용하여 안전하게 결제할 수 있습니다. Apple Pay는 Apple Inc.의 자회사에서 제공하는 기술 서비스이며, 이 자회사는 사용자의 개인 데이터에 대한 책임을 갖습니다. Apple Pay 제공업체는 사용자의 위치에 따라 다를 수 있습니다(예: 미국의 경우 Apple Payments Services LLC). 개인 데이터 처리에 대한 책임이 있는 Apple 법인에 관한 자세한 정보는 Apple의 개인정보 처리방침(www.apple.com/kr/privacy) 및 Apple 계열사(www.apple.com/legal/privacy/kr/affiliated-company/)를 참조하십시오. Apple Pay에 카드 추가하기 Apple Pay에 매장 카드, 신용 카드, 체크 카드 및 선불 카드 등 결제 카드를 추가하면, 사용자에게 Apple Pay 및 해당 기능을 활성화할 자격이 있는지 확인하기 위해 사용자가 제공한 카드 정보 및 특정 기기 설정의 활성화 여부가 Apple에 전송될 수 있습니다. 사기를 식별하기 위해 사용자의 기기에서 기기 사용 패턴(예: 기기를 작동한 시간 비율, 한 주당 대략적인 통화 횟수)을 평가할 수도 있습니다. 사용자의 기기에서 평가한 정보는 사용자와 연결될 수 있는 방식으로 Apple과 공유되지 않습니다. 카드 발급처, 결제 네트워크 또는 카드 발급처에서 승인한 제공업체는 특정 Apple Pay 기능의 적격성을 심사하기 위해 포인트 또는 할부 프로그램을 지원하는지 여부와 같은 카드 기능 및 혜택에 관한 정보를 Apple과 공유할 수 있습니다. 또한 Apple Pay 활성화, 카드의 적격성 심사, Apple Pay 사용을 위한 사용자의 카드 설정, 사기 방지를 위해 Apple이 다음과 같은 정보를 이 업체에 제공할 수 있습니다. • 사용자의 신용 카드, 체크 카드 또는 선불 카드의 번호 • Apple 계정에 연결된 이름 및 청구 주소 • Apple 계정 활동에 관한 일반적인 정보(예: iTunes에서 오랜 거래 내역이 있는지 여부) • 사용자의 기기 및 페어링된 iOS 기기(Apple Watch를 사용하는 경우)에 관한 정보(예: Apple Watch 및 페어링된 iOS 기기의 경우 두 기기 모두의 기기 식별자, 전화번호, 이름 및 모델) • 카드를 추가할 때의 사용자의 위치(위치 서비스가 활성화된 경우) • 결제 카드를 추가한 계정 또는 기기 내역 • 사용자가 Apple Pay에 추가했거나 추가하려고 했던 결제 카드 정보와 관련하여 집계된 통계 은행 앱 같은 타사 앱을 사용하여 Apple Pay에 카드를 추가하면 해당 앱이 계정 또는 카드 식별자를 사용자의 기기에 전송합니다. 이 정보는 Apple 및 카드 발급처에서 사용자의 카드 적합성을 판단하고 Apple Pay와 사용할 수 있도록 카드를 설정하고 사기를 방지하는 데 사용됩니다. 현재 등록되어 있거나 최근에 등록했던 카드를 다른 기기에 설정하는 것을 지원하기 위해 Apple이 카드 관련 정보를 사용자의 Apple 계정에 저장하고, 카드 발급처 또는 결제 네트워크와 연계하여 보안 코드를 입력하면 카드를 다시 추가할 수 있도록 합니다. Apple Pay는 신용 카드, 체크 카드 또는 선불 카드의 원본 번호를 저장하지 않습니다. Apple Pay로 결제하기 결제를 시작하는 경우, 세금 및 배송 비용 계산을 위해 사용자의 우편번호 또는 기타 동급의 정보가 앱, 웹사이트 또는 가맹점에 제공될 수 있습니다. 타사 브라우저 내에서 결제를 시작하면 브라우저가 Apple Pay 지원 기기로 스캔할 QR 코드 또는 앱 클립 코드를 생성합니다. 스캔이 완료되면 Apple은 브라우저와 Apple Pay 지원 기기 간의 통신 채널을 시작하고, 이 채널을 통해 브라우저와 기기는 관련 거래 및 거래 처리에 필요한 청구 및/또는 배송 정보를 공유합니다. 할부 또는 포인트 결제 등의 향상된 Apple Pay 결제 기능이 활성화된 경우, Apple Pay 구입을 시작하면 Apple은 지갑 앱에 있는 카드와 카드 발급처에서 Apple에 제공한 카드의 혜택 및 기능을 기반으로 사용자가 이용할 수 있는 결제 옵션을 식별합니다. 또한 사용자가 이용할 수 있지만 아직 지갑 앱에 없는 추가 결제 옵션을 Apple이 식별하도록 선택할 수도 있습니다. 이를 위해 Apple은 해당 거래에 대해 추가 결제 방법이 사용 가능한지 여부를 판별하기 위해 사용자 거래에 관한 정보(가맹점 및 금액 등)를 사용합니다. Apple은 거래 및 지불 방법 적격성 심사에 관한 정보를 사용자와 연계된 방식으로 유지하지 않습니다. 새로운 지불 방법을 신청하기로 선택한 경우, 사용자의 신청 정보는 해당 발급처와 직접 공유되며 Apple이 그 정보를 확인하거나 저장하지 않습니다. 고지된 재정 상태를 바탕으로 결제를 진행할 수 있도록 포인트 결제를 선택한 경우 Apple은 카드, 카드 기능, 혜택 및 거래 중인 가맹점과 금액에 관한 정보를 사용하여 현재 포인트 잔액, 거래에 사용되는 포인트(또는 이에 상응하는 항목) 및 거래 후 포인트 잔액을 가져와서 표시할 수 있습니다. 사용자의 재정 상태에 적합한 할부 플랜을 선택할 수 있도록 Apple은 사용자의 제휴 발급처에 가맹점 및 금액 정보를 제공합니다. 발급처는 이 정보를 사용하여 적격성을 심사하고 Apple에 표시할 할부 옵션 목록을 제공합니다. Apple은 향상된 Apple Pay 결제 기능을 제공하기 위해 처리된 이 정보를 사용자와 연계된 방식으로 유지하지 않습니다. 사용자가 결제를 승인하면 기기 또는 가맹점 특정 계정 번호, 사용자의 배송 주소 또는 이메일 주소 등 가맹점에서 요청한 기타 정보도 제공됩니다. Apple Pay를 사용할 때 사용자의 신용 카드, 체크 카드 또는 선불 카드의 번호는 제공되지 않습니다. 구독과 같이 반복되거나 가맹점이 부과하는 기타 요금을 사용자가 승인할 수 있도록 하기 위해 해당 요금에 대해 사용자가 적합한 Apple Pay 지불 방법을 참여 중인 가맹점에 제공한 경우, 발급처 및/또는 결제 네트워크가 해당 요금에 사용되는 가맹점 특정 계정 번호를 승인하고 생성합니다. 참여 중인 가맹점은 사용자의 특별한 조치 없이 거래를 승인하는 데 이러한 가맹점 특정 계정 번호만 사용할 수 있습니다. Apple은 어떤 가맹점이 사용자의 가맹점 특정 계정 번호와 연결되어 있는지 알지만, 사용자가 구매한 항목이나 가격은 알지 못합니다. 가맹점 특정 계정 번호는 지갑 앱에서 해당 카드를 탭한 다음 ‘더 보기’ 버튼을 탭하고 카드 세부사항을 표시하여 관리할 수 있습니다. 특정한 사기 방지 기능이 강화된 카드의 경우, 사용자가 온라인 또는 앱 내 거래를 시도할 때 사용자의 기기가 기기상의 사기 방지 평가 정보를 생성하기 위해 사용자의 Apple 계정, 기기 및 위치(사용자가 지갑 앱의 위치 서비스를 활성화한 경우)에 관한 정보를 평가합니다. 기기상의 사기 방지 평가 정보의 출력(기본 데이터 제외)이 Apple에 전송되며, Apple Pay 거래의 사기 방지 평가 정보를 생성하기 위해 Apple이 사용자 기기 및 계정에 관해 알고 있는 정보와 결합됩니다. 이러한 거래 사기 방지 평가 정보는 거래 시 사기를 방지하기 위해 결제 네트워크와, 가능한 경우 배송 주소 식별자 및 IP 주소와 함께 공유될 수 있습니다. 배송 주소 식별자는 결제 네트워크에 따라 다르며, 기본 주소를 공개하지 않는 방식으로 기기에서 특정 카드를 사용하는 다양한 거래의 배송 주소가 동일한지 확인하는 데 사용될 수 있습니다. 지갑 앱에서 결제 자격 증명의 뒷면을 표시하여 언제든지 카드에 이 사기 방지 기능이 강화되었는지 확인할 수 있습니다. 사기 방지 평가 정보가 결제 네트워크와 공유되는 것을 피하도록 다른 카드를 선택할 수 있습니다. iOS, watchOS 또는 macOS에서 Apple Pay를 사용하는 앱을 이용하거나 Safari를 통해 웹사이트를 방문하는 경우 해당 앱 또는 웹사이트가 사용자의 기기에서 Apple Pay가 활성화되어 있는지 확인할 수 있습니다. 카드 추가 기능이 없는 Mac 또는 iOS 기기의 Safari에서 웹사이트를 방문하는 경우 그 웹사이트는 동일한 Apple 계정을 사용하는 iPhone 또는 Apple Watch에서 Apple Pay가 설정되어 있는지 확인할 수 있습니다. 웹사이트가 Apple Pay의 활성화 여부를 확인하는 기능은 설정을 변경하여 비활성화할 수 있습니다. iOS에서는 설정 > 앱 > Safari > 고급 > Apple Pay 확인으로 이동하십시오. Mac에서는 Safari > 설정 > 고급으로 이동하여 ‘웹사이트에서 Apple Pay 및 Apple Card를 확인하도록 허용’을 선택 해제하십시오. 지불 방법 보호하기 Safari 지불 방법 보호하기 Apple 생태계에서 지불 방법을 보호하고 Apple Pay 개인정보 보호 및 보안의 이점을 활용하기 위해 지갑 앱의 지원되는 Apple Pay 지불 방법을 Safari 자동 완성에서도 사용할 수 있습니다. 웹사이트에서 Safari 자동 완성을 통해 온라인으로 쇼핑할 때, 참여하는 카드 네트워크와 발급처가 지원하는 경우, 가상 카드 번호를 설정하여 온라인 쇼핑 시 실제 카드 번호를 가릴 수 있습니다. 이 기능을 활성화하기 위해 Apple은 지불 방법에 관한 제한된 정보를 사용자의 네트워크 또는 발급처(또는 카드 발급처에서 승인한 타사 업체)에 전송합니다. 이렇게 하면 Safari 자동 완성을 통해 온라인으로 쇼핑할 때 사용할 가상 카드 번호가 생성됩니다. 가상 카드 번호를 포함하여 Apple Pay 카드 번호를 관리하려면 지갑 앱에서 패스 뒷면으로 이동하고 탭하여 카드 정보를 확인하십시오. 실제 카드 번호 대신 Apple Pay 또는 가상 카드 번호로 결제하면 이미 Safari 자동 완성에 저장된 지불 방법도 보호할 수 있습니다. 관리하려면 설정 > 지갑 및 Apple Pay로 이동하고 ‘가능한 경우 Apple Pay 사용’을 탭하십시오. 이 기능을 활성화하면 Apple Pay 적합성을 확인하는 데 필요한, Safari 자동 완성에 저장된 카드에 관한 제한된 정보가 확인을 위해 결제 네트워크에 전송됩니다. 결제 네트워크에서 해당 카드의 적합성이 확인되면 Apple은 지불 방법을 지갑 앱에 추가하고 사용자의 네트워크는 온라인 쇼핑 보호를 강화하기 위해 Apple Pay 카드 번호를 생성합니다. Apple 계정 지불 방법 보호하기 사용자가 Apple 생태계에서 지불 방법을 관리하는 것을 지원하기 위해, Apple은 Apple Pay 지불 방법이 사용자의 Apple 계정에 추가되는 것이 적합한지 확인하고, 설정 > [사용자 이름] > 결제 및 배송 > 지불 방법 추가 > 지불 방법에 해당 지불 방법을 표시할 수 있습니다. Apple 계정으로 거래를 진행할 때, Apple은 Apple 계정에 저장된 지불 방법이 Apple Pay에 적합한지 확인할 수도 있습니다. 적합하다면 사용자의 결제 정보를 보호하기 위해 Apple은 해당 지불 방법에 대해 Apple Pay를 활성화할 수 있습니다. 설정 > [사용자 이름] > 결제 및 배송으로 이동하여 Apple 계정 지불 방법을 언제든지 변경할 수 있습니다. 사용자의 결제 정보를 Apple이 전송하지만 보관하지는 않음 앱 내, 웹사이트 및 비즈니스 채팅에서 사용자의 결제 정보를 안전하게 전송하기 위해 해당 정보는 Apple에 암호화된 형식으로 전송된 후 잠시 암호화가 해제된 다음 가맹점 전용 키와 함께 다시 암호화됩니다. 그 결과 해당 가맹점, 개발자 또는 결제 처리처에서만 암호화된 결제 정보를 해제할 수 있게 됩니다. 카드 추가 기능이 없는 Mac에서 결제하는 경우 Mac 및 승인 기기가 Apple 서버를 이용하여 암호화된 채널을 통해 통신합니다. Apple은 어떠한 정보도 사용자를 개인적으로 식별할 수 있는 방식으로 유지하지 않습니다. 또한 Apple Pay로 타사 브라우저에서 결제할 수 있으며, Apple Pay를 지원하는 기기를 사용하여 거래를 승인할 수 있습니다. 이 기능을 사용하면 Apple은 Apple 서버를 통해 타사 브라우저와 승인 기기 간의 통신 채널을 생성하여 사용자의 배송 및 결제 세부사항을 업데이트하고 사용자가 승인할 수 있도록 해줍니다. 사용자의 배송 및 청구 정보, 구입 관련 세금이나 배송비와 같은 가맹점 수수료에 관한 정보는 Apple에 간략하게 표시됩니다. Apple은 어떠한 정보도 사용자를 개인적으로 식별할 수 있는 방식으로 유지하지 않습니다. Apple Pay 주문 추적 사용자에게 주문 추적을 제공하도록, Apple Pay 구매 시 참여 중인 가맹점에서 사용자의 기기가 주문을 추적하는 데 사용할 수 있는 사용자의 기기에 한정되는 주문 정보를 전송합니다. 그리고 Apple은 가맹점이 기기에 주문 업데이트를 제공하는 데 사용할 수 있는 가맹점 특정 기기 식별자 및 푸시 토큰을 가맹점에 제공합니다. Apple은 가맹점 업데이트가 가능하도록 지원하지만 주문 정보를 저장하거나 얼마나 많이, 얼마나 자주, 또는 어떤 가맹점이 주문 업데이트를 보내는지 추적하지 않습니다. 주문 추적 정보는 사용자의 기기에 로컬로 저장되며 암호화된 사본을 동기화하여 기기 간에 최신 상태로 유지됩니다. Apple은 이러한 정보에 접근할 수 없습니다. 주문이 표시되도록 탭하고, 특정 주문을 탭한 다음, ‘주문 관리’를 탭하여 언제든지 Apple Pay 주문을 관리할 수 있습니다. 또한 ‘주문’으로 이동하고, ‘더 보기’를 탭한 다음, ‘알림 끄기’를 탭하여 주문에 대한 알림을 관리할 수 있습니다. 사용자가 계정에서 로그아웃하는 경우, 사용자의 기기에 기기가 업데이트를 받는 주문에 대한 제한적인 정보가 계속 유지될 수 있습니다. 이러한 정보는 기기 사용자에게 표시되지 않으며, 짧은 시간 동안 유지되고, 로그아웃한 후에 업데이트가 기기에 전송되는 것을 중단하도록 지원하여 사용자의 주문 정보에 대한 승인되지 않은 접근을 방지하는 목적으로만 기기에서 사용됩니다. 타사 앱과 계정 활동 공유하기 사용자는 App Store에서 받은 신뢰할 수 있는 개인 금융 관리 앱 중 대상이 되는 앱과 Apple Card, Savings 계좌, Apple Cash 계정 세부사항 및 거래 내역을 공유할 수 있습니다. 앱이 Apple Pay로부터 가져온 Apple Card, Savings 계좌 또는 Apple Cash 계정 활동을 읽기 위해서는 지갑 앱에서 접근 권한을 요청해야 합니다. 사용자는 이러한 앱과 공유하는 데이터를 제어할 수 있으며 공유하는 항목을 언제든지 변경할 수 있습니다. 사용자가 타사 앱과 공유하기로 한 계정 및 계좌 관련 활동은 해당 앱의 개인정보 처리방침에 따라 취급됩니다. Apple은 사용자가 계정 및 계좌 활동을 공유할 때 해당 계정 및 계좌의 세부사항 또는 거래 내역을 보거나 저장하지 않습니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple 간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 Apple Pay의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음 카테고리에 해당하는 개인 데이터를 처리하며, 여기에는 다음과 같은 정보가 포함됩니다. • 사용자의 계정 정보(계정의 활성 상태 등) • 사용자의 기기 정보(기기 유형, 소프트웨어 버전 및 기기 일련 번호 등) • 사용자의 패스(패스에 표시되는 정보 등) • 패스 발급처(패스에 업데이트를 제공하도록 인증된 타사 등) • 사용자가 추가한 Apple Pay 패스 수와 같은 사용자의 Apple Pay 사용 정보 • 사용자의 위치 이러한 정당한 이익에는 다음과 같은 사항이 포함됩니다. • 패스 추가 및 관리하기 • 모든 사용자를 위해 서비스 개선 및 최적화 • 사용자가 더 관련성 높은 기능을 찾을 수 있도록 지원 • 적합성 확인 • 사용자가 요청한 서비스 제공 • 사용자가 관심을 가질 만한 Apple Pay 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 사기 및 기타 악의적인 활동 방지 기타 정보 지갑 및 Apple Pay 기능 적용 대상인지 여부를 파악하기 위해, 사용자가 지갑 앱에서 카드를 탭하면 Apple은 카드가 발급된 국가를 확인하고 발급처가 이 기능에 참여하는지 여부를 확인할 수 있습니다. 위치 서비스를 켜놓은 경우, 매장에서 결제를 위해 기기를 사용할 때 기기의 위치가 Apple에 익명으로 전송될 수 있고, 이 정보는 Apple Pay에서 지갑 앱의 카드 거래 내역상에서 상호의 정확도를 개선하기 위해 사용되며 Apple 지도, Apple Pay 및 지갑 앱의 개선을 위해 집계되어 보관될 수 있습니다. Apple Pay의 위치 기반 기능은 언제든지 비활성화할 수 있습니다. iOS 기기에서 설정 > 개인정보 보호 및 보안 > 위치 서비스 > 시스템 서비스로 이동하고 ‘Apple Pay 가맹점 신원’을 탭하여 끄십시오. Mac에서는 시스템 설정 > 개인정보 보호 및 보안 > 개인정보 보호 > 위치 서비스로 이동한 다음 ‘지갑’을 클릭하여 끄십시오. Apple은 Apple Pay를 향상하기 위해 Apple Pay 사용 정보를 수집하고 사용자 개인의 신원을 나타내지 않는 방식으로 해당 정보를 저장합니다. 이 정보는 카드를 추가하거나 Apple Pay를 사용하여 거래를 완료하는 데 걸린 시간을 포함합니다. Apple은 이 정보를 기타 Apple 제품 및 서비스에서 마케팅, 사기 방지 및 보안 강화 목적으로 사용할 수도 있습니다. 카드 소지자, 사용자, 가맹점 계약의 약관 조항 또는 Apple Pay 기능의 사용에 적용되는 기타 약관은 사용자의 카드의 사용 및 Apple Pay와 연결한 카드의 사용을 계속해서 통제하며, 추가적인 개인정보 처리방침을 포함할 수 있습니다. Apple Pay를 제공하는 Apple 또는 그 자회사는 은행이 아니며 본 고지는 사용자의 은행에서 받을 수 있는 모든 고지에 추가됩니다. Apple Pay의 사용과 관련하여 사기 행위가 의심되는 경우, Apple은 사기를 방지하기 위해 사기 가능성이 있는 Apple 계정 및 거래에 관한 정보를 사용자의 카드 발급처 또는 결제 네트워크 제공업체와 공유할 수 있습니다. Apple은 본 고지 및 Apple의 개인정보 처리방침에 명시된 대로, 또는 법률의 요구사항에 따라 수집 목적을 이행하는 데 필요한 기간 동안만 개인 데이터를 보관합니다. 보관 기간을 측정할 때 Apple은 수집한 개인 데이터를 보관할 필요가 있는지에 대해 신중하게 검토한 다음, 보관이 필요하다고 판단되는 경우에 한해 법률상 허용되는 최단기간 동안 개인 데이터를 보관하도록 작업합니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Su „Apple Pay“ galima saugiai įsigyti pirkinių parduotuvėse, programose ir internete naudojant debeto, kredito ir išankstinio mokėjimo korteles. „Apple Pay“ yra technologinė paslauga, kurią teikia „Apple Inc.“ filialai, atsakingi už jūsų asmens duomenis. Jūsų „Apple Pay“ paslaugų teikėjas gali skirtis priklausomai nuo jūsų buvimo vietos, pvz., „Apple Payments Services LLC“ Jungtinėse Amerikos Valstijose. Daugiau informacijos apie „Apple“ subjektus, atsakingus už jūsų asmens duomenų tvarkymą, rasite „Apple“ privatumo politikos skiltyje adresu apple.com/privacy ir su „Apple“ susijusiose bendrovėse puslapyje www.apple.com/legal/privacy/en/affiliated-company. Kortelių įtraukimas į „Apple Pay“ Kai įtraukiate mokėjimo korteles, pvz., parduotuvės, kredito, debeto ir išankstinio mokėjimo korteles, į „Apple Pay“, jūsų apie kortelę teikiama informacija ir informacija apie tai, ar yra įjungti tam tikri įrenginio nustatymai, gali būti siunčiama „Apple“, kad būtų nustatytas jūsų tinkamumas įjungti „Apple Pay“ ir naudoti šios paslaugos funkcijas. Jūsų įrenginys taip pat gali įvertinti įrenginio naudojimo įpročius (pvz., procentinę laiko dalį, kurios metu įrenginys juda, apytikslį skambučių kiekį per savaitę), kad padėtų nustatyti sukčiavimą. Informacija, kurią įvertina įrenginys, bendrinama su „Apple“ tokiu būdu, kad jos negalima susieti su jumis. Kortelės išdavėjas, mokėjimo tinklas ar kortelės išdavėjo įgaliotas teikėjas gali su bendrove „Apple“ dalytis informacija apie kortelės funkcijas ir privalumus, pavyzdžiui, ar palaikoma atlygio ar įmokų programa, kad nustatytų tinkamumą naudotis tam tikromis „Apple Pay“ funkcijomis. Be to, „Apple“ gali teikti informaciją šiems subjektams, kad įjungtų „Apple Pay“ ir nustatytų jūsų kortelės tinkamumą, nustatytų jūsų kortelę „Apple Pay“ ir užkirstų kelią sukčiavimui, įskaitant: • jūsų kredito, debeto ar išankstinio mokėjimo kortelės numerį; • Vardas, pavardė ir sąskaitų siuntimo adresas, susietas su jūsų „Apple“ paskyra • bendrą informaciją apie jūsų „Apple“ paskyros veiklą (pvz., ar seniai naudojatės „iTunes“) • informaciją apie jūsų įrenginį ir, jei naudojate „Apple Watch“, apie susietą „iOS“ įrenginį (pvz., tiek „Apple Watch“, tiek susieto „iOS“ įrenginio identifikatorių, telefono numerį, įrenginio pavadinimą ir modelį); • buvimo vietą kortelės įtraukimo metu (jei išjungtos „Vietos nustatymo paslaugos“) • paskyros ar įrenginio istoriją apie mokėjimo kortelių įtraukimą • surinktą statistiką, susijusią su informacija iš mokėjimo kortelių, kurias įtraukėte ar bandėte įtraukti į „Apple Pay“ Kai įtraukiate kortelę į „Apple Pay“ naudodami trečiosios šalies programą, pvz., bankininkystės programą, programa siunčia sąskaitos arba kortelės identifikatorių į įrenginį. Šią informaciją naudoja „Apple“ ir kortelės išdavėjas, kad nustatytų jūsų kortelės tinkamumą, nustatytų kortelę „Apple Pay“ ir užkirstų kelią sukčiavimui. Siekdama jums padėti nustatyti turimas korteles ar neseniai turėtas korteles kituose įrenginiuose, „Apple“ saugo kortelės nuorodą, susietą su jūsų „Apple“ paskyra, kurią galima panaudoti pateikiant kortelės išdavėjui ar mokėjimų tinklui, kad būtų galima iš naujo įtraukti kortelę įvedus saugos kodą. „Apple Pay“ nesaugo originalios kredito, debeto ar išankstinio mokėjimo kortelės numerio. Mokėjimas su „Apple Pay“ Pradėjus mokėjimą, kad būtų galima apskaičiuoti mokesčius ir pristatymo išlaidas, programoje, svetainėje ar pardavėjui gali būti pateikiamas ZIP kodas, pašto kodas ar kita atitinkama informacija. Kai atliekate mokėjimą per trečiosios šalies naršyklę, naršyklė sugeneruoja QR kodą arba „App Clip“ kodą, kurį galėsite nuskaityti įrenginiu, kuriame veikia „Apple Pay“. Nuskaičius kodą, „Apple“ sukuria ryšio kanalą tarp naršyklės ir įrenginio, kuriame veikia „Apple Pay“. Per šį kanalą naršyklė ir įrenginys bendrina aktualią operacijos ir atsiskaitymo ir (arba) siuntimo informaciją, reikalingą operacijai apdoroti. Įjungus patobulintas „Apple Pay“ funkcijas, tokias kaip galimybė mokėti įmokomis arba atlygiais, kai bakstelėsite norėdami pradėti mokėjimą per „Apple Pay“, „Apple“ nustatys galimas mokėjimo parinktis pagal tai, kokios kortelės įtrauktos į jūsų „Piniginę“ bei šų kortelių privalumus ir funkcijas, kurias kortelių išdavėjai teikia bendrovei „Apple“. Taip pat galite pasirinkti, kad „Apple“ nustatytų papildomas mokėjimo parinktis, kurias galite naudoti, tačiau neįtraukėte į savo „Piniginę“. Šiuo tikslu „Apple“ naudos informaciją apie jūsų operaciją, pavyzdžiui, informaciją apie pardavėją ir sumą, kad galėtų nustatyti, ar šiai operacijai galima taikyti papildomus mokėjimo metodus. „Apple“ nesaugo operacijos ir mokėjimo metodo tinkamumo patikros informacijos tokia forma, kad būtų galima jus identifikuoti. Jei nuspręsite taikyti naują mokėjimo metodą, ši informacija bus tiesiogiai bendrinama su išdavėju, tačiau „Apple“ jos nematys ir nesaugos. Tam, kad padėtų jums priimti informuotus finansinius sprendimus, kai mokate naudodami atlygius, „Apple“ gali naudoti informaciją apie jūsų kortelę, jos funkcijas ir privalumus, taip pat apie operaciją vykdantį pardavėją ir operacijos sumą, kad pateiktų duomenis apie esamą atlygių likutį, atlygio taškus (ar kitą lygiavertę reikšmę), nuskaičiuojamus vykdant operaciją, taip pat atlygio likutį įvykdžius operaciją. Tam, kad galėtumėte pasirinkti finansinę padėtį atitinkantį įmokų mokėjimo planą, bendrovė „Apple“ jūsų kortelių išdavėjams teikia informaciją apie pardavėją ir sumą, kurią jie naudoja vertindami tinkamumą ir bendrovei „Apple“ teikdami galimų įmokų parinkčių sąrašą. „Apple“ nesaugo informacijos, apdorotos siekiant teikti patobulintas „Apple Pay“ mokėjimo funkcijas, tokia forma, kad būtų galima jus identifikuoti. Autorizavus mokėjimą, taip pat pateikiama kita pardavėjo prašoma informacija, pvz., įrenginio ar pardavėjo paskyros numeris, pristatymo adresas ar el. pašto adresas. Kredito, debeto ar išankstinio mokėjimo kortelės numeris neteikiamas, kai naudojate „Apple Pay“. Siekiant užtikrinti, kad jūs autorizavote bet kokius periodinius ar kitus pardavėjo inicijuotus mokesčius, pvz., prenumeratos mokestį, kai pasirinkote teikti galimus „Apple Pay“ mokėjimo būdus dalyvaujantiems pardavėjams taikant periodinius ar pardavėjo inicijuotus mokesčius, jūsų teikėjas ir (arba) mokėjimo tinklas patvirtins ir sugeneruos pardavėjui skirtą sąskaitos numerį, kuris bus naudojamas tokiems mokesčiams nuskaičiuoti. Dalyvaujantis pardavėjas gali naudoti tik tą pardavėjui skirtą sąskaitos numerį, kad autorizuotų operacijas jums neatliekant konkretaus veiksmo. „Apple“ žinos, kurie pardavėjai yra susieti su jūsų pardavėjams skirtais sąskaitų numeriais, tačiau nežinos, ką įsigijote ir kiek už tai sumokėjote. Galite tvarkyti pardavėjams skirtų sąskaitų numerius „Piniginėje“, bakstelėdami kortelę ir mygtuką „Daugiau“, kad peržiūrėtumėte kortelės duomenis. Jei naudojamos kortelės su tam tikra sustiprinta sukčiavimo prevencija, bandant atlikti operaciją internete ar programoje, įrenginys įvertins informaciją apie jūsų „Apple“ paskyrą, įrenginį ir buvimo vietą, jei įjungėte vietos nustatymą „Piniginėje“, kad atliktų įrenginio sukčiavimo prevencijos vertinimus. Įrenginio sukčiavimo prevencijos vertinimai, bet ne esminiai duomenys, bus siunčiami „Apple“ ir derinami su informacija, kurią „Apple“ žino apie jūsų įrenginį ir paskyrą, kad būtų atlikti „Apple Pay“ sukčiavimo atliekant operacijas prevencijos vertinimai. Šie sukčiavimo atliekant operacijas prevencijos vertinimai gali būti bendrinami su mokėjimų tinklu, drauge su pristatymo adreso identifikatoriumi ir IP adresu, jei žinomas, siekiant išvengti sukčiavimo operacijos metu. Pristatymo adreso identifikatorius skirtinguose mokėjimų tinkluose skiriasi ir gali būti naudojamas norint patvirtinti, kad, naudojant tą tam tikrą kortelę įrenginyje, skirtingose operacijose nurodyti skirtingi pristatymo adresai yra vienodi, tačiau nebūtų atskleisti pagrindiniai adreso duomenys. Bet kada galite patikrinti, ar kortelei nustatyta sustiprinta sukčiavimo prevencija, „Piniginėje“ peržiūrėdami savo mokėjimų prisijungimo duomenų galinę pusę. Norėdami užkirsti kelią dalytis sukčiavimo prevencijos vertinimais su mokėjimų tinklu, galite pasirinkti kitą kortelę. Naudojant programą arba naršyklėje „Safari“ atidarant svetainę, kuri „iOS“, „watchOS“ arba „macOS“ įrenginiuose naudoja „Apple Pay“, programa arba svetainė gali tikrinti, ar įrenginyje įjungta „Apple Pay“. Lankant svetainę „Safari“ naršyklėje, „iOS“ arba „Mac“ įrenginyje, kuriame negalima įtraukti kortelės, svetainė gali patikrinti, ar „Apple Pay“ jūsų „iPhone“ arba „Apple Watch“ nustatyta naudojant tą pačią „Apple“ paskyrą. Lankomose svetainėse galite pakeisti nustatymus ir išjungti galimybę tikrinti, ar įjungta „Apple Pay“ funkcija. „iOS“ įrenginyje eikite į sritį „Nustatymai“ > „Programos“ > „Safari“ > „Išplėstiniai nustatymai“ > „Patikrinti, ar galima naudoti „Apple Pay“. „Mac“ įrenginyje eikite į „Safari“ > „Nustatymai“ > „Išplėstiniai nustatymai“ ir panaikinkite žymėjimą ties „Leisti svetainėms tikrinti, ar galima naudoti „Apple Pay“ ir „Apple Card“. Mokėjimo būdų apsaugojimas Mokėjimo būdų apsaugojimas „Safari“ naršyklėje Kad būtų lengviau apsaugoti mokėjimo būdus „Apple“ ekosistemoje ir pasinaudoti „Apple Pay“ privatumo ir saugumo pranašumais, „Piniginėje“ veikiantys „Apple Pay“ mokėjimo būdai bus prieinami ir „Safari“ automatinio užpildymo funkcijoje. Apsipirkdami internetu ir naudodami „Safari“ automatinio užpildymo funkciją, svetainėms galite nustatyti virtualų kortelės numerį, kad paslėptumėte fizinės kortelės numerį, jei tokią galimybę suteikia dalyvaujantis kortelių tinklas ar išdavėjas. Kad ši funkcija veiktų, „Apple“ siųs ribotą informacijos apie jūsų mokėjimo būdą jūsų tinklui arba kortelės išdavėjui (arba išdavėjo įgaliotai trečiajai šaliai), kuris sugeneruos virtualios kortelės numerį, kad galėtumėte jį naudoti apsipirkdami internete ir naudodami „Safari“ automatinio užpildymo funkciją. Norėdami tvarkyti „Apple Pay“ kortelių numerius, įskaitant virtualių kortelių numerius, eikite į galinę leidimo informacijos pusę „Piniginėje“ ir bakstelėkite, kad pamatytumėte kortelės informaciją. Taip pat galite padėti apsaugoti mokėjimo būdus, jau įvestus „Safari“ automatinio užpildymo funkcijoje, mokėdami su „Apple Pay“ arba naudodami virtualios kortelės numerį vietoj fizinės kortelės numerio. Tvarkykite eidami į „Nustatymai“ > „Piniginė ir „Apple Pay“, tada bakstelėkite „Naudoti „Apple Pay“, kai įmanoma“. Kai funkcija įjungta, ribota informacija apie „Safari“ automatinio užpildymo funkcijoje išsaugotą kortelę, reikalinga „Apple Pay“ tinkamumui patvirtinti, bus siunčiama mokėjimų tinklui patvirtinti. Jei mokėjimų tinklas nurodys, kad kortelė tinkama, „Apple“ įtrauks mokėjimo būdą į „Piniginę“, o tinklas sugeneruos „Apple Pay“ kortelės numerį, kad apsauga apsiperkant internete būtų stipresnė. „Apple“ paskyros mokėjimo būdų apsaugojimas Kad būtų lengviau tvarkyti mokėjimų būdus „Apple“ ekosistemoje, „Apple“ gali patikrinti, ar bet kuris „Apple Pay“ mokėjimo būdas yra tinkamas įtraukti į „Apple“ paskyrą kaip registruotasis mokėjimo būdas ir rodyti šiuos mokėjimo būdus skiltyje „Nustatymai“ > [Jūsų vardas] > „Mokėjimas ir pristatymas“ > „Įtraukti mokėjimo būdą“ > „Mokėjimo būdas“. Kai atliekate operaciją naudodami savo „Apple“ paskyrą, „Apple“ taip pat gali patikrinti, ar visi į failą įtraukti „Apple“ paskyros mokėjimo būdai atitinka „Apple Pay“ reikalavimus. Jei taip, siekdama apsaugoti jūsų mokėjimo informaciją, „Apple“ gali įjungti „Apple Pay“ atitinkamam mokėjimo būdui. „Apple“ paskyros mokėjimo būdus galite bet kada pakeisti eidami į sritį „Nustatymai“ > [Jūsų vardas] > „Mokėjimas ir pristatymas“. „Apple“ perduoda, tačiau nesaugo jūsų mokėjimo informacijos Siekiant saugiai perduoti mokėjimo informaciją tarp programų, svetainių ir verslo pokalbyje, užšifruota informacija siunčiama „Apple“, kur ji greitai iššifruojama ir iš naujo užšifruojama pardavėjo raktu, kad tik pardavėjas, kūrėjas ar jų mokėjimų apdorojimą teikiantys subjektai galėtų iššifruoti jūsų mokėjimo informaciją. Jei mokate „Mac“ įrenginyje, kuriame negalima įtraukti kortelės, „Mac“ ir autorizuojantis įrenginys palaiko ryšį užšifruotu kanalu per „Apple“ serverius. „Apple“ nesaugo šios informacijos tokia forma, kad būtų galima jus identifikuoti. „Apple Pay“ taip pat leidžia atlikti mokėjimus trečiųjų alių naršyklėse bei naudoti įrenginius, kuriuose veikia „Apple Pay“ operacijai autorizuoti. Naudojant šią funkciją „Apple“ sukuria ryšio kanalą tarp trečiosios šalies naršyklės ir autorizavimui naudojamo įrenginio per „Apple“ serverius, kad galėtumėte atnaujinti siuntimo ir mokėjimo informaciją ir autorizuoti operaciją. „Apple“ trumpą laiką bus matoma siuntimo ir atsiskaitymo informacija, taip pat informacija apie pardavėjo nustatytus mokesčius, pavyzdžiui, jūsų pirkiniui taikomus mokesčius ar siuntimo mokesčius. „Apple“ nesaugo šios informacijos tokia forma, kad būtų galima jus identifikuoti. „Apple Pay“ užsakymo sekimas Kad galėtumėte sekti užsakymą, kai įsigydami mokate per „Apple Pay“, dalyvaujantis pardavėjas siunčia įrenginyje saugomą užsakymo informaciją įrenginiui, kad ją būtų galima naudoti sekant užsakymą. Be to, „Apple“ teikia pardavėjui konkretaus pardavėjo įrenginio identifikatorių ir tiesioginį atpažinimo ženklą, kuriuos pardavėjas gali naudoti teikdamas įrenginiui atnaujintą užsakymo informaciją. „Apple“ palengvina pardavėjo naujinių teikimą, tačiau nesaugo užsakymo informacijos ir neseka, kiek, kaip dažnai ar kuris pardavėjas siunčia atnaujintą užsakymo informaciją. Užsakymo sekimo informacija saugoma lokaliai įrenginiuose ir yra atnaujinama įrenginiuose sinchronizuojant užšifruotą kopiją, kurios „Apple“ nepasiekia. Bet kada galite tvarkyti „Apple Pay“ užsakymus ir juos peržiūrėti bakstelėdami „Užsakymai“, tada – konkretų užsakymą ir „Tvarkyti užsakymą“. Be to, galite tvarkyti pranešimus apie užsakymus, eidami į „Užsakymai“, bakstelėdami mygtuką „Daugiau“ ir „Nutildyti pranešimus“. Kai atsijungiate nuo paskyros, įrenginyje vis tiek gali išlikti ribotos informacijos apie užsakymus, apie kuriuos įrenginyje gaunama atnaujinta informacija. Ši informacija nebus matoma įrenginio naudotojams, bus saugoma trumpai ir įrenginio naudojama tik siekiant sustabdyti naujinių siuntimą įrenginiui po atsijungimo, kad būtų išvengta neautorizuotos prieigos prie jūsų užsakymo informacijos. Sąskaitos veiklos bendrinimas su trečiosios šalies programomis Savo „Apple Card“, taupomosios ir „Apple Cash“ sąskaitų duomenis bei operacijų istoriją galite bendrinti su dalyvaujančiomis asmeninių finansų valdymo programomis, kuriomis pasitikite „App Store“. Programose turi būti prašoma nuskaityti „Apple Card“, taupomosios arba „Apple Cash“ sąskaitos operacijas iš „Apple Pay“ programoje „Piniginė“. Jūs valdote duomenis, kuriuos bendrinate su šiomis programomis, ir bet kuriuo metu galite pakeisti, ką bendrinate. Sąskaitos veikla, kurią nuspręsite bendrinti su trečiosios šalies programa, bus tvarkoma pagal tos programos privatumo politiką. „Apple“ nemato ir nesaugo jūsų sąskaitos duomenų ar operacijų istorijos, kai bendrinate savo sąskaitos veiklą. Taikomas asmens duomenų tvarkymo teisinis pagrindas Jūsų „Piniginės“ asmens duomenis tvarkome paprastai siekdami įvykdyti jūsų sutartį su „Apple“, jei tai būtina norint teikti paslaugą, ir vykdyti savo teisinius įsipareigojimus. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal taikomus vietinius įstatymus. Kai tai numatoma pagal taikomus vietinius įstatymus, tvarkome toliau nurodytų kategorijų asmens duomenis, jei tai būtina dėl mūsų arba trečiosios šalies teisėtų interesų, įskaitant informaciją apie toliau nurodytus dalykus. • Jūsų paskyrą, pvz., ar aktyvi jūsų paskyra • Jūsų įrenginį, pvz., įrenginio tipą, programinės įrangos versiją ir įrenginio serijos numerį • Jūsų leidimą, pvz., leidime rodomą informaciją • Jūsų leidimo išdavėją, pvz., trečiąją šalį, įgaliotą teikti leidimo naujinimus • „Apple Pay“ naudojimą, pvz., įtrauktų „Apple Pay“ leidimų skaičių • Jūsų buvimo vietą Šie teisėti interesai apima nurodytuosius toliau. • Įtraukti ir tvarkyti leidimą • Padėti tobulinti ir optimizuoti paslaugą dėl jūsų ir kitų • Padėti jums atrasti funkcijas, kurios aktualiausios jums • Tikrinti tinkamumą • Teikti jūsų prašomas paslaugas • Siųsti jums pranešimus apie „Apple Pay“ bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali jus sudominti Apgavysčių ir kitų piktavališkų veiklų užkardymas Kita informacija Norėdami nustatyti, ar galite naudotis programų „Piniginė“ ir „Apple Pay“ funkcijomis, kai bakstelite kortelę programoje „Piniginė“, „Apple“ gali patikrinti, ar galite naudotis funkcija, atsižvelgdami į šalį, kurioje kortelė buvo išduota, ir į tai, ar išdavėjas dalyvauja funkcijos veikloje. Jei įjungtos „Vietos nustatymo paslaugos“, įrenginio, kai jis naudojamas įsigyjant pirkinius parduotuvėse, buvimo vietos informacija gali būti anonimiškai siunčiama bendrovei „Apple“ ir naudojama tam, kad „Apple Pay“ tiksliau rodytų įmonių pavadinimus „Piniginės“ kortelės operacijų istorijoje, ir gali būti bendrai išsaugota siekiant tobulinti „Apple Maps“, „Apple Pay“ ir „Piniginę“. „iOS“ įrenginyje bet kada galite išjungti šią buvimo vieta grindžiamą „Apple Pay“ funkciją eidami į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“ > „Sistemos paslaugos“ ir bakstelėjimu išjungdami parinktį „Apple Pay“ pardavėjo identifikavimas“. „Mac“ įrenginyje eikite į sritį „Sistemos nustatymai“ > „Privatumas ir sauga“ > „Privatumas“ > „Vietos nustatymo paslaugos“, tada spustelėdami išjunkite „Piniginę“. Kad būtų lengviau tobulinti „Apple Pay“, „Apple“ renka informaciją apie „Apple Pay“ naudojimą ir saugo šią informaciją taip, kad nebūtų galima jūsų asmeniškai identifikuoti. Į šią informaciją įtraukiamas laikas, kurio reikia kortelei sėkmingai įtraukti ar operacijai baigti naudojant „Apple Pay“. Be to, „Apple“ gali naudoti šią informaciją kitiems „Apple“ produktams ir paslaugoms tobulinti, rinkodaros, sukčiavimo prevencijos ir saugumo tikslais. Kortelių turėtojams galiojančios sąlygos, naudotojo, pardavėjo sutartis ir kitos sutartys dėl „Apple Pay“ funkcijų naudojimo ir toliau nustatys kortelių naudojimo ir kortelių naudojimo su „Apple Pay“ sąlygas. Be to, šioms sąlygoms gali būti taikomos papildomos privatumo politikos. Nei „Apple“, nei jos filialai, teikiantys „Apple Pay“, nėra bankas, todėl šis pranešimas papildo visus pranešimus, kuriuos galite gauti iš savo banko. Jei „Apple“ įtartų sukčiavimą naudojant „Apple Pay“, informacija apie galimai nesąžiningą „Apple“ paskyrą ir operacijas gali būti bendrinama su kortelės išdavėju ar mokėjimų tinklo teikėju, kad būtų užkirstas kelias sukčiavimui. „Apple“ saugo asmens duomenis tik tiek laiko, kiek būtina tikslams, dėl kurių jie buvo surinkti, įgyvendinti, įskaitant šiame pranešime aprašytus ir „Apple“ privatumo politikoje nurodytus tikslus, arba kaip reikalaujama pagal įstatymus. Vertindami saugojimo terminus, pirmiausia atidžiai išnagrinėjame, ar būtina saugoti surinktus asmens duomenis ir, jei saugoti būtina, stengiamės, kad asmens duomenys būtų saugomi trumpiausią įstatymų leidžiamą laiką. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Apple Pay membolehkan anda membuat pembelian selamat di kedai, dalam app dan di web, menggunakan kad debit, kredit dan prabayar anda. Apple Pay ialah perkhidmatan teknologi yang disediakan oleh sekutu Apple Inc., yang bertanggungjawab untuk data peribadi anda. Penyedia Apple Pay anda mungkin berbeza bergantung pada lokasi anda, seperti Apple Payments Services LLC di Amerika Syarikat. Untuk mendapatkan maklumat lanjut tentang entiti Apple yang bertanggungjawab memproses data peribadi anda, lawati Dasar Privasi Apple di apple.com/my/privacy dan Syarikat Bersekutu Apple di www.apple.com/legal/privacy/my/affiliated-company. Menambahkan Kad pada Apple Pay Apabila anda menambahkan kad bayaran seperti kad kedai, kredit, debit dan prabayar ke Apple Pay, maklumat yang anda berikan tentang kad anda serta sama ada seting peranti tertentu didayakan mungkin dihantar kepada Apple untuk menentukan kelayakan anda bagi mendayakan Apple Pay dan cirinya. Peranti anda juga mungkin menilaikan corak penggunaan peranti (contohnya, peratusan masa peranti sedang dalam pergerakan, anggaran bilangan panggilan dalam seminggu) untuk membantu mengenal pasti penipuan. Maklumat yang dinilai oleh peranti anda tidak dikongsi dengan Apple dalam cara yang boleh dikaitkan dengan anda. Pengeluar kad anda, rangkaian bayaran atau penyedia yang dibenarkan pengeluar kad anda boleh berkongsi maklumat tentang ciri dan faedah kad dengan Apple, seperti sama ada ia menyokong ganjaran atau program ansuran, untuk menentukan kelayakan bagi ciri Apple Pay tertentu. Maklumat juga boleh diberikan oleh Apple kepada entiti tersebut untuk mendayakan Apple Pay, menentukan kelayakan kad, menyediakan kad anda dengan Apple Pay dan mencegah penipuan, termasuk: • Nombor kad kredit, debit atau prabayar anda • Nama dan alamat pengebilan yang dikaitkan dengan Akaun Apple anda • Maklumat umum tentang aktiviti Akaun Apple anda (contohnya, sama ada anda mempunyai sejarah transaksi yang lama dalam iTunes) • Maklumat tentang peranti anda dan, jika menggunakan Apple Watch, peranti iOS berpasangan (contohnya pengecam peranti, nombor telefon dan nama serta model, untuk Apple Watch dan juga peranti iOS berpasangan anda) • Lokasi pada masa anda menambah kad anda (jika anda telah mendayakan Perkhidmatan Lokasi) • Sejarah penambahan kad bayaran pada akaun atau peranti • Statistik teragregat yang berkaitan dengan maklumat daripada kad bayaran yang telah anda tambahkan atau cuba tambahkan pada Apple Pay Apabila anda menambah kad pada Apple Pay menggunakan app pihak ketiga seperti app perbankan, app menghantar pengecam akaun atau kad ke peranti anda. Maklumat ini digunakan oleh Apple dan pengeluar kad anda untuk menentukan kelayakan kad anda, menyediakan kad anda dengan Apple Pay dan untuk mencegah penipuan. Untuk membantu anda menyediakan kad yang anda miliki atau pernah dimiliki baru-baru ini pada peranti lain, Apple menyimpan rujukan kad dengan Akaun Apple anda yang boleh digunakan dengan pengeluar kad atau rangkaian bayaran untuk menambah semula kad selepas memasukkan kod keselamatan. Apple Pay tidak menyimpan nombor kad kredit, debit atau prabayar asal. Membayar dengan Apple Pay Apabila anda memulakan bayaran, untuk mendayakan pengiraan cukai dan kos penghantaran, kod zip, poskod anda atau maklumat setara yang lain mungkin diberikan kepada app, tapak web atau pedagang. Apabila anda memulakan bayaran dalam pelayar pihak ketiga, pelayar menjana kod QR atau Kod Klip App untuk diimbas dengan peranti yang menyokong Apple Pay anda. Setelah diimbas, Apple memulakan saluran komunikasi antara pelayar dengan peranti yang menyokong Apple Pay, yang pelayar dan peranti berkongsi maklumat transaksi serta pengebilan dan/atau penghantaran berkaitan yang diperlukan untuk memproses transaksi. Jika ciri bayaran Apple Pay dipertingkat seperti keupayaan untuk membayar dengan ansuran atau ganjaran didayakan, selepas anda memulakan pembelian Apple Pay, Apple akan mengenal pasti pilihan bayaran yang tersedia kepada anda berdasarkan kad yang anda miliki dalam Wallet anda dan faedah serta ciri kad tersebut, yang diberikan kepada Apple oleh pengeluar kad. Anda juga boleh memilih untuk Apple mengenal pasti pilihan bayaran tambahan yang mungkin tersedia kepada anda dan yang belum lagi ada dalam Wallet anda. Untuk berbuat demikian, Apple akan menggunakan maklumat tentang transaksi anda, seperti pedagang dan amaun, untuk menentukan sama ada kaedah bayaran tambahan tersedia bagi transaksi tersebut. Apple tidak mengekalkan maklumat tentang transaksi dan semakan kelayakan kaedah bayaran secara yang dikaitkan dengan anda. Jika anda memilih untuk memohon kaedah bayaran baharu, maklumat permohonan anda akan dikongsi secara terus dengan pengeluar dan tidak akan dilihat atau disimpan oleh Apple. Untuk membantu anda membuat keputusan kewangan termaklum, jika anda memilih untuk membayar dengan ganjaran, Apple mungkin menggunakan maklumat tentang kad anda, ciri dan faedah kad, serta pedagang dan amaun transaksi, untuk mengambil dan memaparkan baki ganjaran semasa anda, mata ganjaran (atau yang setara) yang akan dicaj untuk transaksi, serta baki ganjaran anda selepas transaksi. Untuk membolehkan anda memilih pelan ansuran yang sesuai dengan kesihatan kewangan anda, Apple memberikan maklumat pedagang dan amaun kepada pengeluar anda yang mengambil bahagian, yang mereka gunakan untuk menilai kelayakan serta memberi Apple senarai pilihan ansuran untuk dipaparkan. Apple tidak mengekalkan maklumat ini yang diproses untuk menyediakan ciri bayaran Apple Pay dipertingkat secara yang dikaitkan dengan anda. Selepas anda membenarkan bayaran, maklumat lain yang diminta oleh pedagang, seperti nombor akaun khusus peranti atau pedagang, alamat penghantaran anda atau alamat e-mel anda turut diberikan. Nombor kad daripada kad kredit, debit atau prabayar anda tidak diberikan apabila anda menggunakan Apple Pay. Untuk membantu memastikan sebarang caj berulang atau yang dimulakan pedagang yang lain seperti langganan dibenarkan oleh anda, apabila anda memilih untuk memberikan kaedah bayaran Apple Pay yang layak kepada pedagang yang mengambil bahagian untuk caj berulang atau yang dimulakan pedagang, pengeluar dan/atau rangkaian bayaran anda akan meluluskan dan menjana nombor akaun khusus pedagang untuk digunakan bagi caj sedemikian. Hanya nombor akaun khusus pedagang tersebut boleh digunakan oleh pedagang yang mengambil bahagian untuk membenarkan transaksi tanpa anda melakukan tindakan tertentu. Apple akan mengetahui pedagang yang berkaitan dengan nombor akaun khusus pedagang anda, tetapi bukan perkara yang anda beli atau amaun yang anda bayar untuknya. Anda boleh mengurus nombor akaun khusus pedagang anda dalam Wallet dengan mengetik kad dan mengetik butang Lagi untuk melihat butiran kad. Untuk kad dengan pencegahan penipuan dipertingkat tertentu, apabila anda mencuba transaksi dalam talian atau in-app, peranti anda akan menilai maklumat tentang Akaun Apple, peranti dan lokasi anda jika anda telah mendayakan Perkhidmatan Lokasi untuk Wallet, untuk membangunkan penilaian pencegahan penipuan pada peranti. Output penilaian pencegahan penipuan pada peranti, namun bukan data mendasar, akan dihantar kepada Apple dan digabungkan dengan maklumat yang diketahui Apple tentang peranti dan akaun anda untuk membangunkan penilaian pencegahan penipuan transaksi Apple Pay. Penilaian pencegahan penipuan transaksi ini boleh dikongsi dengan rangkaian bayaran anda, bersama-sama pengecam alamat penghantaran dan alamat IP jika tersedia, untuk mencegah penipuan pada masa transaksi. Pengecam alamat penghantaran berbeza-beza mengikut rangkaian bayaran dan boleh digunakan untuk mengesahkan sama ada alamat penghantaran bagi transaksi berbeza yang menggunakan kad tertentu pada peranti anda adalah sama melalui cara yang tidak mendedahkan alamat mendasar. Anda boleh menyemak sama ada kad mempunyai pencegahan penipuan dipertingkat ini pada bila-bila masa dengan pergi ke bahagian belakang kelayakan bayaran anda dalam Wallet. Untuk mencegah perkongsian penilaian pencegahan penipuan dengan rangkaian bayaran, anda boleh memilih kad lain. Apabila menggunakan app atau melawat tapak web menerusi Safari yang menggunakan Apple Pay dalam iOS, watchOS atau macOS, app atau tapak web boleh menyemak sama ada anda telah mendayakan Apple Pay pada peranti tersebut. Semasa melawati tapak web dalam Safari pada peranti iOS atau Mac yang tidak boleh ditambahkan kad, tapak web boleh menyemak sama ada anda telah menyediakan Apple Pay pada iPhone atau Apple Watch menggunakan Akaun Apple yang sama. Anda boleh menyahdayakan tapak web yang anda lawati daripada menyemak jika Apple Pay didayakan dengan menukar seting anda. Pada iOS, pergi ke Seting > App > Safari > Lanjutan > Semak untuk Apple Pay. Pada Mac, pergi ke Safari > Seting > Lanjutan dan nyahpilih “Benarkan tapak web menyemak untuk Apple Pay dan Apple Card”. Melindungi Kaedah Bayaran Anda Melindungi Kaedah Bayaran Safari Untuk membantu melindungi kaedah bayaran anda pada ekosistem Apple dan memanfaatkan faedah privasi serta keselamatan Apple Pay, kaedah bayaran Apple Pay anda yang disokong daripada Wallet juga akan tersedia dalam Isi Auto Safari. Apabila membeli-belah dalam talian dengan Isi Auto Safari, untuk tapak web, anda boleh menyediakan nombor kad maya untuk menyembunyikan nombor kad fizikal anda, jika disokong oleh rangkaian dan pengeluar kad anda yang mengambil bahagian. Untuk mendayakan fungsi ini, Apple akan menghantar maklumat terhad tentang kaedah bayaran anda kepada rangkaian atau pengeluar anda (atau pihak ketiga dibenarkan mereka), yang akan menjana nombor kad maya untuk anda gunakan semasa membeli-belah dalam talian dengan Isi Auto Safari. Untuk mengurus nombor kad Apple Pay anda, termasuk nombor kad maya, pergi ke bahagian belakang pas anda dalam Wallet dan ketik untuk melihat Maklumat Kad. Anda juga boleh membantu melindungi kaedah bayaran yang sudah wujud dalam Isi Auto Safari dengan membayar menggunakan Apple Pay atau nombor kad maya berbanding nombor kad fizikal anda. Untuk mengurus, pergi ke Seting > Wallet & Apple Pay dan ketik Gunakan Apple Pay Apabila Tersedia. Apabila didayakan, maklumat terhad tentang kad disimpan anda dalam Isi Auto Safari yang diperlukan untuk mengesahkan kelayakan bagi Apple Pay akan dihantar ke rangkaian bayaran anda untuk pengesahan. Jika rangkaian bayaran anda menandakan kad layak, Apple akan menambahkan kaedah bayaran ke Wallet dan rangkaian anda akan menjana nombor kad Apple Pay untuk perlindungan beli-belah dalam talian yang dipertingkat. Melindungi Kaedah Bayaran Akaun Apple Untuk membantu anda mengurus kaedah bayaran anda pada ekosistem Apple, Apple mungkin menyemak sama ada sebarang kaedah bayaran Apple Pay berkelayakan untuk ditambah sebagai kaedah bayaran dalam rekod ke Akaun Apple anda dan memaparkan kaedah bayaran tersebut dalam Seting > [nama anda] > Bayaran & Penghantaran > Tambah Kaedah Bayaran > Kaedah Bayaran. Apabila anda melakukan transaksi dengan Akaun Apple anda, Apple juga mungkin menyemak sama ada sebarang kaedah bayaran Akaun Apple dalam rekod berkelayakan untuk Apple Pay. Jika betul, untuk membantu melindungi maklumat bayaran anda, Apple mungkin mendayakan Apple Pay untuk kaedah bayaran tersebut. Anda boleh mengubah suai kaedah bayaran Akaun Apple anda pada bila-bila masa dengan pergi ke Seting > [nama anda] > Bayaran & Penghantaran. Apple Menghantar, Namun Tidak Menyimpan Maklumat Bayaran Anda Untuk menghantar maklumat bayaran anda secara selamat dalam app, tapak web dan Bual Perniagaan, ia dihantar kepada Apple dalam bentuk yang disulitkan. Maklumat tersebut dinyahsulitkan buat seketika dan disulitkan semula dengan kunci khusus pedagang, supaya hanya pedagang, pembangun atau pemproses bayaran mereka boleh menyahsulitkan maklumat bayaran anda. Apabila anda membuat bayaran pada Mac yang kad tidak boleh ditambah, Mac dan peranti pengesahan berkomunikasi melalui saluran yang disulitkan melalui pelayan Apple. Apple tidak menyimpan sebarang maklumat ini dalam bentuk yang mengenal pasti anda secara peribadi. Apple Pay turut membolehkan anda membuat bayaran dalam pelayar pihak ketiga dan menggunakan peranti yang menyokong Apple Pay untuk membenarkan transaksi. Apabila menggunakan ciri ini, Apple akan mencipta saluran komunikasi antara pelayar pihak ketiga dengan peranti pengesahan anda melalui pelayan Apple untuk membolehkan anda mengemas kini butiran penghantaran dan bayaran anda, serta memberikan kebenaran anda. Maklumat penghantaran dan pengebilan anda, serta maklumat tentang caj pedagang, seperti cukai atau yuran penghantaran yang dikaitkan dengan pembelian anda, akan kelihatan seketika kepada Apple. Apple tidak menyimpan sebarang maklumat ini dalam bentuk yang mengenal pasti anda secara peribadi. Penjejakan Pesanan Apple Pay Untuk menyediakan penjejakan pesanan kepada anda, setelah membuat pembelian Apple Pay, pedagang yang mengambil bahagian akan menghantar maklumat pesanan dihadkan peranti anda bagi peranti anda untuk digunakan bagi menjejak pesanan anda. Apple juga memberikan pengecam peranti khusus pedagang kepada pedagang dan token push yang boleh digunakan pedagang untuk memberikan kemas kini pesanan kepada peranti. Apple memudahkan kemas kini pedagang, tetapi tidak menyimpan maklumat pesanan, mahupun menjejak bilangan, kekerapan atau pedagang yang menghantar kemas kini pesanan. Maklumat penjejakan pesanan disimpan secara setempat pada peranti anda dan dipastikan dikemas kini merentas peranti dengan menyelaraskan salinan disulitkan, yang tidak boleh diakses oleh Apple. Anda boleh mengurus pesanan Apple Pay anda pada bila-bila masa dengan mengetik untuk melihat Pesanan anda, mengetik pada pesanan tertentu dan mengetik Urus Pesanan. Anda juga boleh mengurus pemberitahuan tentang Pesanan dengan pergi ke Pesanan, mengetik butang Lagi, kemudian mengetik Senyapkan Pemberitahuan. Apabila anda mendaftar keluar daripada akaun anda, peranti anda mungkin masih mengekalkan maklumat terhad tentang pesanan yang peranti tersebut menerima kemas kini. Maklumat ini tidak akan kelihatan kepada pengguna peranti, akan dikekalkan untuk tempoh masa yang singkat dan digunakan oleh peranti anda hanya untuk membantu menghentikan kemas kini daripada dihantar ke peranti selepas mendaftar keluar untuk mengelakkan akses tidak dibenarkan kepada maklumat pesanan anda. Berkongsi Aktiviti Akaun dengan App Pihak Ketiga Anda boleh berkongsi butiran akaun dan sejarah transaksi Apple Card, Savings serta Apple Cash anda dengan app pengurusan kewangan peribadi yang mengambil bahagian yang anda percayai daripada App Store. App mesti meminta keupayaan untuk membaca aktiviti akaun Apple Card, Savings atau Apple Cash anda daripada Apple Pay dalam Wallet. Anda mempunyai kawalan ke atas data yang anda kongsi dengan app ini dan boleh menukar perkara yang anda kongsi pada bila-bila masa. Aktiviti akaun yang anda pilih untuk berkongsi dengan app pihak ketiga akan dikendalikan berpandukan dasar privasi app tersebut. Apple tidak melihat atau menyimpan butiran akaun atau sejarah transaksi anda apabila anda berkongsi aktiviti akaun anda. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi Apple Pay anda umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, termasuk maklumat tentang: • Akaun anda, seperti sama ada akaun anda aktif • Peranti anda, seperti jenis peranti, versi perisian dan nombor siri peranti • Pas anda, seperti maklumat yang dipaparkan pada pas • Pengeluar pas anda, seperti pihak ketiga yang dibenarkan untuk menyediakan kemas kini pada pas • Penggunaan Apple Pay oleh anda, contohnya bilangan pas Apple Pay yang telah anda tambahkan • Lokasi anda Kepentingan sah ini termasuk: • Menambah dan mengurus pas • Membantu meningkatkan dan mengoptimumkan perkhidmatan untuk anda serta orang lain • Membantu anda menemui ciri yang paling berkaitan dengan anda • Menyemak kelayakan • Menyediakan anda perkhidmatan yang anda minta • Menghantar komunikasi kepada anda tentang Apple Pay dan produk, perkhidmatan, serta tawaran Apple lain yang mungkin menarik minat anda Mencegah penipuan dan aktiviti berniat jahat lain Maklumat Lain Untuk menentukan kelayakan bagi ciri Wallet dan Apple Pay, apabila anda mengetik kad dalam Wallet, Apple mungkin menyemak kelayakan ciri dengan melihat pada negara yang kad tersebut dikeluarkan dan sama ada pengeluar mengambil bahagian dalam ciri tersebut. Jika anda telah mengaktifkan Perkhidmatan Lokasi, lokasi peranti anda pada masa anda menggunakannya untuk membuat pembelian di kedai mungkin dihantar secara tanpa nama kepada Apple dan akan digunakan untuk membantu Apple Pay meningkatkan ketepatan nama perniagaan dalam sejarah transaksi kad Wallet dan mungkin dikekalkan dalam bentuk agregat untuk meningkatkan Peta Apple, Apple Pay serta Wallet. Anda boleh menyahdayakan fungsi berdasarkan lokasi Apple Pay ini pada bila-bila masa pada peranti iOS anda dengan pergi ke Seting > Privasi & Keselamatan > Perkhidmatan Lokasi > Perkhidmatan Sistem dan mengetik untuk menyahaktifkan Pengenalan Pedagang Apple Pay. Pada Mac, pergi ke Seting Sistem > Privasi & Keselamatan > Privasi > Perkhidmatan Lokasi, kemudian klik untuk menyahaktifkan Wallet. Untuk membantu meningkatkan Apple Pay, Apple mengumpulkan maklumat tentang penggunaan Apple Pay oleh anda dan menyimpan maklumat tersebut dengan cara yang tidak mengenal pasti anda secara peribadi. Maklumat ini termasuk masa yang anda perlukan untuk berjaya menambah kad atau melengkapkan transaksi menggunakan Apple Pay. Apple juga boleh menggunakan maklumat ini untuk meningkatkan produk dan perkhidmatan Apple yang lain, untuk pemasaran dan bagi tujuan pencegahan penipuan serta keselamatan. Syarat perjanjian mana-mana pemegang kad, pengguna, perjanjian pedagang, atau terma dan syarat lain yang boleh digunakan pada penggunaan ciri Apple Pay akan terus mentadbir penggunaan kad anda dan penggunaannya berhubungan dengan Apple Pay dan syarat sedemikian mungkin mempunyai dasar privasi tambahan. Apple atau sekutunya yang menyediakan Apple Pay bukanlah bank dan notis ini ialah tambahan kepada sebarang notis yang mungkin anda terima daripada bank anda. Sekiranya Apple mengesyaki penipuan berhubungan dengan penggunaan Apple Pay, maklumat tentang akaun Apple berkemungkinan berbentuk penipuan dan transaksi mungkin dikongsi dengan pengeluar kad anda atau penyedia rangkaian bayaran anda untuk mencegah penipuan. Apple mengekalkan data peribadi hanya setakat yang perlu untuk memenuhi tujuan yang data tersebut dikumpulkan, termasuk seperti yang diterangkan dalam notis ini dan selaras dengan Dasar Privasi Apple atau seperti yang diperlukan oleh undang-undang. Apabila menilai tempoh pengekalan, kami mengkaji dengan teliti terlebih dahulu sama ada perlu mengekalkan data peribadi yang dikumpulkan, jika pengekalan diperlukan, berusaha untuk mengekalkan data peribadi bagi tempoh paling singkat yang dibenarkan di bawah undang-undang. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Met Apple Pay kun je in winkels, in apps en online veilig betalen met je betaalkaart, creditcard en prepaidkaart. Apple Pay is een technologische voorziening die wordt aangeboden door gelieerde ondernemingen van Apple Inc., die verantwoordelijk zijn voor je persoonlijke gegevens. Je Apple Pay-aanbieder is mogelijk afhankelijk van je locatie, zoals Apple Payments Services LLC in de Verenigde Staten. Ga voor meer informatie over Apple-entiteiten die verantwoordelijk zijn voor de verwerking van je persoonlijke gegevens naar het privacybeleid van Apple op apple.com/nl/privacy en aan Apple gelieerde bedrijven op www.apple.com/legal/privacy/nl/affiliated-company. Kaarten toevoegen aan Apple Pay Als je kaarten, zoals klantenkaarten, creditcards, betaalkaarten en prepaidkaarten aan Apple Pay toevoegt, worden de kaartgegevens die je verstrekt en informatie of bepaalde apparaatinstellingen zijn ingeschakeld mogelijk naar Apple gestuurd om te bepalen of je in aanmerking komt voor de activering van Apple Pay en de bijbehorende functies. Ook kan je apparaat gebruikspatronen evalueren (waaronder het percentage van de tijd dat het apparaat in beweging is of, bij benadering, het aantal telefoongesprekken per week) om fraude te voorkomen. Deze informatie wordt door je apparaat geëvalueerd en wordt niet met Apple gedeeld op een manier die aan jou kan worden gekoppeld. Je kaartverstrekker, betaalnetwerk of aanbieder die door je kaartverstrekker is geautoriseerd kan informatie over de functies en voordelen van de kaart, bijvoorbeeld of de kaart spaarpunten of gespreid betalen ondersteunt, met Apple delen om de geschiktheid voor bepaalde functies van Apple Pay te bepalen. Apple kan ook gegevens doorgeven aan die entiteiten om Apple Pay te activeren, om te bepalen of je kaart in aanmerking komt, om je kaart te configureren voor Apple Pay en om fraude te voorkomen. Gegevens die mogelijk worden verstrekt zijn: • Het nummer van je creditcard, betaalkaart of prepaidkaart • De naam en het factuuradres die zijn geregistreerd voor je Apple Account • Algemene informatie over de activiteit in je Apple Account (bijvoorbeeld of je al lang transacties in iTunes uitvoert) • Informatie over je apparaat en, als je een Apple Watch gebruikt, het daarmee gekoppelde iOS-apparaat (bijvoorbeeld een apparaat-ID, het telefoonnummer en de naam en het model van je apparaat, voor zowel je Apple Watch en gekoppelde iOS-apparaat) • Je locatie op het moment dat je je kaart toevoegt (als locatievoorzieningen zijn ingeschakeld) • Account- en apparaatgeschiedenis van toegevoegde betaalkaarten • Samengevoegde statistieken met betrekking tot de informatie van betaalkaarten die je aan Apple Pay hebt toegevoegd of hebt geprobeerd toe te voegen Wanneer je een kaart toevoegt aan Apple Pay via een app van derden, zoals een bankierapp, verstuurt de app een rekening- of kaart-ID naar je apparaat. Deze informatie wordt door Apple en je kaartverstrekker gebruikt om de geschiktheid van je kaart te controleren, je kaart met Apple Pay te configureren en fraude te voorkomen. Om je te helpen bij het configureren van kaarten die je nu gebruikt of recentelijk hebt gebruikt op andere apparaten, bewaart Apple een kaartreferentie met je Apple Account die kan worden gebruikt bij de kaartverstrekker of het betaalnetwerk om de kaart opnieuw toe te voegen na het invoeren van de beveiligingscode. Apple Pay bewaart niet het originele nummer van je creditcard, betaalkaart of prepaidkaart. Betalen met Apple Pay Als je met Apple Pay een betaling begint, wordt je postcode of vergelijkbare informatie mogelijk verstrekt aan de app, website of verkoper om heffingen en verzendkosten te berekenen. Als je een betaling begint in een browser van een andere leverancier, maakt de browser een QR-code of appclipcode aan die je kunt scannen met je apparaat dat Apple Pay ondersteunt. Nadat de code is gescand, opent Apple een communicatiekanaal tussen de browser en het apparaat dat Apple Pay ondersteunt. Via dit kanaal wordt relevante informatie over de transactie en facturering en/of bezorging uitgewisseld die noodzakelijk is om te transactie te verwerken. Als uitgebreide betaalfuncties zijn ingeschakeld voor Apple Pay, zoals de mogelijkheid om gespreid af te lossen of punten te sparen, en je een Apple Pay-aankoop hebt gestart, bepaalt Apple welke betaalopties beschikbaar voor je zijn op basis van je kaarten in Wallet en de voordelen en mogelijkheden van die kaarten, die Apple van de kaartverstrekkers heeft ontvangen. Je kunt er ook voor kiezen om Apple aanvullende betaalopties te laten bepalen die beschikbaar voor je zijn, maar nog niet in Wallet staan. Hiervoor gebruikt Apple informatie over je transactie, zoals de verkoper en het bedrag, om te bepalen of er aanvullende betaalmethoden beschikbaar zijn voor de transactie. Apple bewaart geen informatie over de transactie en over de controle of je in aanmerking komt voor de betaalmethode op een manier die aan jou gekoppeld is. Als je ervoor kiest om een nieuwe betaalmethode toe te passen, worden je aanvraaggegevens rechtstreeks met de verstrekker gedeeld. Deze gegevens zijn niet zichtbaar voor Apple en worden niet door Apple opgeslagen. Als je met spaarpunten betaalt, kan Apple informatie over je kaart en de functies en voordelen van je kaart, evenals de verkoper en het bedrag van de transactie, gebruiken voor het ophalen en weergeven van het actuele saldo van je spaarpunten, het aantal spaarpunten (of het equivalent daarvan) dat voor de transactie in rekening wordt gebracht en het resterende saldo van je spaarpunten na de transactie om je te helpen weloverwogen financiële beslissingen te nemen. Om je te helpen bij het kiezen van een aflossings­plan dat bij je financiële gezondheid past, verstrekt Apple aan de deelnemende verstrekkers informatie over de verkoper en het bedrag. Op basis hiervan kunnen de verstrekkers bepalen of je in aanmerking komt en aan Apple een lijst met aflossingsmogelijkheden verstrekken om weer te geven. Apple bewaart de informatie die is gebruikt om uitgebreide betaalfuncties voor Apple Pay aan te bieden niet op een manier die aan jou gekoppeld is. Na het autoriseren van de betaling worden andere, door de verkoper aangevraagde, gegevens, zoals een account­nummer dat specifiek is voor je apparaat of verkoper, je bezorg­adres of e‑mail­adres ook verstrekt. Het nummer van je creditcard, betaalkaart of prepaidkaart wordt niet verstrekt wanneer je Apple Pay gebruikt. Om ervoor te zorgen dat terugkerende of andere door een verkoper geïnitieerde kosten, zoals abonnementen, door jou worden geautoriseerd, wanneer je ervoor kiest om geschikte Apple Pay-betaalmethoden te verstrekken aan deelnemende verkopers voor terugkerende of door een verkoper geïnitieerde kosten, zal je verstrekker en/of betalingsnetwerk een verkoperspecifiek accountnummer goedkeuren en genereren dat voor dergelijke kosten wordt gebruikt. Alleen dat verkoperspecifieke accountnummer kan door een deelnemende verkoper worden gebruikt om transacties te autoriseren zonder dat je een specifieke actie onderneemt. Apple weet welke verkopers zijn gekoppeld aan je verkoperspecifieke accountnummers, maar niet wat je hebt gekocht of hoeveel je ervoor hebt betaald. Je kunt je verkoperspecifieke accountnummers in Wallet beheren door op de kaart te tikken en op de knop 'Meer' te tikken om kaartgegevens te bekijken. Voor kaarten met bepaalde verbeterde fraude­preventie evalueert je apparaat, wanneer je een transactie online of in-app probeert uit te voeren, informatie over je Apple Account, apparaat en locatie (als je locatie­voorzieningen voor Wallet hebt ingeschakeld) om fraude­preventie­beoordelingen op het apparaat te ontwikkelen. De uitvoer van de fraude­preventie­beoordelingen op het apparaat, maar niet de onderliggende gegevens, wordt naar Apple gestuurd en gecombineerd met informatie die Apple heeft over je apparaat en account om fraudepreventie voor transacties met Apple Pay te ontwikkelen. Deze fraude­preventie­beoordelingen voor transacties kunnen worden gedeeld met je betalings­netwerk, samen met een verzendadres-ID en het IP-adres, indien beschikbaar, om fraude bij de transactie te voorkomen. De verzendadres-ID verschilt per betalingsnetwerk en kan mogelijk worden gebruikt om te bevestigen of verzendadressen voor verschillende transacties waarbij een bepaalde kaart op je apparaat is gebruikt, identiek zijn. Hierbij wordt het onderliggende adres niet bekendgemaakt. Je kunt op elk moment controleren of deze verbeterde fraudepreventie beschikbaar is voor een kaart door in Wallet naar de achterkant van je betaalmethode te gaan. Om te voorkomen dat fraude­preventie­beoordelingen worden gedeeld met je betalings­netwerk, kun je een andere kaart selecteren. Wanneer je een app gebruikt of een website bezoekt in Safari die Apple Pay gebruikt in iOS, watchOS of macOS, kan de app of website controleren of je Apple Pay op dat apparaat hebt ingeschakeld. Wanneer je een website bezoekt in Safari op een iOS-apparaat, of op een Mac waaraan geen kaart kan worden toegevoegd, kan de website controleren of je Apple Pay hebt geconfigureerd op een iPhone of Apple Watch die dezelfde Apple Account gebruikt. Je kunt in Instellingen uitschakelen dat bezochte websites controleren of Apple Pay is ingeschakeld. Ga in iOS in Instellingen naar 'Apps' > 'Safari' > 'Geavanceerd' > Controleer op Apple Pay'. Ga op je Mac in Safari naar 'Instellingen' > 'Geavanceerd' en deselecteer 'Sta toe dat websites controleren of Apple Pay en Apple Card worden gebruikt'. Je betaalmethoden beveiligen Betaalmethoden in Safari beveiligen Om je betaalmethoden in het ecosysteem van Apple beter te beveiligen en de voordelen van privacy en beveiliging van Apple Pay ten volle te benutten, zijn je ondersteunde betaalmethoden uit Wallet ook beschikbaar in 'Vul automatisch in' in Safari. Wanneer je online winkelt en 'Vul automatisch in' in Safari gebruikt, kun je voor websites een virtueel kaartnummer configureren om je fysieke kaartnummer te verbergen, als dit wordt ondersteund door je deelnemende kaartnetwerk en kaartverstrekker. Om deze functionaliteit in te schakelen, stuurt Apple beperkte informatie over je betaalmethode naar je netwerk of verstrekker (of een geautoriseerde derde partij) om een virtueel kaartnummer te genereren dat je kunt gebruiken wanneer je online winkelt en 'Vul automatisch in' in Safari gebruikt. Om je Apple Pay-kaartnummers te beheren, inclusief je virtuele kaartnummers, ga je naar de achterkant van je kaart in Wallet en tik je om kaartgegevens te bekijken. Je kunt mogelijk betaalmethoden die al in 'Vul automatisch in' in Safari staan ook beter beveiligen door met Apple Pay of een virtueel kaartnummer te betalen in plaats van met je fysieke kaartnummer. Om je betaalmethoden te beheren, ga je in Instellingen naar 'Wallet en Apple Pay' en tik je op 'Gebruik Apple Pay indien beschikbaar'. Wanneer dit is ingeschakeld, wordt er beperkte informatie over je bewaarde kaart in 'Vul automatisch in' in Safari ter verificatie naar je betalingsnetwerk gestuurd. Deze informatie is nodig om te verifiëren dat je kaart in aanmerking komt voor Apple Pay. Als je betalingsnetwerk aangeeft dat je kaart in aanmerking komt, voegt Apple de betaalmethode toe aan Wallet en genereert je netwerk een Apple Pay-kaartnummer voor verbeterde beveiliging wanneer je online winkelt. Betaalmethoden in Apple Account beveiligen Om je te helpen bij het beheren van je betaalmethoden in het ecosysteem van Apple, kan Apple controleren of er Apple Pay-betaalmethoden zijn die in aanmerking komen om als geregistreerde betaalmethode te worden toegevoegd aan je Apple Account. Als dit het geval is, worden deze betaalmethoden weergegeven in Instellingen onder '[je naam]' > 'Betaling en verzending' > 'Voeg betaalmethode toe' > 'Betaalmethode'. Wanneer je een transactie uitvoert met je Apple Account, kan Apple ook controleren of er geregistreerde Apple Account-betaal­methoden zijn die in aanmerking komen voor Apple Pay. Als dit het geval is, kan Apple Pay voor die betaalmethode worden ingeschakeld door Apple om je betaalgegevens te beveiligen. Je kunt je Apple Account-betaalmethoden op elk moment wijzigen door in Instellingen naar '[je naam]' > 'Betaling en verzending' te gaan. Apple verstuurt je betalingsgegevens, maar bewaart deze niet Om je betaalgegevens op een veilige manier binnen apps, websites en chats met een bedrijf te versturen, worden ze versleuteld naar Apple gestuurd, waar ze kort worden ontsleuteld en opnieuw worden versleuteld met een sleutel die specifiek is voor de verkoper, zodat alleen de verkoper, de ontwikkelaar of de betalingsverwerker je betaalgegevens kunnen ontsleutelen. Als je betaalt op een Mac waaraan geen kaart kan worden toegevoegd, verloopt de communicatie tussen de Mac en het apparaat waarmee de transactie wordt geautoriseerd over een versleuteld kanaal via servers van Apple. Apple bewaart niets van deze informatie op een manier waarop je identiteit kan worden achterhaald. Met Apple Pay kun je ook betalingen doen in browsers van andere leveranciers door de transactie te autoriseren met een apparaat dat Apple Pay ondersteunt. Wanneer je deze functie gebruikt, maakt Apple een communicatiekanaal via de servers van Apple aan tussen de browser van de andere leverancier en je autorisatieapparaat zodat je de bezorg- en betaalgegevens kunt bijwerken en de autorisatie kunt uitvoeren. Je bezorg- en factuurgegevens en de kosten van de verkoper, zoals btw of verzendkosten voor je aankoop, zijn kort zichtbaar voor Apple. Apple bewaart niets van deze informatie op een manier waarop je identiteit kan worden achterhaald. Apple Pay-bestellingen bijhouden Om je de optie te geven om bestellingen bij te houden, stuurt een deelnemende verkoper wanneer je een aankoop doet met Apple Pay, je apparaat beperkte bestelinformatie, die je apparaat kan gebruiken om je bestelling bij te houden. En Apple biedt de verkoper een verkoperspecifieke apparaat-ID en een pushtoken die de verkoper kan gebruiken om het apparaat bestelupdates te bieden. Apple faciliteert updates van verkopers, maar slaat geen bestelinformatie op en houdt niet bij hoeveel, hoe vaak of welke verkopers bestelupdates versturen. Gegevens over het bijhouden van bestellingen worden lokaal op je apparaten opgeslagen en wordt op al je apparaten up-to-date gehouden door een versleutelde kopie te synchroniseren waar Apple geen toegang toe heeft. Je kunt je Apple Pay-bestellingen op elk moment beheren door te tikken om je bestellingen te bekijken, te tikken op een specifieke bestelling en vervolgens op 'Beheer bestelling'. Je kunt meldingen over bestellingen ook beheren door naar 'Bestellingen' te gaan, te tikken op de knop 'Meer' en vervolgens op 'Meldingen uit'. Wanneer je bij je account uitlogt, bewaart je apparaat mogelijk nog een beperkt aantal gegevens over bestellingen waarvoor het apparaat updates ontvangt. Deze gegevens zijn niet zichtbaar voor gebruikers van het apparaat, worden korte tijd bewaard en alleen door je apparaat gebruikt om ervoor te zorgen dat updates niet naar het apparaat worden gestuurd nadat je bent uitgelogd om ongeautoriseerde toegang tot je bestelinformatie te voorkomen. Accountactiviteit delen met apps van derden Je kunt je accountgegevens en transactiegeschiedenis voor Apple Card, Savings en Apple Cash delen met deelnemende apps voor persoonlijk financieel beheer die je vertrouwt uit de App Store. Apps moeten vragen om je accountactiviteit voor Apple Card, Savings of Apple Cash uit Apple Pay in Wallet te lezen. Jij bepaalt welke gegevens je deelt met deze apps en je kunt op elk moment wijzigen wat je deelt. Accountactiviteit die je deelt met een app van derden wordt behandeld conform het privacybeleid van die app. Apple ziet en bewaart je accountgegevens of transactiegeschiedenis niet wanneer je je accountactiviteit deelt. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in Apple Pay over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij, waaronder informatie over: • Je account, zoals of je account actief is • Je apparaat, zoals het soort apparaat, de softwareversie en het serienummer van het apparaat • Je kaart, zoals informatie die op de kaart wordt weergegeven • De kaart­uitgever, zoals de derde partij die gemachtigd is om updates voor de kaart te verstrekken • Je gebruik van Apple Pay, zoals het aantal Apple Pay-kaarten dat je hebt toegevoegd • Je locatie Deze wettelijke belangen omvatten: • Een kaart toevoegen en beheren • Helpen bij het verbeteren en optimaliseren van de dienst voor jou en anderen • Je functies laten ontdekken die het meest relevant voor je zijn • Controleren of je in aanmerking komt • Jou van dienst zijn met voorzieningen die je aanvraagt • Je kennisgevingen sturen over Apple Pay en andere producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn Fraude en andere kwaadaardige activiteiten Overige informatie Om te bepalen of de kaart in aanmerking komt voor Wallet en Apple Pay-functies, is het mogelijk dat Apple, wanneer je op een kaart tikt in Wallet, controleert of deze in aanmerking komt voor de functie. Hiervoor wordt gekeken naar het land waarin de kaart is uitgegeven en of de uitgevende partij deelneemt aan de functie. Als je 'Locatievoorzieningen' hebt ingeschakeld, wordt de locatie van je apparaat op het moment dat je daarmee in winkels aankopen doet mogelijk anoniem naar Apple gestuurd en gebruikt om Apple Pay te helpen bij het verbeteren van bedrijfsnamen in de transactiegeschiedenis van de Wallet-kaart. Ook kan de locatie worden opgenomen in de samengevoegde gegevens om Apple Kaarten, Apple Pay en Wallet te verbeteren. Je kunt deze locatiegebonden functionaliteit van Apple Pay op ieder moment uitschakelen door op je iOS-apparaat in Instellingen naar 'Privacy en beveiliging' > 'Locatievoorzieningen' > 'Systeem' te gaan en te tikken om 'Identificatie van verkopers voor Apple Pay' uit te schakelen. Ga op je Mac in Systeeminstellingen naar 'Privacy en beveiliging' > 'Privacy' > 'Locatievoorzieningen' en klik je om 'Wallet' uit te schakelen. Om Apple Pay te verbeteren verzamelt Apple informatie over je gebruik van Apple Pay en bewaart die informatie op een manier waarmee je identiteit niet kan worden achter­haald. Deze informatie bevat de benodigde tijd voor het toevoegen van een kaart of het voltooien van een transactie via Apple Pay. Apple gebruikt deze informatie mogelijk ook om andere Apple producten en voorzieningen te verbeteren, bijvoorbeeld om marketing, fraudepreventie en de beveiliging te verbeteren. Gebruik van je betaal­kaarten en gebruik ervan in combinatie met Apple Pay blijft onder­hevig aan de voor­waarden van de kaart­houders, gebruikers en verkoop­overeen­komsten en de andere voor­waarden die van toepassing zijn op de functies van Apple Pay. Dergelijke voor­waarden kunnen aanvullende privacy­beleids­bepalingen bevatten. Noch Apple, noch zijn gelieerde ondernemingen die Apple Pay aanbieden zijn banken en deze kennisgeving is een aanvulling op alle kennisgevingen die je mogelijk van je bank ontvangt. Als Apple fraude vermoedt in verband met het gebruik van Apple Pay, kunnen gegevens over de mogelijk frauduleuze Apple account en transacties worden gedeeld met je kaart­verstrekker of de aanbieder van het betalings­netwerk om fraude te voorkomen. Apple bewaart persoonlijke gegevens slechts zolang als noodzakelijk om te voldoen aan de doeleinden waarvoor de gegevens zijn verzameld, inclusief zoals beschreven in deze bepaling en in overeenstemming met het privacybeleid van Apple of zoals vereist door wet- en regel­geving. Bij het bepalen van bewaarperioden gaan we eerst zorgvuldig na of het noodzakelijk is om de verzamelde persoonlijke gegevens te bewaren en, indien gegevens moeten worden bewaard, werken we eraan om de persoonlijke gegevens zo kort mogelijk en zoals wettelijk toegestaan te bewaren. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Med Apple Pay kan du trygt utføre kjøp i butikker, i apper og på internett med debetkort, kredittkort eller verdikort. Apple Pay er en teknologisk tjeneste levert av tilknyttede selskaper til Apple Inc., som er ansvarlige for dine personlige data. Apple Pay-leverandøren kan være forskjellig avhengig av område, som Apple Payments Services LLC i USA. Mer informasjon om Apple-entiteter ansvarlige for behandling av personopplysningene dine finner du på siden med Apples retningslinjer for personvern på https://www.apple.com/no/privacy/ og på siden med Apple-tilknyttede selskaper på www.apple.com/legal/privacy/no/affiliated-company. Legge til kort i Apple Pay Når du legger til et betalingskort som kunde-, kreditt-, debet- eller forhånds­betalte kort i Apple Pay, kan informasjonen du oppgir om kortet, og om visse innstillinger er aktivert på enheten, bli sendt til Apple for å fastslå om du kvalifiserer til å aktivere Apple Pay og tilhørende funksjoner. Enheten kan også evaluere bruksmønstre (for eksempel prosentvis tid enheten er i bevegelse eller omtrentlig antall samtaler per uke) for å bidra til å forhindre svindel. Informasjonen som evalueres av enheten, deles ikke med Apple på noen måte som kan kobles til deg. Kortutstederen, betalings­nettverket eller en leverandør som er autorisert av kortutstederen, kan dele informasjon om kort­funksjoner og -fordeler med Apple, som hvorvidt de har støtte for bonus- eller nedbetalings­programmer, for å avgjøre om du kvalifiserer for enkelte Apple Pay-funksjoner. Apple kan også sende informasjon til disse partene for å aktivere Apple Pay, fastslå om kortet kan benyttes, klargjøre kortet for Apple Pay og forhindre svindel, inkludert: • kortnummeret til kredittkortet, debetkortet eller verdikortet • navn og faktureringsadresse knyttet til Apple‑kontoen din • generell informasjon om aktiviteten i Apple‑kontoen din (f.eks. om du har en lang transaksjons­historikk i iTunes) • informasjon om enheten og sammenkoblet iOS-enhet hvis du bruker Apple Watch (f.eks. enhetsidentifikator, telefonnummer, navn og enhetsmodell for både Apple Watch og sammenkoblet iOS-enhet) • hvor du befinner deg når du legger til kortet (hvis du har aktivert stedstjenester) • konto- og enhetshistorikk over betalingskort lagt til • samlet statistikk over informasjonen fra betalingskort du har lagt til eller prøvd å legge til i Apple Pay Når du legger til et kort i Apple Pay gjennom en tredjepartsapp som en nettbankapp, sender appen en konto- eller kortidentifikator til enheten. Denne informasjonen brukes av Apple og kortutstederen for å fastslå om kortet kan benyttes, aktivere kortet med Apple Pay og forhindre svindel. For å gjøre det enklere for deg å legge til kort du bruker eller har brukt på andre enheter, lagrer Apple en kortreferanse sammen med Apple-kontoen din som kan brukes med kortutstederen eller betalingsnettverket for å legge kortet til igjen etter at du har oppgitt sikkerhetskoden. Apple Pay lagrer ikke det opprinnelige kortnummeret til debet-, kreditt- eller verdikortet. Betale med Apple Pay Når du starter en betaling, kan ZIP-koden, postnummeret eller annen lignende informasjon bli gitt til appen, nettstedet eller forhandleren for å beregne moms og frakt. Når du starter betaling i en nettleser fra en tredjepart, vil nettleseren generere en QR-kode eller en appklippkode som du kan skanne med en enhet som støtter Apple Pay. Etter at koden er skannet, vil Apple åpne en kommunikasjons­kanal mellom nettleseren og enheten som støtter Apple Pay, slik at nettleseren og enheten kan dele relevante detaljer om transaksjonen, samt betalings- og/eller leverings­informasjon som er nødvendig for å behandle kjøpet. Hvis utvidede betalingsfunksjoner i Apple Pay er aktivert, som muligheten til å betale i flere avdrag eller med bonuspoeng, vil Apple Pay identifisere tilgjengelige betalingsvalg basert på kortene dine i Lommebok og fordelene og funksjonene som gjelder for dem, som bestemt av kortutstederen, og vise dem etter at du starter et kjøp med Apple Pay. Du kan også velge at Apple skal identifisere andre betalingsvalg som kan være tilgjengelige for deg, men som ikke finnes i Lommebok ennå. For å gjøre dette må Apple bruke informasjon om transaksjonen din, som forhandler og kjøpssum, for å avgjøre hvorvidt andre betalingsmåter er tilgjengelige for kjøpet. Informasjonen om transaksjonen og betalingsmåten som brukes for å avgjøre om du kvalifiserer, blir ikke beholdt av Apple på en måte som kan knyttes til deg. Hvis du velger å søke om en ny betalingsmåte, vil søknadsinformasjonen bli delt direkte med utstederen i stedet for å bli sendt til eller lagret av Apple. For å hjelpe deg med å ta gode beslutninger hvis du velger å betale med bonuspoeng, kan Apple bruke informasjon om kortet, kortfunksjoner og fordeler, samt forhandleren og kjøpssummen, for å hente og vise bonussaldoen din, hvor mange poeng (eller tilsvarende) som vil bli brukt på transaksjonen, og den oppdaterte saldoen din etter kjøpet er utført. Apple vil dele informasjon om forhandler og kjøpssum med deltakende utstedere, slik at de kan evaluere hva du kvalifiserer for og gi Apple en liste med alternative nedbetalingsmåter, som vil bli vist for deg slik at du kan velge riktig nedbetalingsplan for en sunn økonomi. Informasjonen som behandles for å levere utvidede betalingsfunksjoner i Apple Pay, blir ikke beholdt av Apple på en måte som kan knyttes til deg. Etter at du godkjenner betalingen, gis også annen informasjon til forhandleren etter forespørsel, som for eksempel et enhets- eller forhandlerbestemt kontonummer, en leveringsadresse eller en e‑postadresse. Kortnummeret fra kredittkortet, debetkortet eller verdikortet oppgis ikke når du bruker Apple Pay. For å sikre at gjentakende eller andre betalinger initiert av forhandlere faktisk blir godkjent av deg, vil kortutstederen og/eller betalingsnettverket godkjenne og generere et forhandlerspesifikt kontonummer når du velger å oppgi kvalifiserte Apple Pay-betalingsmåter til deltakende forhandlere for gjentakende eller andre betalinger initiert av forhandlere. Deltakende forhandlere kan kun bruke dette forhandlerspesifikke kontonummeret til å godkjenne transaksjoner uten at du foretar deg noe spesielt. Apple vil vite hvilke forhandlere som er knyttet til dine forhandlerspesifikke kontonumre, men ikke hva du kjøpte eller hva du betalte for det. Du kan administrere de forhandlerspesifikke kontonumrene dine i Lommebok ved å trykke på kortet og deretter på Mer for å vise kortinformasjon. Når du bruker kort med visse typer utvidet svindel­beskyttelse til transaksjoner over nett eller i apper, vil enheten bruke informasjon om Apple‑kontoen din, enheten og posisjonen din hvis du har aktivert Stedstjenester for Lommebok, som grunnlag for svindel­vurderinger på enheten. Resultatet av svindelvurderingene på enheten, men ikke de bakenforliggende dataene, vil bli sendt til Apple og slått sammen med informasjonen Apple har om enheten og kontoen din, for å gi svindelvurderinger for Apple Pay-transaksjoner. Disse svindelvurderingene for transaksjoner kan bli delt med betalingsnettverket ditt, sammen med en identifikator for leveringsadressen og IP-adressen din, hvis tilgjengelig, for å hindre svindelforsøk på tidspunktet for transaksjonen. Identifikatoren for leveringsadressen er ulik for hvert betalingsnettverk og kan brukes til å bekrefte om samme leveringsadresse brukes for ulike transaksjoner utført med samme kort på enheten din. Dette gjøres uten å avsløre den egentlige adressen. Du kan når som helst se om et kort har utvidet svindel­beskyttelse ved å sjekke baksiden av betalingskortet i Lommebok. Hvis du ikke vil dele svindel­vurderinger med betalings­nettverket, kan du velge å bruke et annet kort. Når du bruker en app eller et nettsted via Safari som støtter Apple Pay på iOS, watchOS eller macOS, kan appen eller nettstedet sjekke om du har aktivert Apple Pay på enheten. Når du besøker et nettsted i Safari fra en iOS-enhet, eller på en Mac der du ikke kan legge til et kort, kan nettstedet sjekke om du har konfigurert Apple Pay på en iPhone eller Apple Watch med samme Apple-konto. Du kan hindre at nettsteder sjekker om Apple Pay er aktivert ved å endre innstillingene dine. På iOS går du til Innstillinger > Apper > Safari > Avansert > Sjekk om Apple Pay støttes. På Mac går du til Safari > Innstillinger > Avansert og fjerner markeringen for «Tillat at nettsteder kan se om du har Apple Pay og Apple Card». Beskyttelse av betalingsmåtene dine Beskyttelse av betalingsmåtene i Safari For å hjelpe til med å beskytte betalingsmåtene dine i Apple-økosystemet og dra nytte av fordelene ved personvernet og sikkerheten til Apple Pay, vil støttede Apple Pay-betalingsmåter i Lommebok også være tilgjengelige for autoutfylling i Safari. Når du bruker autoutfylling i Safari til å handle på nettsider, kan du sette opp et virtuelt kortnummer for å skjule det fysiske kortnummeret hvis dette støttes av betalingsnettverket og kortutstederen. For å aktivere denne funksjonen sender Apple begrenset informasjon om betalingsmåten din til nettverket eller kortutstederen (eller en autorisert tredjepart), som igjen genererer et virtuelt kortnummer du kan bruke når du handler på nett med autoutfylling i Safari. For å administrere Apple Pay-kortnumrene dine, inkludert virtuelle kortnumre, går du til baksiden av kortet ditt i Lommebok og trykker for å vise kortinformasjonen. Du kan også bidra til å beskytte betalingsmåtene som allerede finnes i Autoutfylling i Safari ved å bruke Apple Pay eller et virtuelt kortnummer i stedet for det fysiske kortnummeret ditt. Hvis du vil administrere dette, går du til Innstillinger > Lommebok og Apple Pay og trykker på Bruk Apple Pay når tilgjengelig. Når det er aktivert, vil kun begrenset informasjon om det lagrede kortet ditt i autoutfylling i Safari, som trengs for å verifisere at du kvalifiserer for Apple Pay, bli sendt til betalingsnettverket ditt for verifisering. Hvis betalingsnettverket ditt viser at kortet kvalifiserer, vil Apple legge til betalingsmåten i Lommebok, og nettverket genererer et Apple Pay-kortnummer for bedre beskyttelse ved netthandling. Beskyttelse av Apple-konto-betalingsmåtene For å gjøre det enklere å administrere betalingsmåter i Apple-økosystemet, kan Apple undersøke om betalingsmåtene i Apple Pay kan brukes som betalingsmåte for Apple-kontoen. Disse betalingsmåtene vises under Innstillinger > [navnet ditt] > Betaling og levering > Legg til betalingsmåte > Betalingsmåte. Når du utfører en transaksjon med Apple-kontoen din, kan Apple også undersøke om arkiverte Apple-konto-betalingsmåter kan brukes til Apple Pay. For å beskytte betalingsinformasjonen din, kan Apple aktivere Apple Pay for den aktuelle betalingsmåten. Du kan når som helst endre betalingsmåtene for Apple-kontoen ved å velge Innstillinger > [navnet ditt] > Betaling og levering. Apple overfører betalingsinformasjonen din, men lagrer den ikke For å kunne overføre betalingsinformasjonen din på en sikker måte i apper, på nettsteder og i Spør bedriften sendes informasjonen til Apple i kryptert form, der den dekrypteres og deretter krypteres igjen med en nøkkel slik at kun forhandleren, utvikleren eller tjenesten som behandler transaksjonen, har tilgang til betalingsinformasjonen din. Når du betaler fra en Mac der du ikke kan legge til kort, kommuniserer maskinen med enheten som gir autorisasjon, over en kryptert kanal via Apple-tjenere. Apple beholder ikke noe av denne informasjonen i en form som kan identifisere deg. Apple Pay tillater også at du betaler via nettlesere fra tredjeparter, og bruker enheter med støtte for Apple Pay til å autorisere transaksjonen. Når du bruker denne funksjonen, åpner Apple en kommunikasjonskanal mellom nettleseren fra tredjeparten og enheten du autoriserer med via Apple-tjenerne, slik at du kan oppdatere betalings- og leveringsinformasjon og gi autorisasjon. Betalings- og leveringsinformasjon, samt informasjon om andre belastninger fra forhandleren, som mva. eller fraktkostnader tilknyttet kjøpet, vil være synlig for Apple i en kort periode. Apple beholder ikke noe av denne informasjonen i en form som kan identifisere deg. Bestillingssporing for Apple Pay For å kunne tilby bestillings­sporing ved kjøp via Apple Pay, vil en deltakende forhandler sende deg enhetsspesifikk bestillings­informasjon for at enheten skal kunne spore bestillingen. I tillegg gir Apple forhandleren en forhandler­spesifikk enhets­identifikator og et push-kjennetegn som forhandleren kan bruke til å sende oppdateringer om bestillingen til enheten. Apple legger til rette for oppdateringer fra forhandlere, men oppbevarer ikke bestillings­informasjon. Vi sporer heller ikke hvilke forhandlere som sender oppdateringer, antall oppdateringer eller hvor ofte de sendes. Informasjon brukt til bestillings­sporing oppbevares lokalt på enheten, og holdes oppdatert på tvers av enheter ved å synkronisere en kryptert kopi som ikke kan leses av Apple. Du kan når som helst administrere bestillinger betalt via Apple Pay ved å trykke for å vise bestillingene dine, trykke på en bestemt bestilling og så trykke på Administrer bestilling. Du kan også administrere varslinger om bestillinger ved å gå til Bestillinger, trykke på Mer-knappen og deretter på Demp varslinger. Når du logger av kontoen din, kan det fortsatt være igjen begrenset informasjon om bestillinger som enheten får oppdateringer om. Denne informasjonen er ikke synlig for brukere av enheten, den oppbevares kun i kort tid og brukes av enheten kun for å hindre at oppdateringer sendes til enheten etter at du har logget av og hindre uautorisert tilgang til bestillings­informasjonen. Deling av kontoaktivitet med apper fra tredjeparter Du kan dele kontodetaljer og transaksjonslogger fra Apple Card, Savings og Apple Cash med deltakende apper for administrering av privatøkonomi som du har godkjent fra App Store. Appene må be om tillatelse til å lese kontoaktiviteten din i Apple Card, Savings eller Apple Cash fra Apple Pay i Lommebok. Du har kontroll over dataene du velger å dele med disse appene, og du kan når som helst endre hva du deler. Kontoaktiviteten som du velger å dele med en tredjepartsapp, vil bli behandlet i henhold til den appens retningslinjer for personvern. Apple verken ser eller oppbevarer kontodetaljer eller transaksjonslogger når du deler kontoaktiviteten din. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak personlige data fra Apple Pay for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der lokale lover og regler tillater det, vil vi behandle kategorier av personlige data etter behov for å ivareta våre legitime interesser og interessene til tredjeparter, deriblant informasjon om: • kontoen din, f.eks. hvorvidt den er aktiv • enheten din, f.eks.enhetstype, programvareversjon og serienummer • kortet ditt, f.eks. informasjon som vises på kortet • kortutstederen, f.eks. eventuell tredjepart autorisert til å oppdatere kortet • bruken din av Apple Pay, f.eks. antall Apple Pay-reisekort du har lagt til • posisjonen din Disse legitime interessene inkluderer: • å legge til og administrere kort • å forbedre og effektivisere tjenesten for deg og andre • å hjelpe deg med å finne funksjoner som er mest relevant for deg • sjekke om du er kvalifisert • levere de tjenestene du forespør • å sende deg informasjon om Apple Pay og andre relaterte Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg Forhindring av svindel og annen ondsinnet aktivitet Annen informasjon Når du trykker på et kort i Lommebok, kan Apple fastslå om du kvalifiserer for funksjoner i Lommebok og Apple Pay ved å se i hvilket land kortet ble utstedt og om utstederen deltar i funksjonen. Hvis du har aktivert Stedstjenester, kan informasjon om stedet enheten befinner seg på når du bruker den til å foreta kjøp i butikker, sendes anonymt til Apple og brukes slik at Apple Pay kan bidra til mer nøyaktige firmanavn i kort­transaksjons­historikken i Lommebok, og informasjonen kan beholdes i samlingen for å forbedre Kart, Apple Pay og Lommebok. Du kan deaktivere denne stedsbaserte funksjonaliteten i Apple Pay på iOS-enheten ved å velge Innstillinger > Personvern og sikkerhet > Stedstjenester > Systemtjenester og trykke for å slå av Apple Pay-butikkidentifisering. På Mac går du til Systeminnstillinger > Personvern og sikkerhet > Personvern > Stedstjenester og klikker for å slå av Lommebok. For å kunne forbedre Apple Pay samler Apple inn og lagrer informasjon om bruken din av Apple Pay på en måte som ikke identifiserer deg personlig. Denne informasjonen inkluderer tiden du bruker på å legge til et kort eller fullføre en transaksjon med Apple Pay. Apple kan også bruke denne informasjonen til å forbedre andre relaterte produkter og tjenester fra Apple, til sikkerhetsformål og for å forhindre svindel. Vilkårene for kortholder, bruker, brukeravtale eller andre vilkår som regulerer bruken av funksjonene i Apple Pay, vil fortsatt regulere bruken din av kortene sammen med Apple Pay, og disse vilkårene kan ha egne retningslinjer for personvern. Verken Apple eller tilknyttede selskaper som leverer Apple Pay er en bank, og denne varslingen kommer i tillegg til varslinger mottatt fra banken din. Hvis Apple får mistanke om svindel i forbindelse med bruk av Apple Pay, kan informasjon om Apple-kontoen og transaksjonene som mistanken rettes mot, bli delt med kortutstederen eller betalingsnettverket for å forhindre svindel. Apple oppbevarer personlige data kun så lenge som nødvendig for å utføre formålet de ble samlet inn for, inkludert som beskrevet i dette varselet, og i henhold til Apple retningslinjer for personvern eller gjeldende lover. Når vi avgjør hvor lenge data skal beholdes, undersøker vi først nøye om det i det hele tatt er nødvendig å beholde innsamlede personlige data, og hvis det kreves, prøver vi å beholde informasjonen så kort tid som tillatt i henhold til loven. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Apple Pay pozwala bezpiecznie robić zakupy w sklepach, aplikacjach i w Internecie przy użyciu kart debetowych, kredytowych i przedpłaconych. Apple Pay to usługa technologiczna świadczona przez partnerów firmy Apple Inc., którzy są odpowiedzialni za Twoje dane osobowe. Dostawca usługi Apple Pay może się różnić w zależności od Twojej lokalizacji. W Stanach Zjednoczonych jest to spółka Apple Payments Services LLC. Aby uzyskać więcej informacji o podmiotach Apple odpowiedzialnych za przetwarzanie Twoich danych osobowych, zapoznaj się z zasadami ochrony prywatności Apple w witrynie apple.com/pl/privacy oraz ze stroną Spółki stowarzyszone Apple pod adresem https://www.apple.com/legal/privacy/pl/affiliated-company/. Dodawanie kart do Apple Pay Gdy dodajesz do Apple Pay kartę płatniczą (np. sklepową, debetową, kredytową lub przedpłaconą), podawane dane karty i stan określonych ustawień urządzenia mogą być wysyłane do Apple w celu określenia możliwości włączenia usługi Apple Pay oraz powiązanych z nią funkcji. Twoje urządzenie może także określać schematy korzystania z urządzenia (na przykład procent czasu, przez jaki urządzenie było w ruchu, przybliżona ilość połączeń w tygodniu), aby pomóc zidentyfikować oszustwo. Dane oceniane przez Twoje urządzenie nie są udostępniane firmie Apple w sposób, który umożliwiałby powiązanie ich z Tobą. Wystawca karty, sieć płatnicza lub dostawca usług autoryzowany przez wystawcę karty może udostępniać firmie Apple informacje o funkcjach karty i korzyściach, takie jak obsługa programu nagród lub rat, w celu sprawdzenia dostępności określonych funkcji Apple Pay. Firma Apple może także udostępniać tym podmiotom informacje umożliwiające włączenie usługi Apple Pay, określenie dostępności karty, skonfigurowanie karty dla Apple Pay oraz zapobieganie oszustwom, takie jak: • numer Twojej karty kredytowej, debetowej lub przedpłaconej; • imię i nazwisko oraz adres płatnika powiązany z Twoim kontem Apple; • ogólne informacje dotyczące aktywności na Twoim koncie Apple (np. czy masz długą historię transakcji w iTunes); • informacje o urządzeniu oraz, jeśli używasz Apple Watch, o połączonym w parę urządzeniu iOS (np. identyfikatory obu urządzeń, ich numery telefonu oraz nazwy i modele); • Twoje położenie w momencie dodania karty (jeśli masz włączone usługi lokalizacji); • historia dodawania kart płatniczych do konta lub na urządzeniu; • zagregowane dane statystyczne dotyczące danych z kart płatniczych, które dodawano lub próbowano dodać do Apple Pay. Gdy dodajesz kartę do Apple Pay za pomocą aplikacji innej firmy, np. aplikacji bankowej, aplikacja ta wysyła identyfikator konta lub karty do Twojego urządzenia. Te dane są używane przez Apple oraz wystawcę karty do określenia uprawnień Twojej karty, skonfigurowania jej z Apple Pay oraz zapobiegania oszustwom. Aby ułatwić Ci konfigurowanie posiadanych kart na innych urządzeniach, Apple przechowuje na Twoim koncie Apple dane referencyjne karty, które za pośrednictwem wystawcy karty lub sieci płatniczej mogą być używane do ponownego dodania danej karty po wprowadzeniu kodu zabezpieczającego. Apple Pay nie przechowuje oryginalnych numerów kart kredytowych, debetowych ani przedpłaconych. Dokonywanie płatności Apple Pay Gdy rozpoczynasz płatność, do aplikacji, witryny lub sprzedawcy może zostać przekazany Twój kod pocztowy lub podobne dane, pozwalające określić wysokość podatku i koszty wysyłki. Gdy inicjujesz płatność w przeglądarce innej firmy, przeglądarka ta generuje kod QR lub kod wycinka aplikacji, który możesz zeskanować przy użyciu urządzenia obsługującego Apple Pay. Po zeskanowaniu kodu Apple inicjuje kanał komunikacji między przeglądarką a urządzeniem obsługującym Apple Pay, za pośrednictwem którego przeglądarka i urządzenie wymieniają odpowiednie dane dotyczące transakcji i płatności oraz wysyłki, niezbędne do przetworzenia transakcji. Jeśli włączone są rozszerzone funkcje płatności Apple Pay, takie jak możliwość płacenia w ratach lub otrzymywania nagród, zainicjowanie płatności Apple Pay powoduje sprawdzenie przez Apple dostępnych dla Ciebie opcji płatności (w oparciu o karty w Portfelu, ich funkcje oraz oferowane korzyści) zapewnianych przez wystawców kart. Możesz także pozwolić Apple wykrywać dodatkowe opcje płatności, które mogą być dostępne dla Ciebie, ale nie zostały jeszcze dodane do Portfela. Apple będzie używać w tym celu informacji o Twojej transakcji, takich jak nazwa sprzedawcy oraz kwota, aby określać, czy dla tej transakcji dostępne są dodatkowe opcje płatności. Apple nie zachowuje informacji o transakcji i sprawdzaniu dostępnych metod płatności w formie, która dawałaby możliwość zidentyfikowania Ciebie. Jeśli zdecydujesz się złożyć wniosek o nową metodę płatności, jego dane zostaną udostępnione bezpośrednio wystawcy karty i nie będą wyświetlane ani przechowywane przez Apple. Jeśli zdecydujesz się zapłacić przy użyciu środków z nagród, Apple może użyć informacji o Twojej karcie, jej funkcjach i oferowanych korzyściach, a także nazwy sprzedawcy oraz kwoty, aby pobrać i wyświetlić Twoje bieżące saldo nagród, sumę punktów (lub odpowiednika) pobieranych za transakcję oraz salda nagród po wykonaniu transakcji, co ma na celu pomóc Ci podejmować świadome decyzje finansowe. Aby pozwolić Ci wybrać plan ratalny odpowiedni dla Twojej kondycji finansowej, Apple zapewnia uczestniczącym w programie wystawcom kart dane dotyczące sprzedawcy i kwoty, na podstawie których określają oni dostępność usług i zwracają Apple listę planów ratalnych do wyświetlenia. Apple nie zachowuje informacji przetwarzanych w celu wyświetlania rozszerzonych funkcji płatności Apple Pay w formie, która dawałaby możliwość zidentyfikowania Ciebie. Po uzyskaniu Twojej autoryzacji płatności do sprzedawcy przekazywane są również inne dane, o które poprosi (np. numer konta specyficzny dla urządzenia lub sprzedawcy, adres wysyłki czy adres email). Numer Twojej karty kredytowej, debetowej lub przedpłaconej nie jest przekazywany w ramach płatności Apple Pay. W celu zapewnienia, że wszelkie powtarzające się lub inne opłaty inicjowane przez sprzedawcę są przez Ciebie autoryzowane, gdy podczas transakcji ze sprzedawcą biorącym udział w programie wybierzesz obsługiwaną metodę płatności Apple Pay jako opłatę powtarzającą się lub inicjowaną przez sprzedawcę, wystawca karty lub sieć płatnicza zaakceptuje i wygeneruje specyficzny dla danego sprzedawcy numer konta, który będzie używany do obsługi tych opłat. Tylko ten specyficzny dla sprzedawcy numer konta będzie mógł być używany przez biorącego udział w programie sprzedawcę do autoryzowania transakcji bez wymagania czynności z Twojej strony. Apple wie, którzy sprzedawcy są powiązani ze specyficznymi dla sprzedawcy numerami kont, ale nie ma dostępu do informacji o przedmiocie ani cenie zakupu. Możesz zarządzać swoimi specyficznymi dla sprzedawcy numerami kont w aplikacji Portfel, stukając w kartę, a następnie stukając w przycisk Więcej w celu wyświetlenia szczegółów karty. W przypadku kart obsługujących rozszerzone zapobieganie oszustwom, gdy próbujesz dokonać transakcji w Internecie lub w aplikacji, Twoje urządzenie zanalizuje dane dotyczące Twojego konta Apple, urządzenia i lokalizacji (jeśli masz włączone usługi lokalizacji dla Portfela), aby opracować przeprowadzane na urządzeniu oceny zapobiegania oszustwom. Wyniki przeprowadzanych na urządzeniu ocen zapobiegania oszustwom, ale nie dane bazowe, będą wysyłane do Apple i łączone z posiadanymi przez Apple informacjami na temat Twojego urządzenia i konta w celu opracowania ocen dotyczących zapobiegania nieuczciwym transakcjom Apple Pay. Te oceny zapobiegania oszustwom dotyczącym transakcji mogą być udostępniane sieci płatniczej razem z identyfikatorem adresu wysyłki oraz adresem IP (jeśli są dostępne) w celu zapobiegania oszustwom już w momencie dokonywania transakcji. Identyfikator adresu wysyłki jest zależny od użytej sieci płatniczej i może zostać wykorzystany do sprawdzenia, czy adresy wysyłki w różnych transakcjach dokonanych przy użyciu tej samej karty na Twoim urządzeniu są identyczne (w sposób, który nie ujawnia prawdziwego adresu). Możesz w dowolnym momencie sprawdzić, czy karta używa rozszerzonego zapobiegania oszustwom, przechodząc do rewersu danych uwierzytelniających płatności w Portfelu. Aby zapobiec udostępnianiu sieci płatniczej ocen dotyczących zapobiegania oszustwom, możesz wybrać inną kartę. Gdy korzystasz z aplikacji lub odwiedzasz przy użyciu Safari witrynę, która wykorzystuje Apple Pay w systemie iOS, watchOS lub macOS, ta aplikacja lub witryna mogą sprawdzać, czy na danym urządzeniu włączona jest funkcja Apple Pay. W przypadku korzystania z Safari na urządzeniu iOS lub Macu, do którego nie można dodać karty, odwiedzana witryna może sprawdzać, czy Apple Pay skonfigurowano na iPhonie lub Apple Watch używającym tego samego konta Apple. Sprawdzanie stanu Apple Pay przez odwiedzane witryny możesz zablokować, zmieniając ustawienia. W systemie iOS przejdź do Ustawień i stuknij w Aplikacje > Safari > Zaawansowane > Sprawdzanie Apple Pay. Na Macu otwórz Safari, kliknij w Ustawienia > Zaawansowane i usuń zaznaczenie pola wyboru Pozwalaj witrynom sprawdzać, czy skonfigurowano Apple Pay i Apple Card. Zabezpieczanie metod płatności Zabezpieczanie metod płatności w Safari Aby wspomóc zabezpieczanie Twoich metod płatności w ekosystemie Apple oraz w pełni korzystać z ochrony prywatności zapewnianej przez Apple Pay, obsługiwane metody płatności Apple Pay z Portfela są także dostępne w funkcji Wypełnianie w Safari. Gdy korzystasz z funkcji Wypełnianie w Safari podczas zakupów internetowych w witrynach, możesz skonfigurować numer karty wirtualnej, aby ukryć prawdziwy numer karty fizycznej, jeśli funkcja ta jest obsługiwana przez sieć kart płatniczych oraz wystawcę karty. Aby oferować tę funkcję, Apple wysyła ograniczoną ilość informacji na temat Twojej metody płatności do Twojej sieci lub wystawcy karty (albo autoryzowanego przez nich innego podmiotu), co pozwala wygenerować numer karty wirtualnej do zakupów internetowych przy użyciu funkcji Wypełnianie w Safari. Aby zarządzać numerami kart Apple Pay, w tym numerami kart wirtualnych, przejdź do rewersu karty w Portfelu i wyświetl informacje o karcie. Możesz także pomóc zabezpieczyć metody płatności już dodane do funkcji Wypełnianie w Safari, używając do płatności Apple Pay lub numeru karty wirtualnej zamiast numeru karty fizycznej. Aby tym zarządzać, przejdź do Ustawień, stuknij w Portfel i Apple Pay, a następnie stuknij w Używaj Apple Pay, gdy jest to możliwe. Gdy funkcja ta jest włączona, ograniczone informacje dotyczące kart zachowanych w funkcji Wypełnianie w Safari (niezbędne do zweryfikowania możliwości użycia Apple Pay) będą wysyłane do Twojej sieci płatniczej w celu przeprowadzenia weryfikacji. Jeśli Twoja sieć płatnicza potwierdzi obsługę karty, Apple doda metodę płatności do Portfela, a sieć płatnicza wygeneruje numer karty Apple Pay, który zapewni Ci dodatkową ochronę podczas zakupów w Internecie. Zabezpieczanie metod płatności powiązanych z kontem Apple Aby pomóc Ci zarządzać metodami płatności w ekosystemie Apple, możemy sprawdzić, czy jakiekolwiek metody płatności Apple Pay kwalifikują się do dodania jako metody płatności do Twojego konta Apple i wyświetlić te metody na ekranie Ustawienia > [Twoje imię i nazwisko] > Płatność i wysyłka > Dodaj metodę płatności > Metoda płatności. Gdy przeprowadzasz transakcję przy użyciu swojego konta Apple, Apple może sprawdzić również, czy jakieś metody płatności zapisane w danych Twojego konta Apple kwalifikują się do Apple Pay. Jeśli tak, w celu zabezpieczenia Twoich danych dotyczących płatności możemy włączyć Apple Pay dla tej metody płatności. Metody płatności na swoim koncie Apple możesz zmienić w dowolnym momencie, otwierając ekran Ustawienia > [Twoje imię i nazwisko] > Płatność i wysyłka. Apple przesyła dane Twoich płatności, ale ich nie przechowuje Aby bezpiecznie przesyłać informacje o Twojej płatności w aplikacjach, witrynach i czatach z firmą, Apple przesyła je na swoje serwery w formie zaszyfrowanej, rozszyfrowuje je i bezzwłocznie szyfruje ponownie, używając klucza, za pomocą którego informacje może odczytać tylko właściwy sprzedawca, deweloper witryny lub aplikacji albo podmiot przetwarzający płatności. Jeżeli płatność wykonywana jest na Macu, do którego nie można dodać karty, komunikacja między nim i urządzeniem uwierzytelniającym odbywa się przez zaszyfrowany kanał i serwery Apple. Apple nie zachowuje żadnych z tych informacji w formie, która dawałaby możliwość zidentyfikowania Ciebie. Apple Pay umożliwia także dokonywanie płatności w przeglądarkach innych firm oraz autoryzowanie tych płatności przy użyciu urządzeń obsługujących Apple Pay. Gdy używasz tej funkcji, Apple tworzy za pośrednictwem swoich serwerów kanał komunikacji między przeglądarką innej firmy a urządzeniem uwierzytelniającym, aby umożliwić Ci podanie szczegółów dotyczących wysyłki i płatności oraz uwierzytelnienie transakcji. Dane dotyczące płatności i wysyłki, a także dane dotyczące powiązanych z zakupem opłat pobieranych przez sprzedawcę, takich jak podatek oraz koszty wysyłki, są chwilowo widoczne dla Apple. Apple nie zachowuje żadnych z tych informacji w formie, która dawałaby możliwość zidentyfikowania Ciebie. Śledzenie zamówień Apple Pay W celu zapewnienia możliwości śledzenia zamówienia, po dokonaniu płatności Apple Pay sprzedawca biorący udział w programie wysyła ograniczone do Twojego urządzenia dane, dzięki którym urządzenie może śledzić zamówienie. Apple zapewnia sprzedawcy identyfikator specyficzny dla urządzenia oraz token push, przy użyciu których sprzedawca może wysyłać do urządzenia uaktualnienia dotyczące zamówienia. Apple umożliwia sprzedawcom wysyłanie tych uaktualnień, ale nie przechowuje informacji dotyczących zamówień, liczby wysyłanych uaktualnień, częstotliwości ich wysyłania ani danych o wysyłających te uaktualnienia sprzedawcach. Informacje umożliwiające śledzenie zamówień są przechowywane lokalnie na Twoich urządzeniach i synchronizowane między nimi w postaci zaszyfrowanych kopii, do których Apple nie ma dostępu. Zamówieniami Apple Pay możesz zarządzać w dowolnym momencie, stukając w Zamówienia, stukając w dane zamówienie, a następnie stukając w Zarządzaj zamówieniem. Możesz także zarządzać powiadomieniami dotyczącymi zamówień, przechodząc do listy zamówień, stukając w przycisk Więcej, a następnie stukając w Wycisz powiadomienia. Gdy wylogujesz się ze swojego konta, na urządzeniu nadal mogą pozostawać ograniczone informacje dotyczące zamówień, o których urządzenie otrzymuje powiadomienia. Te informacje nie są widoczne dla użytkowników urządzenia, są przechowywane przez krótki czas i używane przez urządzenie wyłącznie w celu wyłączenia wysyłania uaktualnień dotyczących zamówienia po wylogowaniu się, aby uniknąć nieautoryzowanego dostępu do informacji o Twoich zamówieniach. Udostępnianie aktywności na koncie aplikacjom innych firm Możesz udostępniać dane karty Apple Card oraz kont Savings i Apple Cash, a także historię transakcji zaufanym, biorącym udział w programie aplikacjom do zarządzania finansami osobistymi z App Store. Aplikacje muszą poprosić o możliwość odczytywania aktywności na karcie Apple Card oraz kontach Savings i Apple Cash z Apple Pay w Portfelu. Masz kontrolę nad danymi, które udostępniasz tym aplikacjom, i w dowolnym momencie możesz zmienić zakres udostępnianych danych. Aktywność na koncie, którą zdecydujesz się udostępniać aplikacji innej firmy, będzie traktowana zgodnie z zasadami ochrony prywatności tej aplikacji. Apple nie ma wglądu w dane konta ani historię transakcji, gdy udostępniasz aktywność na koncie, a także ich nie przechowuje. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe powiązane z Apple Pay zasadniczo w celu realizacji Twojej umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, w tym informacje o: • Twoim koncie, na przykład czy konto jest aktywne; • Twoim urządzeniu, takie jak jego typ, wersja oprogramowania oraz numer seryjny; • Twojej karcie, takie jak wyświetlane na niej informacje; • wystawcy karty, takie jak podmiot autoryzowany do uaktualniania informacji na karcie; • używaniu Apple Pay, takie jak liczba dodanych kart Apple Pay; • Twojej lokalizacji. Te uzasadnione interesy obejmują: • dodawanie i zarządzanie kartą; • pomoc w optymalizacji i ulepszaniu usługi dla Ciebie i innych; • pomoc w odkrywaniu funkcji, które są dla Ciebie najbardziej odpowiednie; • sprawdzanie możliwości korzystania z funkcji; • zapewnianie Ci żądanych usług; • wysyłanie Ci informacji o funkcji Apple Pay oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować. Zapobieganie oszustwom i innym szkodliwym działaniom Inne informacje Po stuknięciu karty w Portfelu Apple określi dostępne dla niej funkcje Portfela i Apple Pay, sprawdzając kraj, w którym została ona wydana, oraz czy jej wystawca uczestniczy w programie oferującym określone funkcje. Jeśli masz włączone usługi lokalizacji, położenie Twojego urządzenia w chwili dokonania płatności w sklepie może być anonimowo wysyłane do Apple i używane do poprawiania dokładności nazw firm w historii transakcji Portfela. Może również zostać zachowane w formie zagregowanej na potrzeby poprawiania jakości Map Apple, Apple Pay oraz Portfela. Możesz w dowolnym momencie wyłączyć funkcjonalność opartą na położeniu w funkcji Apple Pay na urządzeniu iOS, przechodząc do Ustawień, stukając w Prywatność i ochrona > Usługi lokalizacji > Usługi systemowe i wyłączając stuknięciem opcję ID sprzedawcy (Apple Pay). Na Macu otwórz Ustawienia systemowe i kliknij w Prywatność i ochrona > Prywatność > Usługi lokalizacji, a następnie wyłącz kliknięciem Portfel. Aby pomóc ulepszać Apple Pay, Apple gromadzi informacje o korzystaniu z Apple Pay i przechowuje te informacje w sposób, który nie identyfikuje Cię osobiście. Informacje te obejmują czas potrzebny na pomyślne dodanie karty lub ukończenie transakcji przy użyciu Apple Pay. Apple może także używać tych informacji na potrzeby ulepszania innych produktów oraz usług Apple, marketingu, ochrony przed oszustwami oraz zapewniania bezpieczeństwa. Warunki dowolnego posiadacza karty, użytkownika, umowy ze sprzedawcą lub inne warunki mające zastosowanie podczas korzystania z funkcji Apple Pay będą nadal regulować korzystanie z Twoich kart i ich używanie w połączeniu z Apple Pay. Warunki te mogą zawierać dodatkowe zasady ochrony prywatności. Ani Apple, ani partnerzy Apple zapewniający usługę Apple Pay nie są bankiem, a niniejsza informacja stanowi uzupełnienie innych informacji, które możesz otrzymać od swojego banku. W przypadku podejrzenia oszustwa w związku z użytkowaniem Apple Pay informacje o podejrzanym koncie i transakcjach mogą zostać udostępnione operatorowi sieci płatniczej w celu zapobieżenia oszustwu. Apple przechowuje dane osobowe tylko tak długo, jak jest to konieczne do realizacji celów, dla których zostały zebrane, w tym zgodnie z niniejszą informacją i Zasadami ochrony prywatności Apple, lub zgodnie z wymogami prawa. Oceniając okresy przechowywania, najpierw dokładnie badamy, czy przechowywanie zgromadzonych danych osobowych jest konieczne. Jeśli jest, staramy się przechowywać je przez najkrótszy okres dopuszczalny przez prawo. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z Zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: O Apple Pay permite fazer pagamentos seguros em lojas, em apps e na web, usando seus cartões de débito, crédito e pré‑pagos. Apple Pay é um serviço de tecnologia fornecido por afiliadas da Apple Inc., que são responsáveis pelos seus dados pessoais. Dependendo da sua localização, o provedor do Apple Pay pode ser diferente. Por exemplo, nos Estados Unidos, é a Apple Payments Services LLC. Para saber mais sobre as entidades da Apple responsáveis pelo processamento de dados pessoais, acesse a Política de Privacidade da Apple em apple.com/br/privacy e a página Empresas Afiliadas da Apple em www.apple.com/legal/privacy/pt-br/affiliated-company. Adicionar Cartões ao Apple Pay Quando você adiciona ao Apple Pay um cartão de pagamento, como cartões de lojas, de crédito, débito e pré‑pagos, os dados que você fornece sobre o seu cartão e a ativação ou não ativação de certos ajustes do dispositivo podem ser enviados à Apple a fim de determinar a sua elegibilidade para ativar o Apple Pay e seus recursos. O seu dispositivo também pode avaliar os padrões de uso do dispositivo (por exemplo, a porcentagem de tempo que o dispositivo passa em movimento e o número aproximado de ligações por semana) para ajudar a identificar fraudes. As informações avaliadas pelo dispositivo não são compartilhadas com a Apple de maneira que possam ser vinculadas a você. A operadora do cartão, a rede de pagamento ou o provedor autorizado pela operadora podem compartilhar com a Apple informações sobre recursos e benefícios do cartão, como se ele aceita programa de recompensas ou parcelamento, para determinar a elegibilidade a certos recursos do Apple Pay. A Apple também pode fornecer informações a essas entidades para ativar o Apple Pay, determinar a elegibilidade do cartão, configurar o cartão com o Apple Pay e impedir fraudes, tais como: • O número do seu cartão de crédito, débito ou pré-pago • O nome e o endereço de cobrança associados à sua Conta Apple • Informações gerais sobre a atividade na sua Conta Apple (por exemplo, se você tem um longo histórico de transações no iTunes); • Informações sobre o seu dispositivo e, se estiver usando um Apple Watch, o dispositivo iOS emparelhado (por exemplo, um identificador do dispositivo, número de telefone e o nome e modelo do Apple Watch e do dispositivo iOS emparelhado) • Sua localização no momento que você adicionar seu cartão (se os Serviços de Localização estiverem ativados); • Histórico da conta ou do dispositivo sobre adição de cartões de pagamento • Estatísticas agregadas relacionadas às informações de cartões de pagamento que você adicionou ou tentou adicionar ao Apple Pay Quando você adiciona um cartão ao Apple Pay através de um app de terceiros, como um app de banco, o app envia um identificador de conta ou de cartão para o dispositivo. Essa informação é usada pela Apple e pela administradora do cartão para determinar a elegibilidade do cartão, configurar o cartão com o Apple Pay e evitar fraudes. Para ajudar a configurar os cartões que você tem ou teve recentemente em outros dispositivos, a Apple armazena uma referência de cartão com a sua Conta Apple, que pode ser usada com o emissor do cartão ou rede de pagamento para readicionar o cartão após a digitação do código de segurança. O Apple Pay não armazena o número original do cartão de crédito, débito ou pré‑pago. Pagar com o Apple Pay Quando você inicia um pagamento, seu CEP, código postal ou outra informação equivalente pode ser fornecida ao app, site ou comerciante para permitir o cálculo de impostos e custo de envio. Quando você inicia um pagamento com navegador de terceiros, ele gera um QR code ou um Código do Clipe de App para você escanear com um dispositivo compatível com Apple Pay. Depois do escaneamento, a Apple inicia um canal de comunicação entre o navegador e o dispositivo compatível com Apple Pay, através do qual eles compartilharão informações pertinentes da transação e da cobrança e/ou envio necessárias para processar a transação. Se recursos avançados de pagamento por Apple Pay estiverem ativados, como parcelamentos ou recompensas, depois que você iniciar uma compra por Apple Pay, a Apple identificará as opções de pagamento disponíveis com base nos cartões que você tem no app Carteira e os benefícios e recursos desses cartões, que são fornecidos à Apple pelas operadoras dos cartões. Você também pode optar por autorizar a Apple a identificar opções de pagamento adicionais possivelmente disponíveis e que ainda não estão no seu app Carteira. Para isso, a Apple usa informações sobre sua transação, como comerciante e valor, para determinar se métodos de pagamento adicionais estão disponíveis para essa transação. A Apple não retém informações sobre a transação e a verificação da elegibilidade do método de pagamento de uma maneira que seja vinculada a você. Se você optar por solicitar um novo método de pagamento, as informações da sua solicitação serão compartilhadas diretamente com a operadora e não serão vistas nem armazenadas pela a Apple. Para ajudar você a tomar decisões embasadas, caso você opte por pagar com recompensas, a Apple poderá usar informações sobre seu cartão, recursos do cartão e benefícios, assim como o comerciante e o valor da transação, para obter e exibir seu saldo atual de recompensa, os pontos de recompensa (ou equivalentes) que poderiam ser cobrados pela transação e o seu saldo de recompensa após a transação. Para permitir que você selecione o plano de parcelamento ideal para sua saúde financeira, a Apple fornece às operadoras participantes informações sobre comerciantes e valores, que elas usam para avaliar a elegibilidade e fornecer à Apple uma lista de opções de parcelamento disponíveis. A Apple não retém essas informações processadas para fornecer recursos avançados de pagamento do Apple Pay de uma maneira que seja vinculada a você. Depois que você autorizar o pagamento, outras informações solicitadas pelo comerciante também serão fornecidas, como o número da conta específica do dispositivo ou do comerciante, seu endereço de entrega ou endereço de e‑mail. O número do seu cartão de crédito, débito ou pré-pago não é fornecido quando você usa o Apple Pay. Para ajudar a garantir que quaisquer cobranças recorrentes ou iniciadas pelo comerciante, como assinaturas, sejam autorizadas por você, quando você optar por fornecer métodos de pagamento elegíveis do Apple Pay a comerciantes participantes para cobranças recorrentes ou iniciadas pelo comerciante, sua administradora e/ou rede de pagamento aprovará e gerará um número de conta específico do comerciante a ser usado para tais cobranças. Apenas esse número de conta específico do comerciante pode ser usado por um comerciante participante para autorizar transações sem que você tome uma ação específica. A Apple saberá quais comerciantes estão associados aos seus números de conta específicos do comerciante, mas não o que você comprou ou quanto pagou. É possível gerenciar seus números de conta específicos do comerciante no app Carteira. Basta tocar no cartão e depois no botão Mais para ver os detalhes do cartão. No caso de cartões com prevenção aprimorada contra fraude, quando você tentar realizar uma transação on‑line ou no app, seu dispositivo avaliará as informações sobre sua Conta Apple, dispositivo e localização (se você tiver ativado os Serviços de Localização para o app Carteira) para desenvolver avaliações de prevenção contra fraude no dispositivo. O resultado das avaliações de prevenção contra fraude no dispositivo (mas não os dados subjacentes) será enviado à Apple e combinado com as informações que a Apple conhece sobre o seu dispositivo e a sua conta para desenvolver avaliações de prevenção contra fraude em transações do Apple Pay. Essas avaliações de prevenção contra fraude em transações podem ser compartilhadas com a sua rede de pagamento, juntamente com um identificador do endereço de entrega e endereço IP, se disponíveis, para evitar fraudes no momento da transação. O identificador do endereço de entrega difere de acordo com a rede de pagamento e pode ser usado para confirmar se os endereços de entrega de diferentes transações que usam um cartão específico no seu dispositivo são os mesmos, de uma maneira que não revela o endereço subjacente. Para verificar a qualquer momento se um cartão possui essa prevenção aprimorada contra fraude, verifique o verso da sua credencial de pagamento no app Carteira. Para impedir o compartilhamento de avaliações de prevenção contra fraude com a rede de pagamento, selecione outro cartão. Quando você usa um app ou acessa pelo Safari um site que usa o Apple Pay no iOS, watchOS ou macOS, o app ou site pode verificar se você tem o Apple Pay ativado no dispositivo. Quando você visita um site no Safari em um dispositivo iOS ou Mac ao qual não é possível adicionar um cartão, o site pode verificar se o Apple Pay está configurado em um iPhone ou Apple Watch que usam a mesma Conta Apple. Você pode alterar os seus ajustes e impedir que sites que você visita verifiquem se o Apple Pay está ativado. No iOS, acesse Ajustes > Apps > Safari > Avançado > Verificar Apple Pay. No Mac, acesse Safari > Ajustes > Avançado e desmarque “Permitir que sites verifiquem Apple Pay e Apple Card”. Proteção dos Seus Métodos de Pagamento Proteção dos Métodos de Pagamento no Safari Para ajudar a proteger seus métodos de pagamento no ecossistema da Apple e tirar proveito dos benefícios da privacidade e segurança do Apple Pay, seus métodos de pagamento por Apple Pay no app Carteira também ficarão disponíveis no Preenchimento Automático do Safari. Ao utilizar o Preenchimento Automático do Safari para fazer compras on‑line em sites, você pode configurar um número de cartão virtual para ocultar o número do seu cartão físico, se houver compatibilidade com a administradora e a rede do cartão. Para ativar essa funcionalidade, a Apple enviará informações limitadas sobre seu método de pagamento à sua rede ou operadora (ou a parceiros autorizados), que gerarão um número de cartão virtual para você usar ao fazer compras on‑line com o Preenchimento Automático do Safari. Para gerenciar os números dos seus cartões do Apple Pay, incluindo os virtuais, acesse o verso do seu tíquete no app Carteira e toque para ver as Informações do Cartão. Você também pode ajudar a proteger os métodos de pagamentos que já estão no Preenchimento Automático do Safari ao pagar com o Apple Pay ou com um cartão virtual, em vez de usar o número do seu cartão físico. Para gerenciar, acesse Ajustes > Carteira e Apple Pay e toque em Usar Apple Pay Quando Disponível. Quando essa opção estiver ativada, informações limitadas sobre o cartão salvo no Preenchimento Automático do Safari e necessárias para verificar a elegibilidade para o Apple Pay serão enviadas para a sua rede de pagamento para comprovação. Se sua rede de pagamento indicar que o cartão é elegível, a Apple adicionará o método de pagamento ao app Carteira e sua rede gerará um número de cartão do Apple Pay para criar uma proteção aprimorada das compras on‑line. Proteção dos Métodos de Pagamento e Conta Apple Para ajudar você a gerenciar seus métodos de pagamento no ecossistema da Apple, a Apple pode verificar se qualquer um dos métodos de pagamento do Apple Pay é elegível para ser adicionado como método de pagamento cadastrado na sua Conta Apple e mostrá‑los em Ajustes > [seu nome] > Pagamento e Envio > Adicionar Método de Pagamento > Método de Pagamento. Quando você realiza uma transação com a sua Conta Apple, a Apple também pode verificar se algum método de pagamento da Conta Apple cadastrada é elegível para o Apple Pay. Nesse caso, para proteger suas informações de pagamento, a Apple poderá ativar o Apple Pay para esse método de pagamento. Você pode modificar os métodos de pagamento da Conta Apple a qualquer momento. Para fazer isso, acesse Ajustes > [seu nome] > Pagamento e Entrega. A Apple Transmite, mas Não Armazena os Seus Dados de Pagamento A fim de transmitir suas informações de pagamento de forma segura em apps, sites e Chat de Negócios, as informações são enviadas à Apple de forma criptografada, onde são brevemente descriptografadas e criptografadas novamente, com uma chave específica do comerciante, de forma que apenas o comerciante, o desenvolvedor ou o processador do pagamento poderá descriptografar suas informações de pagamento. Quando você realizar um pagamento em um Mac ao qual não seja possível adicionar um cartão, o Mac e o dispositivo de autorização se comunicarão por meio de um canal criptografado via servidores da Apple. A Apple não retém nenhuma dessas informações de uma maneira que possa determinar a sua identidade. O Apple Pay também permite que você faça pagamentos em navegadores de terceiros e use dispositivos compatíveis com o Apple Pay para autorizar a transação. Quando você usa esse recurso, a Apple cria um canal de comunicação entre o navegador de terceiros e seu dispositivo que está autorizando a transação via servidores da Apple para permitir que você atualize detalhes de envio e pagamento e para fornecer a autorização. Suas informações de cobrança e envio, bem como os dados do comerciante sobre as cobranças, como impostos ou taxas de envio associados à compra, ficarão brevemente visíveis para a Apple. A Apple não retém nenhuma dessas informações de uma maneira que possa determinar a sua identidade. Rastreamento de Pedidos do Apple Pay Quando você faz uma compra com o Apple Pay, um comerciante participante envia informações limitadas ao seu dispositivo para que ele faça o rastreamento do pedido. Além disso, a Apple fornece ao comerciante um identificador de dispositivo específico do comerciante e um token de envio que o comerciante pode usar para fornecer atualizações de pedidos ao dispositivo. A Apple facilita as atualizações dos comerciantes, mas não armazena informações de pedidos, nem rastreia quantos, com que frequência ou quais comerciantes enviam atualizações de pedidos. As informações de rastreamento do pedido são armazenadas localmente e mantidas atualizadas nos seus dispositivos pela sincronização de uma cópia criptografada que não pode ser acessada pela Apple. Para gerenciar seus pedidos do Apple Pay a qualquer momento, toque para visualizar seus Pedidos, depois toque em um pedido específico e em Gerenciar Pedido. Também é possível gerenciar as notificações de Pedidos. Para fazer isso, vá em Pedidos, toque no botão Mais e depois toque em Silenciar Notificações. Quando você finaliza a sessão da sua conta, seu dispositivo ainda pode reter informações limitadas sobre pedidos para os quais o dispositivo recebe atualizações. Essas informações não serão visíveis para os usuários do dispositivo, serão retidas por um curto período e usadas pelo seu dispositivo apenas para ajudar a impedir que atualizações sejam enviadas ao dispositivo após o fim da sessão para impedir o acesso não autorizado às informações do seu pedido. Compartilhamento de Atividade da Conta com Apps de Terceiros Você pode compartilhar os detalhes e o histórico de transações das suas contas do Apple Card, Savings e Apple Cash com apps de gerenciamento financeiro pessoal participantes em que você confia na App Store. Os apps devem solicitar ao Apple Pay, no app Carteira, a leitura das atividades na sua conta do Apple Card, Savings ou Apple Cash. Você tem o controle sobre quais dados compartilha com esses apps e pode alterar o que você compartilha a qualquer momento. As atividades da conta que você optar por compartilhar com um app de terceiros serão tratadas de acordo com a política de privacidade desse app. A Apple não vê nem armazena os detalhes da sua conta ou o histórico de transações quando você compartilha a atividade da sua conta. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais no app Carteira para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos as categorias de dados pessoais a seguir conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, incluindo informações sobre: • Sua conta, como se ela está ativa • Seu dispositivo, como tipo, versão do software e número de série • Seu tíquete, como informações exibidas nele • O emissor do seu tíquete, como o terceiro autorizado a fornecer atualizações para o tíquete • Seu uso do Apple Pay, como a quantidade e o tipo de tíquetes adicionados • Sua localização Esses interesses legítimos incluem: • Adicionar e gerenciar um tíquete • Ajudar a melhorar e otimizar o serviço para você e outras pessoas • Ajudar você a descobrir os recursos mais relevantes para você • Verificar sua elegibilidade • Fornecer a você os serviço solicitados • Enviar a você comunicação sobre o Apple Pay e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse Prevenir fraudes e outras atividades maliciosas Outras Informações Para determinar a elegibilidade dos recursos do app Carteira e do Apple Pay, quando você tocar em um cartão no app Carteira, a Apple poderá analisar o país em que o cartão foi emitido e se a administradora participa do recurso. Se os Serviços de Localização estiverem ativados, a localização do seu dispositivo no momento das compras em lojas poderá ser enviada anonimamente à Apple e será usada para ajudar o Apple Pay a melhorar a precisão dos nomes das empresas no histórico de transações do cartão no app Carteira. Além disso, ela poderá ser retida de forma agregada para melhorar os apps Mapas, Apple Pay e Carteira. Você pode desativar esta funcionalidade de localização do Apple Pay a qualquer momento no seu dispositivo iOS. Para isso, acesse Ajustes > Privacidade e Segurança > Serviços de Localização > Serviços do Sistema e toque para desativar a opção “Ident. Comerciante do Apple Pay”. No Mac, acesse Ajustes do Sistema > Privacidade e Segurança > Privacidade > Serviços de Localização e clique para desativar o app Carteira. Para ajudar a melhorar o Apple Pay, a Apple coleta informações sobre o seu uso do Apple Pay e armazena essas informações de uma maneira que não identifica você pessoalmente. Essas informações incluem o tempo usado para adicionar um cartão ou completar uma transação usando o Apple Pay. A Apple também pode usar essas informações para melhorar outros produtos e serviços da Apple, para fins de marketing e com propósitos antifraude e de segurança. Os termos dos acordos de portador de cartão, usuário, comerciante ou outros termos e condições aplicáveis ao uso dos recursos do Apple Pay continuarão a reger o uso dos seus cartões e seu uso em conexão com o Apple Pay. Tais termos podem ter políticas de privacidade adicionais. Nem a Apple nem suas afiliadas que fornecem o Apple Pay são um banco; este aviso é complementar a qualquer aviso que você receba do seu banco. Caso a Apple suspeite de fraudes relacionadas ao uso do Apple Pay, as informações sobre a conta Apple e as transações potencialmente fraudulentas podem ser compartilhadas com a administradora do cartão ou o provedor da rede de pagamentos para impedir fraudes. A Apple retém dados pessoais apenas pelo tempo necessário para cumprir as finalidades para as quais foram coletados, inclusive conforme descrito neste aviso e de acordo com a Política de Privacidade da Apple, ou conforme exigido por lei. Ao avaliar os períodos de retenção, primeiro examinamos cuidadosamente se é necessário reter os dados pessoais coletados e, se a retenção for necessária, trabalhamos para reter os dados pessoais pelo menor período permitido por lei. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: O Apple Pay permite efetuar compras seguras em lojas, aplicações e na web com os seus cartões de débito, crédito e pré‑pagos. Apple Pay é um serviço de tecnologia fornecido por afiliados da Apple Inc., que são responsáveis pelos seus dados pessoais. O fornecedor de Apple Pay poderá variar consoante a sua localização, tal como Apple Payments Services LLC nos Estados Unidos. Encontrará informação adicional acerca das entidades da Apple responsáveis pelo tratamento de dados pessoais na Política de Privacidade da Apple em apple.com/privacy e as empresas afiliadas da Apple em www.apple.com/legal/privacy/pt/affiliated-company. Adicionar cartões ao Apple Pay Quando adiciona cartões de pagamento, como cartões pré‑pagos, de cliente e de débito ou crédito, a informação fornecida acerca dos mesmos, e acerca do estado de determinadas definições, pode ser enviada à Apple para determinar elegibilidade e permitir o uso do Apple Pay e respetivas funcionalidades. O seu dispositivo também pode avaliar padrões de utilização do dispositivo (por exemplo, percentagem de tempo que o dispositivo se encontra em movimento ou o número aproximado de chamadas por semana) para identificar fraudes. A informação avaliada pelo dispositivo não é partilhada com a Apple de forma a que possa ser associada a si. A entidade emitente do cartão, a rede de pagamento ou o fornecedor autorizado pela entidade emitente do cartão poderá partilhar com a Apple informação acerca das características e benefícios do cartão (por exemplo, se contempla um programa de recompensas ou prestações), para determinar a elegibilidade para determinadas funcionalidades do Apple Pay. Determinada informação pode ser igualmente fornecida pela Apple a essas entidades para ativar o Apple Pay, para determinar a elegibilidade do cartão, para o configurar com o Apple Pay, e no intuito de prevenir tentativas de fraude. Esta informação pode incluir: • o número do seu cartão pré‑pago, de débito ou de crédito; • o nome e endereço de faturação associados à sua conta Apple; • informação genérica relativa à sua conta Apple (por exemplo, se tem ou não um longo histórico de transações no iTunes); • informação relativa ao seu dispositivo e, se usar um Apple Watch, ao dispositivo iOS emparelhado (por exemplo, um identificador de dispositivo, o número de telefone, nome e modelo, de ambos os dispositivos, Apple Watch e dispositivo iOS emparelhado); • localização no momento de adição do cartão (se tiver ativado os serviços de localização); • histórico da conta ou do dispositivo de adição de cartões; • estatísticas em agregado relativas à informação de cartões de pagamento que adicionou ou tentou adicionar ao Apple Pay. Quando adiciona um cartão ao Apple Pay através de uma aplicação de terceiros, como uma aplicação de homebanking, a aplicação envia um identificador de conta ou de cartão para o seu dispositivo. Esta informação é usada pela Apple e pela entidade emitente do cartão para determinar a elegibilidade do cartão, configurar o cartão no Apple Pay e prevenir fraudes. Para ajudar a configurar cartões que tenha, ou teve, noutros dispositivos, a Apple armazena uma referência a cada cartão com a sua conta Apple. Esta referência pode ser usada junto da entidade emitente ou rede de pagamento para voltar a adicionar o cartão, depois de introduzir o código de segurança. O Apple Pay não armazena o número do cartão de crédito, débito ou pré‑pago original. Pagar com o Apple Pay Quando inicia um pagamento, o seu código postal (ou informação equivalente) pode ser fornecido à aplicação, site ou comerciante para permitir calcular o custo de envio e outras taxas relevantes. Quando inicia um pagamento num navegador de terceiros, o navegador gera um código QR ou um código de App Clip que deverá ler com um dispositivo compatível com Apple Pay. Após a leitura, a Apple inicia um canal de comunicação entre o navegador e o dispositivo compatível com Apple Pay, através do qual partilham informações relevantes da transação e de faturação e/ou envio, que são necessárias para processar a transação. Se determinadas funcionalidades de pagamento avançadas do Apple Pay, como a possibilidade de pagar em prestações ou com recompensas, estiverem ativadas, depois de iniciar uma compra com Apple Pay, a Apple identificará as opções de pagamento disponíveis em função dos cartões existentes na aplicação Carteira e dos respetivos benefícios e características, informação que é disponibilizada à Apple pelas entidades emitentes dos cartões. Também poderá permitir que a Apple identifique opções de pagamento adicionais que estejam disponíveis e que ainda não apareçam na aplicação Carteira. Neste caso, a Apple usará informação acerca da transação, como o nome do comerciante e a quantia, para determinar se existem outros métodos de pagamento disponíveis para essa transação. A Apple não retém qualquer informação acerca da transação e da verificação de elegibilidade dos métodos de pagamento que permita a sua identificação. Se optar por pedir um novo método de pagamento, a informação do seu pedido será partilhada diretamente com a entidade emitente, sem ser vista ou armazenada pela Apple. Para ajudar a tomar decisões informadas, se optar por pagar com recompensas, a Apple pode usar a informação sobre o seu cartão, incluindo características e benefícios, assim como o nome do comerciante e valor da transação, para obter e apresentar o seu saldo de recompensas, os pontos de recompensas (ou equivalente) que seriam cobrados pela transação e o saldo após a transação. Para que possa selecionar o plano de prestações mais adequado para si, a Apple disponibiliza informação sobre comerciantes e valores de transações às entidades emitentes participantes, o que lhes permite avaliar os critérios de elegibilidade e fornecer à Apple uma lista das opções disponíveis. A Apple não retém qualquer informação processada para fornecer funcionalidades de pagamento avançadas do Apple Pay que permita a sua identificação. Depois de autorizar o pagamento, outra informação solicitada pelo comerciante, como por exemplo, um número de conta associado ao dispositivo ou ao comerciante, a sua morada ou endereço de e‑mail, é igualmente fornecida. O número do cartão de crédito, débito ou pré‑pago não é revelado quando usa o Apple Pay. Para ajudar a garantir que quaisquer custos recorrentes ou outros iniciados pelo comerciante (como assinaturas) são autorizados por si, quando escolhe fornecer métodos de pagamento Apple Pay elegíveis aos comerciantes participantes para custos recorrentes ou custos iniciados pelo comerciante, a sua entidade emissora e/ou rede de pagamentos aprovará e criará um número de conta específico do comerciante para ser usado na cobrança desses custos. Apenas esse número de conta específico do comerciante pode ser usado por um comerciante participante para autorizar transações sem fazer uma ação específica. A Apple saberá que comerciantes estão associados aos seus números de conta específicos de comerciante, mas não o que comprou ou quanto pagou. Para gerir os números específicos do comerciante na Carteira, toque no cartão e, depois, toque no botão “Mais” para ver os detalhes do cartão. Para cartões com determinadas características de prevenção avançada de fraude, quando tenta efetuar uma transação online ou numa aplicação, o dispositivo avalia informação sobre a sua conta Apple, dispositivo e localização, se tiver ativado os serviços de localização para a aplicação Carteira, para desenvolver avaliações de prevenção de fraude no dispositivo. Os resultados das avaliações de prevenção de fraude no dispositivo, sem incluir os dados subjacentes, serão enviados à Apple e combinados com a informação que a Apple tem sobre o seu dispositivo e conta, para desenvolver avaliações de prevenção de fraude em transações Apple Pay. Estas avaliações de prevenção de fraude em transações podem ser partilhadas com a rede de pagamento, juntamente com um identificador do endereço de envio e endereço IP (se disponível), para prevenir fraude no momento da transação. O identificador do endereço de envio varia consoante a rede de pagamento e pode ser usado para confirmar se os endereços de envio de diferentes transações com um determinado cartão no seu dispositivo são os mesmos, de uma forma que não revela o endereço subjacente. Para verificar se um cartão dispõe deste tipo de prevenção avançada de fraude, consulte o verso da credencial de pagamento na aplicação Carteira. Para impedir a partilha de avaliações de prevenção de fraude com a rede de pagamento, pode selecionar um cartão diferente. Ao usar uma aplicação ou ao visitar um site através do Safari que aceite o Apple Pay, no iOS, watchOS ou macOS, a aplicação ou o site pode ver se o Apple Pay está ou não ativado no dispositivo. Quando visita um site com o Safari num dispositivo iOS ou Mac ao qual não é possível adicionar um cartão, o site pode ainda assim ver se o Apple Pay está ativado num iPhone ou Apple Watch que use a mesma conta Apple. Pode impedir que os sites tenham acesso a esta informação alterando as definições. No iOS, abra Definições > Aplicações > Safari > Avançadas > Apple Pay. No Mac, vá a Safari > Definições > Avançadas e desassinale “Permitir que os sites verifiquem se Apple Pay e Apple Card estão configurados”. Salvaguardar os métodos de pagamento Salvaguardar os métodos de pagamento no Safari Para ajudar a salvaguardar os seus métodos de pagamento no ecossistema Apple e beneficiar da privacidade e segurança do serviço Apple Pay, os métodos de pagamento Apple Pay suportados da aplicação Carteira também estarão disponíveis para o preenchimento automático no Safari. Ao fazer compras online com o preenchimento automático do Safari, pode configurar um número de cartão virtual para ocultar o seu número de cartão físico, caso esta opção seja suportada pela entidade emitente e a rede do cartão participante. Para ativar esta funcionalidade, a Apple enviará informação limitada sobre o seu método de pagamento à rede ou entidade emitente (ou terceiros autorizados), a qual irá gerar um número de cartão virtual que possa utilizar ao fazer compras online com o preenchimento automático do Safari. Para gerir os números de cartões usados com o Apple Pay, incluindo números de cartões virtuais, aceda ao verso do cartão na aplicação Carteira e toque para ver a informação do cartão. Também pode ajudar a salvaguardar os métodos de pagamento já existentes no preenchimento automático do Safari ao pagar com o Apple Pay ou um número de cartão virtual, em vez do número do cartão físico. Para gerir, vá a Definições > Carteira e Apple Pay e toque em “Usar Apple Pay sempre que disponível”. Quando esta opção está ativada, será enviada à rede de pagamento alguma informação sobre o cartão guardado no preenchimento automático do Safari que seja necessária para confirmar a elegibilidade para Apple Pay. Se a rede de pagamento indicar que o cartão é elegível, a Apple adicionará o método de pagamento à aplicação Carteira e a rede irá gerar um número para o cartão usado com o Apple Pay para aumentar o nível de segurança em compras online. Salvaguardar os métodos de pagamento da conta Apple Para ajudar a gerir os seus métodos de pagamento no ecossistema Apple, a Apple pode verificar se qualquer método de pagamento Apple Pay está elegível para ser adicionado como método de pagamento da sua conta Apple e apresentar esses métodos de pagamento em Definições > [o seu nome] > Pagamento e envio > Adicionar método de pagamento > Método de pagamento. Quando realiza uma transação com a sua conta Apple, a Apple pode também verificar se qualquer um dos métodos de pagamento da conta Apple é elegível para o serviço Apple Pay. Se for o caso, para ajudar a salvaguardar a sua informação de pagamento, a Apple pode ativar o Apple Pay para esse método de pagamento. Pode modificar os seus métodos de pagamento da conta Apple em qualquer altura em Definições > [o seu nome] > Pagamento e envio. A Apple transmite, mas não armazena, a informação de pagamento Para poder ser transmitida com segurança, a informação de pagamento em aplicações, sites e Conversa empresarial é enviada à Apple de forma cifrada, sendo por breves momentos decifrada e depois novamente cifrada por uma chave única de modo a garantir que só possa ser lida pelo comerciante, programador ou respetivo processador de pagamento. Quando efetua uma compra num Mac no qual não é possível adicionar um cartão, o computador e o dispositivo que autoriza o pagamento comunicam por um canal cifrado, através dos servidores da Apple. A informação retida pela Apple não contém dados de teor pessoal. Apple Pay também permite efetuar pagamentos em navegadores de terceiros e usar dispositivos compatíveis com Apple Pay para autorizar a transação. Quando usa esta funcionalidade, a Apple cria um canal de comunicação entre o navegador de terceiros e o seu dispositivo com o qual autoriza a transação através dos servidores da Apple, para que possa atualizar os seus dados de envio e pagamento e transmitir a sua autorização. A Apple poderá ver brevemente os seus dados de faturação e envio e a informação sobre taxas do comerciante, como impostos ou custos de envio associados à compra. A informação retida pela Apple não contém dados de teor pessoal. Seguimento de encomendas do Apple Pay Para lhe disponibilizar o seguimento da encomenda, ao fazer uma compra Apple Pay, um comerciante participante envia a sua informação de encomenda limitada do dispositivo para o seu dispositivo, que será usada para seguir a sua encomenda. E a Apple fornece ao comerciante um identificador de dispositivo específico do comerciante e um token por push que o comerciante pode usar para enviar atualizações de encomendas para o dispositivo. A Apple facilita atualizações dos comerciantes, mas não armazena informação sobre encomendas, nem faz o seguimento de quantos comerciantes, com que frequência e que comerciantes enviam atualizações sobre encomendas. A informação de seguimento da encomenda é armazenada localmente nos seus dispositivos e mantida atualizada em todos os dispositivos através da sincronização de uma cópia cifrada à qual a Apple não tem acesso. Pode gerir as suas encomendas do Apple Pay em qualquer altura tocando para ver as suas encomendas, tocando numa encomenda específica e, depois, tocando em “Gerir encomenda”. Também pode gerir as notificações sobre encomendas tocando no botão Mais e, depois, na opção “Silenciar notificações” em Encomendas. Quando termina sessão na sua conta, o seu dispositivo pode ainda reter informação limitada sobre encomendas para as quais o dispositivo está a receber atualizações. A informação não ficará visível para os utilizadores do dispositivo, serão retidas por um curto período de tempo e usadas pelo seu dispositivo apenas para ajudar a parar o envio de atualizações por parte do dispositivo após o encerramento da sessão para evitar o acesso não autorizado à informação sobre a encomenda. Partilhar a atividade da conta com aplicações de terceiros Pode partilhar detalhes da sua conta do Apple Card, Savings e Apple Cash e o histórico de transações com aplicações de gestão financeira participantes e fiáveis da App Store. As aplicações têm de pedir acesso para ler a atividade da sua conta do Apple Card, Savings ou Apple Cash com o Apple Pay na aplicação Carteira. Tem todo o controlo sobre os dados que partilha com essas aplicações e pode mudar o que é partilhado em qualquer altura. A atividade da conta que decidir partilhar com uma aplicação de terceiros será tratada de acordo com a política de privacidade dessa aplicação. A Apple não vê nem armazena detalhes da conta nem o histórico de transações quando partilha a atividade da conta. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais do Apple Pay geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros, incluindo informação sobre: • A sua conta, tal como se a conta está ativa. • O seu dispositivo, tal como o tipo de dispositivo, a versão de software e o número de série do dispositivo. • O seu cartão, tal como a informação apresentada no cartão. • A entidade emitente do cartão, tal como um terceiro autorizado a fornecer atualizações ao cartão. • A sua utilização do Apple Pay, por exemplo, o número de cartões que adicionou. • A sua localização. Esses interesses legítimos incluem: • Adicionar e gerir um cartão. • Ajudar a melhorar e otimizar o serviço para si e para outras pessoas. • Ajudar a descobrir funcionalidades que são mais relevantes para si. • Verificar a elegibilidade. • Prestar‑lhe os serviços solicitados. • Enviar‑lhe comunicações acerca do Apple Pay e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse. Prevenir fraude e outras atividades maliciosas. Outra informação Para determinar a elegibilidade para funcionalidades da aplicação Carteira e Apple Pay, quando toca num cartão na Carteira, a Apple verifica se este é elegível para a funcionalidade determinando o país de emissão e se a entidade emitente participa na funcionalidade. Se tiver ativado os serviços de localização, a localização do seu dispositivo na altura da respetiva utilização para efetuar um pagamento numa loja pode ser enviada de forma anónima à Apple e será usada para ajudar a melhorar a precisão da informação relacionada com as lojas registada no histórico de transações da aplicação Carteira, e pode ser retida pela Apple para melhorar a aplicação Mapas, Apple Pay e Carteira. No iOS, pode desativar esta funcionalidade de localização do Apple Pay em qualquer altura; em Definições > Privacidade e segurança > Serviços de localização > Serviços do sistema, toque em “Identificação de comerciante Apple Pay”. No Mac, vá a Definições do Sistema > Privacidade e segurança > Privacidade > Serviços de localização e, depois, clique para desativar “Carteira”. Para ajudar a melhorar o Apple Pay, a Apple recolhe informação sobre a sua utilização do Apple Pay e armazena essa informação de uma forma que não permite a sua identificação. Esta informação inclui o tempo necessário para adicionar um cartão ou completar uma transação com o Apple Pay. A Apple pode também usar esta informação para melhorar outros produtos e serviços da Apple, para fins de marketing, para evitar fraudes e para fins de segurança. Os termos estabelecidos por qualquer acordo de titular de cartão, utilizador ou comerciante, ou outros termos e condições aplicáveis à utilização das funcionalidades do Apple Pay permanecem em vigor relativamente aos seus cartões de pagamento e ao modo como são utilizados com o Apple Pay; é possível que estes termos tenham normas de privacidade adicionais. Nem a Apple nem as empresas afiliadas que fornecem o Apple Pay são um banco e o presente aviso complementa quaisquer avisos que venha a receber do seu banco. Caso a Apple suspeite de fraude relacionada com a utilização do Apple Pay, poderá ser partilhada informação acerca da conta Apple e das transações potencialmente fraudulentas com a entidade emitente do cartão ou fornecedor da rede de pagamento no intuito de prevenir fraudes. A Apple retém dados pessoais unicamente pelo período de tempo necessário para cumprimento dos fins para os quais foram recolhidos, como descrito nesta nota e de acordo com a Política de Privacidade da Apple ou conforme exigido por lei. Ao avaliar os períodos de retenção, é analisado cuidadosamente se é necessário reter os dados pessoais recolhidos e, se a retenção for necessária, são feitos todos os esforços para que o seja pelo menor período de tempo permitido por lei. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Apple Pay vă permite să faceți cumpărături în siguranță din magazine, din aplicații și de pe web, utilizând carduri de debit, de credit și preplătite. Apple Pay este un serviciu tehnologic furnizat de companii afiliate Apple Inc., care sunt responsabile pentru datele dvs. personale. Furnizorul dvs. Apple Pay poate fi diferit în funcție de localizarea dvs., cum ar fi Apple Payments Services LLC în Statele Unite ale Americii. Pentru informații suplimentare despre entitățile Apple responsabile de procesarea datelor dvs. personale, vizitați Politica de confidențialitate Apple, la adresa www.apple.com/ro/privacy și companiile afiliate Apple la www.apple.com/legal/privacy/ro/affiliated-company. Adăugarea cardurilor la Apple Pay Atunci când adăugați la Apple Pay carduri de plată precum carduri de magazin, de credit, de debit și preplătite, informațiile pe care le furnizați despre card și starea de activare a anumitor configurări ale dispozitivului pot fi trimise la Apple pentru a determina eligibilitatea dvs. de a activa Apple Pay și funcționalitățile sale. De asemenea, dispozitivul dvs. poate evalua obiceiurile de utilizare a dispozitivului (de exemplu, procentul de timp în care dispozitivul este în mișcare sau numărul aproximativ de apeluri pe săptămână) pentru a ajuta la identificarea fraudelor. Informațiile evaluate de dispozitiv nu sunt partajate cu Apple într‑un mod care poate fi asociat cu dvs. Pentru a determina eligibilitatea pentru anumite funcționalități Apple Pay, emitentul cardului, rețeaua de plăți sau furnizorul autorizat de emitentul cardului poate partaja cu Apple informații despre funcționalitățile și beneficiile cardului, cum ar fi dacă acesta este compatibil cu recompensele sau programul de rate. De asemenea, pentru a activa Apple Pay, a determina eligibilitatea cardului dvs., a configura cardul cu Apple Pay și a preîntâmpina fraudele, Apple poate să furnizeze informații către entitățile respective, inclusiv: • Numărul cardului dvs. de credit, de debit sau preplătit • Numele și adresele de facturare asociate contului dvs. Apple • Informații generale despre activitatea contului dvs. Apple (de exemplu, dacă aveți un istoric îndelungat de tranzacții în cadrul iTunes) • Informații despre dispozitivul dvs. și, dacă utilizați un Apple Watch, despre dispozitivul iOS asociat acestuia (de exemplu, un identificator de dispozitiv, numărul de telefon, numele și modelul, atât pentru Apple Watch‑ul dvs., cât și pentru dispozitivul iOS asociat) • Localizarea dvs. în momentul în care adăugați cardul (dacă aveți activate serviciile de localizare) • Istoricul contului sau dispozitivului referitor la adăugarea cardurilor de plată • Statistici agregate referitoare la informații de pe cardurile de plată pe care le‑ați adăugat sau ați încercat să le adăugați la Apple Pay Când adăugați la Apple Pay un card utilizând o aplicație terță, precum o aplicație bancară, aplicația trimite un identificator de cont sau de card către dispozitivul dvs. Aceste informații sunt utilizate de Apple și de emitentul cardului pentru a determina eligibilitatea cardului dvs., pentru a vă configura cardul pentru Apple Pay și pentru a preveni fraudele. Pentru a vă ajuta la configurarea cardurilor pe care le aveți sau le‑ați avut recent pe alte dispozitive, Apple stochează o referință a cardului asociată cu contul dvs. Apple, care poate fi utilizată împreună cu emitentul cardului sau rețeaua de plăți pentru a readăuga cardul după introducerea codului de securitate. Apple Pay nu stochează numărul cardului de credit, de debit sau preplătit inițial. Efectuarea plăților cu Apple Pay Atunci când inițiați o plată, codul dvs. ZIP, codul poștal sau alte informații echivalente pot fi furnizate aplicației, site‑ului web sau comerciantului pentru a permite calcularea taxelor și a costurilor de expediere. Când inițiați o plată într‑un browser terț, browserul generează un cod QR sau un cod App Clip pe care să îl scanați cu dispozitivul dvs. compatibil cu Apple Pay. După scanare, Apple inițiază un canal de comunicare între browser și dispozitivul compatibil cu Apple Pay, prin care browserul și dispozitivul partajează informații relevante despre tranzacție și facturare și/sau expediere, necesare pentru procesarea tranzacției. Dacă sunt activate funcționalități îmbunătățite de plată Apple Pay, cum ar fi posibilitatea de plată în rate sau recompensele, după ce inițiați o achiziție Apple Pay, Apple va identifica opțiunile de plată disponibile pentru dvs. pe baza cardurilor disponibile în Portofel și a beneficiilor și funcționalităților respectivelor carduri, puse la dispoziția Apple de emitenții cardurilor. De asemenea, puteți opta ca Apple să identifice opțiuni suplimentare de plată care ar putea fi disponibile pentru dvs. și care nu se află încă în Portofel. Pentru a realiza acest lucru, Apple va utiliza informațiile despre tranzacția dvs., cum ar fi comerciantul și suma, pentru a determina dacă sunt disponibile metode suplimentare de plată pentru respectiva tranzacție. Apple nu reține informații despre tranzacție și verificarea eligibilității metodei de plată într‑o modalitate care să fie legată de dvs. Dacă optați să vă înscrieți pentru o nouă metodă de plată, informațiile din cererea de înscriere vor fi partajate direct cu emitentul și nu vor fi vizualizate sau stocate de către Apple. Pentru a vă ajuta să luați decizii financiare informate, dacă alegeți să plătiți cu recompense, Apple poate utiliza informații despre cardul dvs., funcționalitățile și beneficiile acestuia, cât și despre comerciant și valoarea tranzacției, pentru a prelua și afișa soldul curent al recompenselor, punctele de recompensă (sau echivalentul lor) care vor fi debitate pentru tranzacție și soldul recompenselor după efectuarea tranzacției. Pentru a vă permite să alegeți planul de rate potrivit pentru sănătatea dvs. financiară, Apple le furnizează emitenților participanți informații referitoare la comerciant și la sumă, pe care aceștia le pot utiliza pentru a evalua eligibilitatea și pentru a pune la dispoziția Apple o listă de opțiuni pentru plata în rate pe care să o puteți consulta pe ecran. Aceste informații procesate pentru a vă oferi funcționalități îmbunătățite de plată Apple Pay nu sunt reținute de Apple într‑un mod care să fie legat de dvs. După ce autorizați plata, comerciantului îi sunt furnizate și alte informații solicitate, precum un număr de cont specific dispozitivului sau comerciantului, adresa de expediere sau adresa de e‑mail. Numărul cardului dvs. de credit, de debit sau preplătit nu este furnizat când utilizați Apple Pay. Pentru a asigura autorizarea de către dvs. a oricăror solicitări de plată recurente sau altor solicitări de plată inițiate de comercianți, precum cele pentru abonamente, atunci când optați să puneți la dispoziția comercianților participanți metode de plată Apple Pay pentru solicitări de plată recurente sau inițiate de comerciant, emitentul și/sau rețeaua de plată vor aproba și genera un număr de cont specific comerciantului care să fie utilizat pentru asemenea solicitări de plată. Doar respectivul număr de cont specific comerciantului poate fi utilizat de un comerciant participant pentru a autoriza tranzacțiile fără ca dvs. să întreprindeți o acțiune specifică. Apple va ști ce comercianți sunt asociați cu numerele de cont specifice comercianților, dar nu ce ați achiziționat sau cât ați plătit pentru achiziție. Puteți gestiona numerele de cont specifice comercianților în Portofel apăsând pe card și apăsând pe butonul Mai multe pentru a afișa detaliile cardului. Pentru cardurile cu anumite măsuri de protecție sporită împotriva fraudelor, atunci când încercați o tranzacție online sau din aplicații, dispozitivul dvs. va analiza informațiile despre contul Apple, dispozitivul și localizarea dvs. (dacă ați activat serviciile de localizare pentru Portofel) pentru a realiza evaluări de prevenire a fraudelor pe dispozitiv. Rezultatele evaluărilor de prevenire a fraudelor de pe dispozitiv, însă nu și datele care stau la baza acestora, vor fi trimise la Apple și vor fi combinate cu informații pe care Apple le cunoaște despre dispozitivul și contul dvs. pentru a dezvolta evaluări de prevenire a fraudelor la realizarea tranzacțiilor Apple Pay. Aceste evaluări de prevenire a fraudelor la realizarea tranzacțiilor pot fi partajate cu rețeaua dvs. de plăți, împreună cu un identificator al adresei de expediere și adresa IP, dacă este disponibilă, cu scopul de a preveni fraudele în momentul realizării unei tranzacții. Identificatorul adresei de expediere diferă în funcție de rețeaua de plăți și poate fi utilizat pentru a confirma dacă adresele de expediere pentru diferite tranzacții realizate cu un anumit card de pe dispozitivul dvs. coincid, într‑un mod care nu dezvăluie adresa efectivă. Puteți verifica oricând dacă un card are această protecție sporită împotriva fraudelor accesând versoul cardului de plată în Portofel. Pentru a împiedica partajarea cu rețeaua dvs. de plată a evaluărilor de prevenire a fraudelor, puteți selecta un alt card. Când folosiți o aplicație sau vizitați în Safari un site web care utilizează Apple Pay pe iOS, watchOS sau macOS, aplicația sau site‑ul web poate verifica dacă aveți funcționalitatea Apple Pay activată pe dispozitivul respectiv. Când vizitați un site web în Safari de pe un dispozitiv iOS sau de pe un Mac pe care nu poate fi adăugat un card, site‑ul web poate verifica dacă aveți funcționalitatea Apple Pay configurată pe un iPhone sau Apple Watch care utilizează același cont Apple. Puteți să dezactivați posibilitatea ca site‑urile web pe care le vizitați să verifice dacă funcționalitatea Apple Pay este activată prin schimbarea configurărilor dvs. Pe iOS, accesați Configurări > Aplicații > Safari > Avansat > Verificare Apple Pay. Pe Mac, accesați Safari > Configurări > Avansat și deselectați “Permite site‑urilor web să verifice disponibilitatea Apple Pay și Apple Card”. Protejarea metodelor dvs. de plată Protejarea metodelor de plată în Safari Pentru a vă ajuta să vă protejați metodele de plată în ecosistemul Apple și a beneficia de intimitatea și securitatea oferite de Apple Pay, metodele dvs. de plată Apple Pay compatibile din Portofel vor fi disponibile și în funcția Auto‑completare din Safari. Când faceți cumpărături online folosind Auto‑completare în Safari, puteți configura pentru site‑urile web un număr de card virtual pentru a ascunde numărul cardului fizic, dacă acest lucru este permis de rețeaua și emitentul cardului dvs. participant. Pentru a activa această funcționalitate, Apple va trimite la rețeaua sau la emitentul dvs. (ori la o terță parte autorizată de aceștia) informații limitate despre metoda dvs. de plată, ceea ce va genera un număr de card virtual, pe care îl puteți utiliza când faceți cumpărături online folosind Auto‑completare în Safari. Pentru a vă gestiona numerele de carduri Apple Pay, inclusiv numerele de carduri virtuale, accesați versoul cardului în Portofel și apăsați pe Afișați informațiile cardului. De asemenea, vă puteți proteja metodele de plată stocate deja în funcția Auto‑completare din Safari plătind cu Apple Pay sau folosind un număr de card virtual în locul numărului de card fizic. Pentru aceasta, accesați Configurări > Portofel și Apple Pay și apăsați pe Utilizați Apple Pay când opțiunea este disponibilă. Când opțiunea este activată, la rețeaua dvs. de plată vor fi trimise spre verificare informații limitate despre cardul dvs. salvat în funcția Auto‑completare din Safari. Aceste informații sunt necesare pentru a verifica eligibilitatea dvs. pentru Apple Pay. Dacă rețeaua dvs. de plată confirmă eligibilitatea cardului, Apple va adăuga metoda de plată în Portofel, iar rețeaua va genera un număr de card Apple Pay pentru o protecție sporită a cumpărăturilor online. Protejarea metodelor de plată înregistrate în contul dvs. Apple Pentru a vă ajuta să vă gestionați metodele de plată în ecosistemul Apple, Apple poate verifica dacă vreuna dintre metodele Apple Pay este eligibilă pentru a fi adăugată ca metodă de plată înregistrată pentru contul dvs. Apple și va afișa respectiva metodă de plată în Configurări > [numele dvs.] > Plată și expediere > Adăugați o metodă de plată > Metodă de plată. Când derulați o tranzacție cu contul dvs. Apple, Apple poate verifica, de asemenea, dacă vreuna dintre metodele de plată înregistrate ale contului Apple este eligibilă pentru Apple Pay. În acest caz, pentru a ajuta la protejarea informațiilor de plată, Apple poate activa Apple Pay pentru metoda de plată respectivă. Vă puteți modifica oricând metodele de plată ale contului dvs. Apple accesând Configurări > [numele dvs.] > Plată și expediere. Apple transmite, dar nu stochează informațiile dvs. de plată Pentru a transmite în siguranță informațiile dvs. de plată din aplicații, de pe site‑uri web și din Chat business, acestea sunt trimise într‑o formă criptată la Apple, unde sunt decriptate și recriptate rapid cu o cheie specifică fiecărui comerciant, astfel încât doar comerciantul, dezvoltatorul sau procesatorul de plăți al acestora să poată decripta informațiile plății dvs. Atunci când faceți o plată de pe un Mac pe care nu poate fi adăugat un card, Mac‑ul respectiv și dispozitivul de autorizare comunică folosind un canal criptat prin intermediul serverelor Apple. Apple nu reține niciuna dintre aceste informații într‑o formă care să vă identifice personal. De asemenea, Apple Pay vă permite să efectuați plăți în browsere terțe și să utilizați dispozitive compatibile cu Apple Pay pentru a autoriza tranzacția. La utilizarea acestei funcționalități, Apple va crea un canal de comunicare între browserul terț și dispozitivul dvs. de autorizare prin intermediul serverelor Apple, pentru a vă permite să vă actualizați detaliile de expediere și de plată și pentru a furniza autorizarea. Informațiile dvs. despre expediere și facturare și informațiile despre costurile către comerciant, cum ar fi taxele sau costurile de expediere asociate cu achiziția dvs. vor fi vizibile pentru scurt timp pentru Apple. Apple nu reține niciuna dintre aceste informații într‑o formă care să vă identifice personal. Urmărirea comenzilor Apple Pay Pentru a vă da posibilitatea de urmărire a comenzii după realizarea unei achiziții prin Apple Pay, un comerciant participant trimite informații despre comandă limitate la nivel de dispozitiv care să fie utilizate de dispozitivul dvs. pentru a urmări comanda. În plus, Apple pune la dispoziția comerciantului un identificator de dispozitiv specific comerciantului și un token Push pe care comerciantul îl poate utiliza pentru a oferi actualizări ale comenzii pe dispozitiv. Apple facilitează actualizările comercianților, dar nu stochează informații despre comandă și nici nu ține evidența numărului sau frecvenței actualizărilor comenzilor sau comercianților care au trimis aceste actualizări. Informațiile de urmărire a comenzilor sunt stocate local pe dispozitiv și sunt menținute la zi pe toate dispozitivele prin sincronizarea unei copii criptate, care nu poate fi accesată de Apple. Puteți gestiona oricând comenzile Apple Pay apăsând pe Comenzi pentru a le vizualiza, apăsând pe o comandă specifică și apăsând pe Gestionați comanda. De asemenea, puteți gestiona notificările despre comenzi accesând Comenzi, apăsând pe butonul Mai multe, apoi apăsând pe Dezactivați notificările. Când ieșiți din cont, dispozitivul dvs. poate reține în continuare informații limitate despre comenzile pentru care dispozitivul primește actualizări. Aceste informații nu vor fi vizibile pentru utilizatorii dispozitivului, vor fi reținute pe o perioadă scurtă și vor fi utilizate de dispozitiv doar pentru a facilita oprirea trimiterii de actualizări pe dispozitiv după ieșirea din cont, pentru a împiedica accesul neautorizat la informațiile despre comenzile dvs. Partajarea activității contului cu aplicații terțe Puteți partaja detaliile conturilor dvs. Apple Card, Savings și Apple Cash, precum și istoricul tranzacțiilor cu aplicațiile de gestionare financiară personală participante în care aveți încredere din App Store. Aplicațiile trebuie să solicite permisiunea de a citi activitatea conturilor dvs. Apple Card, Savings sau Apple Cash din Apple Pay în Portofel. Aveți controlul asupra datelor pe care le partajați cu aceste aplicații și puteți schimba ceea ce partajați în orice moment. Activitatea conturilor pe care optați să o partajați cu o aplicație terță va fi gestionată în conformitate cu politica de confidențialitate a aplicației respective. Apple nu vede și nu stochează detaliile contului dvs. sau istoricul tranzacțiilor atunci când vă partajați activitatea contului. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale din Apple Pay pentru executarea contractului dvs. cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale, după caz, în scopul intereselor noastre legitime sau ale celor ale terților, inclusiv informații referitoare la: • Contul dvs., precum dacă acesta este sau nu activ • Dispozitivul dvs., precum tipul de dispozitiv, versiunea software‑ului și numărul serial al dispozitivului • Tichetul dvs., precum informațiile afișate pe tichet • Emitentul tichetului, precum partea terță autorizată să furnizeze actualizări pentru tichet • Modul în care utilizați Apple Pay, de exemplu, numărul de tichete Apple Pay pe care le‑ați adăugat • Localizarea dvs. Aceste interese legitime includ: • Adăugarea și gestionarea unui tichet • Susținerea îmbunătățirii și optimizării serviciului pentru dvs. și pentru ceilalți utilizatori • Ajutorul pe care vi‑l oferim pentru a descoperi funcționalitățile cele mai relevante pentru dvs. • Verificarea eligibilității • Oferirea de servicii solicitate • Trimiterea de comunicări despre Apple Pay și alte produse, servicii și oferte Apple conexe care v‑ar putea interesa Prevenirea fraudelor și a activităților rău intenționate Alte informații Atunci când apăsați pe un card în Portofel, Apple ar putea verifica dacă este eligibil, în funcție de țara în care a fost emis și dacă emitentul participă la serviciul respectiv, pentru a determina eligibilitatea pentru servicii din Portofel și Apple Pay. Dacă aveți activate serviciile de localizare, este posibil ca localizarea dispozitivului dvs. din momentul în care îl utilizați pentru a face cumpărături în magazine să fie trimisă în mod anonim la Apple. Aceasta va fi utilizată pentru ca Apple Pay să înregistreze cu o mai mare acuratețe numele agenților economici în istoricul tranzacțiilor cu cardul din Portofel și poate fi păstrată într‑o bază de date agregată pentru a servi la îmbunătățirea aplicațiilor Hărți Apple, Apple Pay și Portofel. Puteți dezactiva oricând această funcționalitate Apple Pay bazată pe localizare pe dispozitivul dvs. iOS accesând Configurări > Intimitate și securitate > Servicii de localizare > Servicii de sistem și apăsând pentru a dezactiva “Identificare comerciant Apple Pay”. Pe Mac, accesați Configurări sistem > Intimitate și securitate > Intimitate > Servicii de localizare, apoi faceți clic pentru a dezactiva Portofel. Pentru a contribui la îmbunătățirea Apple Pay, Apple colectează informații despre modul în care utilizați Apple Pay și stochează informațiile respective într‑un mod care nu vă identifică personal. Aceste informații includ durata necesară pentru a adăuga cu succes un card sau pentru a finaliza o tranzacție utilizând Apple Pay. De asemenea, Apple poate utiliza aceste informații pentru a îmbunătăți alte produse și servicii Apple, în scopuri de marketing, de prevenire a fraudelor și de securitate. Clauzele oricărui acord de titular de card, utilizator sau comerciant sau alte clauze și condiții aplicabile pentru utilizarea funcționalităților Apple Pay vor continua să guverneze utilizarea cardurilor dvs. și utilizarea acestora în legătură cu Apple Pay, iar aceste clauze pot avea politici suplimentare de confidențialitate. Apple și companiile sale afiliate care furnizează Apple Pay nu sunt unități bancare și această informare se realizează pe lângă orice altă informare pe care ați putea să o primiți din partea băncii dvs. În eventualitatea că Apple suspectează fraude legate de utilizarea Apple Pay, informații despre contul Apple și tranzacțiile potențial frauduloase pot fi partajate cu emitentul cardului sau cu furnizorul rețelei de plată pentru a preveni fraudele. Apple păstrează datele personale doar atât timp cât este necesar pentru a îndeplini scopul pentru care au fost colectate, inclusiv scopurile descrise în această înștiințare și în conformitate cu Politica de confidențialitate Apple, sau conform obligațiilor legale. Când evaluăm perioadele de retenție, prima dată examinăm cu atenție dacă este necesar să păstrăm datele personale colectate și, dacă retenția este necesară, ne străduim să păstrăm datele personale pentru cea mai scurtă perioadă permisă de lege. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Apple Pay дает возможность безопасно совершать покупки в магазинах, приложениях и в интернете с использованием дебетовых, кредитных и предоплаченных карт. Apple Pay — это сервис, предоставляемый дочерними компаниями Apple Inc., которые несут ответственность за Ваши персональные данные. Ваш провайдер Apple Pay может зависеть от Вашей геопозиции. Например, в США это компания Apple Payments Services LLC. Подробнее о дочерних компаниях Apple, которые отвечают за обработку Ваших персональных данных, можно узнать в Политике конфиденциальности Apple (www.apple.com/ru/legal/privacy) и в статье об аффилированных компаниях Apple (www.apple.com/legal/privacy/ru/affiliated-company). Добавление карт в Apple Pay Когда Вы добавляете в Apple Pay платежную карту (кредитную, дебетовую, предоплаченную или карту магазина), предоставляемая Вами информация о карте и данные о том, включены ли на устройстве определенные параметры, может отправляться в Apple для проверки доступности сервиса Apple Pay и его функций для Вас. Ваше устройство также может анализировать шаблоны использования (например, какую часть времени устройство находится в движении или примерное количество телефонных вызовов в неделю) в целях выявления мошенничества. Информация, которую анализирует Ваше устройство, передается в Apple таким образом, что на ее основе невозможно установить Вашу личность. Эмитент Вашей карты, система платежей или иной провайдер, авторизованный эмитентом Вашей карты, может раскрыть Apple информацию о возможностях и преимуществах карты, например о том, поддерживает ли она бонусную программу или программу рассрочки. Это позволяет определить доступность различных функций Apple Pay. Apple также может предоставлять этим организациям информацию в целях активации Apple Pay, проверки соответствия карты установленным требованиям, настройки карты для Apple Pay, а также предотвращения мошенничества. Эта информация может включать указанные далее сведения. • Номер Вашей кредитной, дебетовой или предоплаченной карты. • Имя и адрес плательщика, связанные с Вашим Аккаунтом Apple. • Общая информация об активности в Вашем Аккаунте Apple (например, как давно Вы совершаете транзакции в iTunes). • Информация о Вашем устройстве, а если это часы Apple Watch, и об устройстве iOS, с которым создана пара (например, идентификаторы обоих устройств, номер телефона, имена и модели часов Apple Watch и устройства iOS, с которым создана пара). • Информация о Вашем местонахождении в момент добавления карты (если Службы геолокации включены). • История добавления платежных карт в Аккаунт Apple или на устройство. • Обобщенная статистика относительно информации, полученной от платежных карт, которые Вы добавили или пытались добавить в Apple Pay. Когда Вы добавляете в Apple Pay карту, используя стороннее приложение, например банковское, это приложение отправляет на Ваше устройство номер счета или идентификатор карты. Эта информация используется Apple и эмитентом карты, чтобы проверить соответствие карты установленным требованиям, чтобы настроить карту для Apple Pay, а также чтобы предотвратить мошенничество. Чтобы помочь Вам настроить карты (как те, что используются сейчас, так и те, что использовались недавно) на других Ваших устройствах, Apple связывает данные о картах с Вашим Аккаунтом Apple. Эмитент карты или платежная система может использовать информацию о Вашем Аккаунте Apple, чтобы Вы могли повторно добавить карту после ввода кода безопасности. Номер кредитной, дебетовой или предоплаченной карты не хранится в Apple Pay. Оплата с Apple Pay Когда Вы начинаете оплату, Ваш ZIP‑код, почтовый индекс или другая подобная информация может быть передана приложению, сайту или продавцу для расчета налогов и стоимости доставки. Когда Вы начинаете оплату в стороннем браузере, он генерирует QR‑код или код блиц-приложения, который нужно отсканировать с помощью Вашего устройства с поддержкой Apple Pay. После завершения сканирования Apple открывает канал передачи данных между браузером и устройством с поддержкой Apple Pay, через который они могут обмениваться информацией, необходимой для выполнения транзакции, например сведениями о самой транзакции, плательщике и/или доставке. Если включены расширенные платежные функции Apple Pay, например возможность начисления бонусов или оплаты в рассрочку, то после того как Вы начнете процесс оплаты с Apple Pay, компания Apple определит доступные варианты оплаты на основании того, какие карты добавлены в Wallet и какие у них есть возможности и преимущества. Эту информацию Apple получает от эмитентов карт. Вы также можете разрешить Apple обнаруживать дополнительные варианты оплаты, которые могут быть доступны Вам, но пока не добавлены в Wallet. В этом случае Apple будет использовать информацию о Вашей транзакции, например сведения о продавце и сумме оплаты, чтобы определить, доступны ли для этой транзакции дополнительные варианты оплаты. Apple не хранит информацию о транзакции и доступности вариантов оплаты в такой форме, которая позволяла бы установить Вашу личность. Если Вы решите подать заявку на подключение нового способа оплаты, все связанные с ней данные будут отправлены напрямую эмитенту Вашей карты — никто в Apple не увидит и не будет хранить их. Если Вы решите оплатить покупку бонусными баллами, Apple может помочь Вам принять информированное финансовое решение: используя сведения о Вашей карте, ее возможностях и преимуществах, а также о продавце и сумме транзакции, компания может получить и показать Вам данные о текущем балансе Ваших бонусных баллов, количестве баллов (или эквиваленте), которое будет списано за транзакцию, а также о балансе Ваших бонусных баллов после транзакции. Чтобы Вы могли выбрать график платежей, соответствующий Вашей финансовой ситуации, Apple предоставляет эмитентам, участвующим в программе, сведения о продавце и сумме покупки. На основе этих данных эмитенты оценивают возможность предоставления рассрочки и передают Apple список доступных вариантов, который компания показывает Вам. Apple не хранит информацию, обрабатываемую в рамках предоставления Вам расширенных платежных функций Apple Pay, в такой форме, которая позволяла бы установить Вашу личность. После авторизации платежа также предоставляются другие данные, запрошенные продавцом, например номер учетной записи устройства или продавца, адрес доставки или адрес электронной почты. При использовании Apple Pay номер кредитной, дебетовой или предоплаченной карты не передается. Когда Вы передаете продавцам-участникам данные подходящих способов оплаты с Apple Pay для регулярных или инициированных продавцами списаний средств, Ваш эмитент и/или платежная сеть одобрит и сгенерирует индивидуальный для каждого продавца номер счета, который будет использоваться для таких транзакций. Это поможет удостовериться в том, что любые регулярные и другие инициированные продавцами списания (например, оплата подписки) авторизованы Вами. Продавец-участник может использовать только этот индивидуальный номер счета для авторизации транзакций без Вашего участия. Компании Apple будет известно, с какими продавцами связан каждый из индивидуальных номеров счетов, сгенерированных для Вас. Apple не будет знать, что именно Вы купили и по какой стоимости. Управлять номерами своих счетов для индивидуального расчета с продавцами можно в Wallet. Для этого просмотрите информацию о карте: коснитесь карты, а затем — кнопки «Еще». При попытке совершить транзакцию на сайте или в приложении по карте с усиленной защитой от мошенничества Ваше устройство оценивает информацию о Вашем Аккаунте Apple, о самом устройстве и его геопозиции (если включены Службы геолокации для Wallet). Это необходимо для формирования на устройстве оценки риска мошенничества. Итоговая оценка риска мошенничества, созданная на устройстве, будет отправлена в Apple (без исходных анализируемых данных) и объединена с информацией о Вашем устройстве и учетной записи, известной Apple, что позволяет оценивать риск мошеннических действий при проведении транзакций с Apple Pay. Эта оценка рисков мошенничества при проведении транзакций может быть передана Вашей платежной системе вместе с идентификатором адреса доставки и IP‑адресом (при наличии), чтобы предотвращать мошеннические действия во время транзакций. У каждой платежной системы свой идентификатор адреса доставки. Он может использоваться для проверки того, совпадают ли адреса доставки для различных транзакций, совершенных с использованием конкретной карты на Вашем устройстве, без необходимости раскрывать настоящий адрес. Вы всегда можете проверить, оснащена ли карта усиленной защитой от мошенничества, открыв обратную сторону ее платежных реквизитов в Wallet. Чтобы оценка риска мошенничества не сообщалась платежной системе Вашей карты, можно выбрать другую карту. На устройствах iOS, watchOS или macOS, когда Вы работаете в приложении или просматриваете сайт с поддержкой Apple Pay, эти приложения и сайты могут проверять, активирована ли функция Apple Pay на этом устройстве. Когда Вы используете Safari для просмотра сайта с устройства iOS либо для просмотра сайта с Mac, на который нельзя добавить платежную карту, этот сайт может проверить, настроена ли функция Apple Pay на другом iPhone или других часах Apple Watch с помощью того же Аккаунта Apple. Можно запретить посещаемым веб‑сайтам проверять, включена ли функция Apple Pay. В iOS откройте «Настройки» > «Приложения» > «Safari» > «Дополнения» > «Проверка наличия Apple Pay». На Mac откройте меню «Safari» > «Настройки» > «Дополнения» и снимите флажок «Веб‑сайты могут проверять, настроены ли функции Apple Pay и Apple Card». Защита способов оплаты Защита способов оплаты в Safari Чтобы защитить Ваши платежные данные в экосистеме Apple и помочь Вам пользоваться всеми преимуществами надежности и безопасности платежей с Apple Pay, поддерживаемые способы оплаты, добавленные в Wallet для использования с Apple Pay, теперь будут доступны для автозаполнения в Safari. Для покупок в интернете можно создать номер виртуальной карты с возможностью автозаполнения на сайтах в Safari: так можно скрыть номер своей физической карты. Это возможно при условии, что платежная сеть и эмитент Вашей карты участвуют в партнерской программе и поддерживают функцию. Чтобы Вы могли воспользоваться этой функцией, Apple отправит Вашей платежной системе, эмитенту или авторизованной третьей стороне ограниченные данные о выбранном способе оплаты. Таким образом будет сгенерирован номер виртуальной карты для покупок в интернете с автозаполнением в Safari. Вы можете управлять номерами своих карт, используемых с Apple Pay, в том числе виртуальных. Для этого откройте оборотную сторону своей карты в Wallet и коснитесь ее, чтобы просмотреть данные карты. Также можно обезопасить свои способы оплаты, уже добавленные для автозаполнения в Safari, оплачивая покупки с Apple Pay или используя номер виртуальной карты вместо физической. Для управления перейдите в «Настройки» > «Wallet и Apple Pay» и коснитесь «Использование Apple Pay по возможности». Когда этот параметр включен, необходимые для подтверждения совместимости с Apple Pay ограниченные данные Вашей карты, сохраненной для автозаполнения в Safari, отправляются в платежную систему на проверку. Если платежная система подтвердит соответствие данных карты, Apple добавит эту карту в Wallet. Платежная система сгенерирует номер карты для усиленной защиты при оплате покупок в интернете с помощью Apple Pay. Защита способов оплаты, добавленных в Аккаунт Apple Чтобы помочь Вам управлять способами оплаты в своей экосистеме, Apple может проверять возможность добавления любых платежных средств Apple Pay к способам оплаты, связанным с Вашим Аккаунтом Apple. Эти платежные средства могут отображаться в меню «Настройки» > [Ваше имя] > «Оплата и доставка» > «Добавить способ оплаты» > «Способ оплаты». Когда Вы совершаете транзакцию со своим Аккаунтом Apple, для обработки транзакции Apple также может проверять, подходит ли связанный с Аккаунтом Apple способ оплаты для использования в системе Apple Pay. Если да, Apple может активировать Apple Pay для этого способа оплаты, чтобы защитить Вашу платежную информацию. Вы можете в любой момент изменить способы оплаты в своем Аккаунте Apple. Для этого откройте «Настройки» > [Ваше имя] > «Оплата и доставка». Apple передает, но не хранит Ваши платежные данные Для безопасной передачи платежной информации в приложениях, на сайтах и в Деловом чате данные отправляются в Apple в зашифрованном виде, где они немедленно расшифровываются и зашифровываются повторно с помощью специального ключа, уникального для каждого продавца. Таким образом, расшифровать Вашу платежную информацию может только выбранный продавец, разработчик или их платежный оператор. Когда Вы совершаете оплату на Mac, на который невозможно добавить карту, этот Mac и авторизованное устройство обмениваются данными по зашифрованному каналу через серверы Apple. Apple не хранит эту информацию в том виде, на основе которого можно установить Вашу личность. Apple Pay также дает возможность оплаты в сторонних браузерах и авторизации транзакций с помощью устройств с поддержкой Apple Pay. Когда Вы используете эту функцию, Apple открывает канал передачи данных между сторонним браузером и устройством, используемым для авторизации. Передача выполняется через серверы Apple и позволяет Вам изменить платежные данные и сведения о доставке, а также авторизовать транзакцию. Информация об оплате и доставке, а также сведения о применимых к Вашей покупке сборах, таких как налоги и стоимость отправки, на короткое время видна Apple. Apple не хранит эту информацию в том виде, на основе которого можно установить Вашу личность. Отслеживание заказов с Apple Pay Чтобы Вы могли отследить свой заказ, при оплате покупки с Apple Pay продавец-участник отправляет Вам информацию для отслеживания, которая будет доступна только на Вашем устройстве. Также Apple предоставляет продавцу индивидуальный идентификатор устройства и push‑токен, с помощью которого продавец может отправлять на устройство уведомления о статусе заказа. Apple содействует отправке уведомлений от продавцов, но не хранит информацию о заказах и не отслеживает то, какие продавцы, сколько раз и как часто отправляют уведомления о статусе заказов. Информация об отслеживании заказа хранится только на Ваших устройствах в зашифрованном виде и обновляется на всех устройствах посредством синхронизации зашифрованной копии, которая недоступна компании Apple. Заказами, оплаченными с Apple Pay, можно управлять в любое время. Для этого коснитесь меню «Заказы», выберите любой заказ, а затем коснитесь кнопки «Управлять заказом». Вы также можете управлять уведомлениями о своих заказах. Для этого откройте Заказы, коснитесь кнопки «Еще», а затем коснитесь параметра «Без уведомлений». После выхода из учетной записи Ваше устройство по‑прежнему может хранить некоторую информацию о заказах, о статусе которых устройство получает уведомления. Эта информация не будет видна пользователям устройства, будет храниться недолго и использоваться устройством только для того, чтобы блокировать отправку уведомлений на устройство после выхода из учетной записи. Это поможет предотвратить несанкционированный доступ к информации о Вашем заказе. Доступ к данным об операциях по счету для сторонних приложений Вы можете делиться данными своих счетов Apple Card, Savings и Apple Cash, а также связанной с ними историей транзакций с участвующими в программе приложениями из App Store, которым Вы доверяете и которые используете для управления личными финансами. Приложения должны запросить доступ к чтению данных об операциях по счету Apple Card, Savings или Apple Cash через сервис Apple Pay в Wallet. Вы можете управлять тем, какие данные доступны этим приложениям, и изменить свои предпочтения в любой момент. Данные об операциях по счету, которыми Вы решаете поделиться со сторонним приложением, будут обрабатываться в соответствии с его политикой конфиденциальности. Когда Вы делитесь информацией об операциях по своему счету, Apple не получает доступ к данным о Вашем счете и истории транзакций и не может сохранить их. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные, связанные с Apple Pay, в целях соблюдения условий Вашего договора с Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем перечисленные ниже категории персональных данных, в том числе следующую информацию: • Данные Вашей учетной записи, например сведения о том, активна ли она. • Сведения о Вашем устройстве, такие как тип устройства, версия операционной системы и серийный номер устройства. • Данные Вашей карты, например отображаемая на ней информация. • Сведения об эмитенте Вашей карты, например о третьей стороне, уполномоченной предоставлять обновления для карты. • Сведения о том, как Вы пользуетесь Apple Pay, например количество и типы добавленных Вами карт с поддержкой Apple Pay. • Ваша геопозиция. К упомянутым законным интересам относится следующее: • Добавление карты и управление ею. • Совершенствование и оптимизация сервиса для Вас и других пользователей. • Рекомендации наиболее подходящих Вам функций. • Проверка доступности сервисов. • Предоставление сервисов по Вашему запросу. • Отправка Вам сообщений о Apple Pay и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Предотвращение мошенничества и других вредоносных действий. Другие сведения Когда Вы касаетесь карты в Wallet, компания Apple может уточнять, совместима ли эта карта с функциями Wallet и Apple Pay, проверяя, в какой стране была выпущена эта карта и поддерживает ли ее эмитент работу этих функций. Если Службы геолокации включены, то сведения о геопозиции Вашего устройства в момент оплаты покупки в магазине могут передаваться в Apple с сохранением конфиденциальности. Сервис Apple Pay будет использовать эти сведения для отображения более точных названий организаций в истории транзакций по картам, добавленным в Wallet. Эти данные могут быть сохранены для последующего улучшения Карт Apple, Apple Pay и Wallet. Вы можете в любое время выключить функции Apple Pay, связанные с определением местонахождения. Для этого на устройстве iOS откройте «Настройки» > «Конфиденциальность и безопасность» > «Службы геолокации» > «Системные службы» и касанием выключите параметр «Идентиф. продавца Pay». На Mac откройте «Системные настройки» > «Конфиденциальность и безопасность» > «Конфиденциальность» > «Службы геолокации», затем в списке приложений и служб выключите Wallet. Для совершенствования Apple Pay компания Apple собирает информацию об использовании Вами функции Apple Pay, а также хранит эту информацию таким образом, чтобы на основании этих данных было невозможно установить Вашу личность. Эта информация включает сведения о том, сколько времени занимает процесс успешного добавления карты или совершения покупки с помощью Apple Pay. Apple может использовать эту информацию, чтобы совершенствовать другие свои продукты и сервисы, улучшать рекламу, предотвращать мошенничество и обеспечивать безопасность. Условия договора с держателем карты, пользователем, продавцом или другие условия работы функций Apple Pay продолжают регулировать то, как Вы можете использовать свои платежные карты, в том числе с Apple Pay. Эти условия могут содержать дополнительные политики конфиденциальности. Ни компания Apple, ни ее дочерние компании, предоставляющие сервис Apple Pay, не являются банком, и эта информация дополняет любую информацию, которую Вы можете получить от своего банка. Если Apple подозревает мошенничество в связи с использованием Apple Pay, информация о потенциально мошенническом Аккаунте Apple и связанных с ним транзакциях может быть передана эмитенту Вашей карты или провайдеру платежной сети для противодействия мошенничеству. Персональные данные хранятся в Apple только в течение срока, необходимого для целей сбора этих данных, как описано в настоящем документе, а также в соответствии с Политикой конфиденциальности Apple и требованиями законодательства. При расчете срока хранения данных в первую очередь учитывается необходимость хранения собранных персональных данных. Если это действительно необходимо, данные хранятся в течение самого короткого срока, разрешенного законодательством. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Apple Pay umožňuje vykonávať bezpečné nákupy v obchodoch, apkách a na webe pomocou debetných, kreditných a predplatených kariet. Apple Pay je technologická služba poskytovaná spoločnosťami pridruženými k spoločnosti Apple Inc., ktoré zodpovedajú za vaše osobné údaje. Poskytovateľ služby Apple Pay sa môže líšiť v závislosti od miesta vášho pobytu. Napríklad v USA túto službu poskytuje spoločnosť Apple Payments Services LLC. Viac informácií o subjektoch spoločnosti Apple zodpovedných za spracovanie vašich osobných údajov získate v zásadách ochrany osobných údajov spoločnosti Apple na stránke apple.com/sk/privacy a od spoločností pridružených k spoločnosti Apple na stránke www.apple.com/legal/privacy/sk/affiliated-company. Pridávanie kariet do Apple Pay Keď pridáte do Apple Pay platobnú kartu, ako je napríklad zákaznícka, kreditná, debetná alebo predplatená karta, poskytnuté informácie o vašej karte a stav niektorých nastavení na zariadení môžu byť odoslané spoločnosti Apple na stanovenie vašej spôsobilosti na povolenie služby Apple Pay a jej funkcií. Vaše zariadenie môže taktiež vyhodnotiť údaje o bežnom používaní zariadenia (napríklad čas, počas ktorého je zariadenie v pohybe, vyjadrený v percentách, alebo približný počet hovorov za týždeň), ktoré pomáhajú pri identifikácii podvodov. Informácie vyhodnocované na vašom zariadení nie sú spoločnosťou Apple zdieľané spôsobom, ktorý by umožňoval prepojiť ich s vami. Vydavateľ vašej karty, vaša platobná sieť alebo poskytovateľ autorizovaný vydavateľom vašej karty môže na stanovenie vašej spôsobilosti na určité funkcie služby Apple Pay zdieľať informácie o funkciách a výhodách karty so spoločnosťou Apple, napríklad či karta podporuje program odmien alebo splátkový program. Informácie môže týmto subjektom poskytovať aj spoločnosť Apple s cieľom povolenia služby Apple Pay, stanovenia použiteľnosti vašej karty, nastavenia vašej karty v službe Apple Pay a zabraňovania podvodom. Medzi tieto informácie patrí: • Číslo vašej kreditnej, debetnej alebo predplatenej karty. • Meno a fakturačná adresa priradené k vášmu Apple účtu. • Všeobecné informácie o aktivitách vo vašom Apple účte (napríklad či už ste nakupovali v iTunes). • Informácie o vašom zariadení, a ak používate Apple Watch, informácie o spárovanom iOS zariadení (napr. identifikátor zariadenia, telefónne číslo, názov Apple Watch aj spárovaného iOS zariadenia). • Poloha v čase pridania karty (ak máte zapnuté lokalizačné služby). • História pridávania platobných kariet v účte alebo zariadení. • Agregovaná štatistika týkajúca sa informácií z platobných kariet, ktoré ste pridali alebo sa pokúsili pridať do Apple Pay. Keď do Apple Pay pridáte kartu použitím apky tretej strany, napríklad apky vašej banky, táto apka pošle na vaše zariadenie identifikátor účtu alebo karty. Pomocou týchto informácií môže spoločnosť Apple a vydavateľ karty stanoviť vhodnosť vašej karty, nastaviť kartu v Apple Pay a zabraňovať podvodom. Aby sme vám pomohli nastaviť karty, ktoré máte alebo ste nedávno mali na iných zariadeniach, spoločnosť Apple uchováva odkaz na kartu vo vašom Apple účte. Tento odkaz je spolu s vydavateľom karty alebo platobnou sieťou možné použiť na opätovné pridanie karty po zadaní bezpečnostného kódu. Apple Pay neuchováva pôvodné číslo kreditnej, debetnej alebo predplatenej karty. Platby pomocou Apple Pay Keď inicializujete platbu, s cieľom výpočtu dane a prepravných nákladov môže byť apke, webovej stránke alebo predajcovi poskytnuté vaše PSČ, poštový kód alebo iné zodpovedajúce informácie. Keď inicializujete platbu v prehliadači tretej strany, tento prehliadač vygeneruje QR kód alebo kód app clipu, ktorý môžete naskenovať pomocou zariadenia podporujúceho službu Apple Pay. Po naskenovaní kódu vytvorí spoločnosť Apple komunikačný kanál medzi prehliadačom a zariadením podporujúcim službu Apple Pay, prostredníctvom ktorého si prehliadač a zariadenie môžu vymieňať relevantné informácie o transakcii a fakturácii alebo doprave potrebné na spracovanie transakcie. Ak sú povolené rozšírené platobné funkcie služby Apple Pay, ako je napríklad možnosť platby na splátky alebo odmeny, po inicializácii nákupu cez Apple Pay spoločnosť Apple identifikuje možnosti platby, ktoré máte k dispozícii. Používa pri tom informácie o tom, aké karty máte v Peňaženke a aké majú výhody a funkcie, ktoré spoločnosti Apple poskytujú vydavatelia kariet. Môžete si tiež zvoliť, aby spoločnosť Apple identifikovala ďalšie možnosti platby, ktoré môžete mať k dispozícii a ktoré ešte nemáte vo svojej Peňaženke. Spoločnosť Apple na tento účel použije informácie o danej transakcii, napríklad o obchodníkovi a sume, aby určila, či sú pre danú transakciu k dispozícii ďalšie spôsoby platby. Spoločnosť Apple neuchováva informácie o transakcii a kontrole spôsobilosti na použitie spôsobu platby spôsobom, ktorý by bol s vami prepojený. Ak sa rozhodnete požiadať o nový spôsob platby, informácie z vašej žiadosti budú poskytnuté priamo vydavateľovi a spoločnosť Apple ich neuvidí ani neuchová. Ak sa rozhodnete zaplatiť odmenami, spoločnosť Apple môže s cieľom pomôcť vám prijať informované finančné rozhodnutie použiť informácie o vašej karte, o jej funkciách a výhodách, ako aj o obchodníkovi a sume transakcie na načítanie a zobrazenie vášho aktuálneho zostatku odmien, bodov odmien (alebo ich ekvivalentu), ktoré by boli za transakciu účtované, a zostatku odmien po transakcii. Aby ste si mohli vybrať splátkový kalendár, ktorý vyhovuje vašim finančným možnostiam, spoločnosť Apple poskytne partnerským vydavateľom informácie o obchodníkovi a sume, na základe ktorých vyhodnotia spôsobilosť a poskytnú spoločnosti Apple zoznam možností splátok na zobrazenie. Spoločnosť Apple neuchováva tieto informácie spracované na poskytovanie vylepšených platobných funkcií služby Apple Pay spôsobom, ktorý by bol s vami prepojený. Po autorizovaní platby budú poskytnuté aj ďalšie informácie požadované predajcom, napríklad číslo účtu špecifické pre zariadenie alebo obchodníka a vaša dodacia adresa či emailová adresa. Číslo karty z vašej kreditnej, debetnej alebo predplatenej karty nie je pri používaní Apple Pay poskytované. Keď sa rozhodnete poskytnúť podporovanému obchodníkovi spôsob platby vhodný na používanie v službe Apple Pay pri opakovaných platbách alebo platbách iniciovaných obchodníkom, ako sú napríklad platby za predplatné, váš vydavateľ karty a/alebo platobná sieť schváli a vygeneruje číslo účtu špecifické pre daného obchodníka, ktoré sa bude používať ako prostriedok na overenie, že všetky takéto platby majú vašu autorizáciu. Podporovaný obchodník môže bez vašej aktívnej účasti autorizovať transakcie len pomocou tohto čísla účtu špecifického pre obchodníka. Spoločnosť Apple bude mať informácie o tom, ktorým obchodníkom boli priradené špecifické čísla účtov, nedozvie sa však, čo ste si kúpili ani koľko ste zaplatili. Čísla účtov špecifické pre jednotlivých obchodníkov môžete spravovať v apke Peňaženka, kde klepnete na príslušnú kartu a potom zobrazíte podrobné informácie o karte klepnutím na tlačidlo Viac. Ak máte kartu s určitými prvkami vylepšenej ochrany proti podvodom, pri pokuse o transakciu na internete alebo v apke vaše zariadenie vyhodnotí informácie o vašom Apple účte, zariadení a polohe (ak máte zapnuté lokalizačné služby pre Peňaženku) a na zariadení vygeneruje hodnotenie potenciálu podvodu. Výsledky tohto hodnotenia zo zariadenia, nie však dáta použité na jeho výpočet, budú odoslané spoločnosti Apple a spojené s informáciami, ktoré má spoločnosť o vás a vašom zariadení a účte, s cieľom vyvíjať hodnotenie potenciálu podvodu pri transakciách uskutočnených cez Apple Pay. Tieto hodnotenia potenciálu podvodu pri transakciách môžu byť spolu s identifikátorom dodacej adresy a IP adresou (ak sú k dispozícii) zdieľané s vašou platobnou sieťou na účely predchádzania podvodom priamo pri uskutočňovaní transakcií. Identifikátor dodacej adresy sa líši podľa platobnej siete a bez odhalenia vašej skutočnej adresy umožňuje overiť, či sa pri rôznych transakciách uskutočnených pomocou konkrétnej karty na vašom zariadení používa rovnaká adresa. Ak chcete zistiť, či konkrétna karta používa túto rozšírenú ochranu pred podvodmi, kedykoľvek sa pozrite na jej zadnú stranu v Peňaženke. Ak chcete zabrániť zdieľaniu výsledkov procesu posudzovania podvodov s vašou platobnou sieťou, môžete vybrať inú kartu. Keď v systéme iOS, watchOS alebo macOS použijete apku alebo webovú stránku v Safari, ktorá používa Apple Pay, apka alebo webová stránka môže skontrolovať, či je na danom zariadení povolená služba Apple Pay. Keď navštívite webovú stránku v Safari na iOS zariadení alebo na Macu, na ktorom sa karta nedá pridať, webová stránka môže skontrolovať, či máte Apple Pay nastavené na iPhone alebo Apple Watch prihlásených do rovnakého Apple účtu. Zisťovanie dostupnosti Apple Pay navštívenými webovými stránkami môžete zakázať zmenou svojich nastavení. V systéme iOS otvorte Nastavenia > Apky > Safari > Rozšírené > Dostupnosť Apple Pay. Na Macu prejdite do Safari > Nastavenia > Rozšírené a vypnite možnosť Povoliť webovým stránkam zisťovať prítomnosť Apple Pay a Apple Card. Ochrana vašich spôsobov platby Ochrana spôsobov platby v Safari S cieľom posilniť zabezpečenie vašich spôsobov platby v ekosystéme spoločnosti Apple a využiť výhody súkromia a zabezpečenia služby Apple Pay budú vaše spôsoby platby podporujúce Apple Pay z Peňaženky k dispozícii aj pre automatické vypĺňanie v Safari. Pri nakupovaní online s automatickým vypĺňaním v Safari na webových stránkach si môžete nastaviť číslo virtuálnej karty a skryť skutočné číslo svojej fyzickej karty, pokiaľ túto funkciu podporuje spolupracujúca sieť kariet, ktorú využívate, a vydavateľ karty. Pri poskytovaní tejto funkcie spoločnosť Apple odosiela vybrané informácie o vašom spôsobe platby vašej platobnej sieti alebo vydavateľovi (alebo jeho autorizovanej tretej strane), ktorí na ich základe vygenerujú číslo virtuálnej karty na nakupovanie online pri používaní automatického vypĺňania v Safari. Ak chcete spravovať čísla kariet v Apple Pay vrátane čísiel virtuálnych kariet, prejdite v apke Peňaženka na zadnú stranu lístka a klepnite na Informácie o karte. K ochrane spôsobov platby, ktoré už máte uložené v Safari na automatické vypĺňanie, môžete prispieť aj tak, že pri platbách budete namiesto čísla fyzickej karty používať Apple Pay alebo číslo virtuálnej karty. Tieto možnosti môžete spravovať v Nastavenia > Peňaženka a Apple Pay, kde klepnete na Používajte Apple Pay, keď je k dispozícii. Keď je táto funkcia zapnutá, do vašej platobnej siete sú na účely posúdenia spôsobilosti karty pre Apple Pay pri overovaní odosielané vybrané informácie o vašej karte uložené v Safari na automatické vypĺňanie. Ak vaša platobná sieť označí kartu ako spôsobilú pre Apple Pay, spoločnosť Apple pridá spôsob platby do Peňaženky a vaša platobná sieť vygeneruje číslo karty pre Apple Pay na posilnenie ochrany pri nakupovaní online. Ochrana spôsobov platby v Apple účte Aby sme vám uľahčili spravovanie spôsobov platby v našom ekosystéme, spoločnosť Apple môže skontrolovať, či je niektorý zo spôsobov platby v Apple Pay spôsobilý na pridanie do vášho Apple účtu ako registrovaný spôsob platby, a zobrazí tieto spôsoby platby v Nastavenia > [vaše meno] > Platba a dodanie > Pridať spôsob platby > Spôsob platby. Keď uskutočníte transakciu pomocou Apple účtu, spoločnosť Apple môže tiež skontrolovať, či je niektorý zo spôsobov platby registrovaných v Apple účte spôsobilý pre Apple Pay. Ak sa nájde takýto spôsob platby, spoločnosť Apple preň môže povoliť Apple Pay, aby boli vaše platobné údaje lepšie chránené. Spôsoby platby v Apple účte môžete kedykoľvek upraviť v Nastavenia > [vaše meno] > Platba a dodanie. Spoločnosť Apple prenáša, ale neukladá vaše platobné údaje S cieľom zabezpečiť bezpečný prenos platobných údajov v rámci apiek alebo webových stránok budú tieto informácie odoslané spoločnosti Apple v zašifrovanej podobe, kde budú na krátky čas dešifrované a znovu zašifrované použitím kľúča špecifického pre predajcu, takže ich dokáže dešifrovať len príslušný predajca, vývojár alebo spracovateľ platby. Pri platbe na Macu, na ktorom nie je možné pridať kartu, komunikuje Mac aj autorizujúce zariadenie cez šifrovaný kanál prostredníctvom serverov Apple. Spoločnosť Apple neuchováva žiadne z týchto informácií v podobe, ktorá by umožňovala vašu osobnú identifikáciu. Služba Apple Pay tiež umožňuje uskutočňovať platby v prehliadačoch tretích strán a používať zariadenia podporujúce službu Apple Pay na autorizáciu transakcií. Pri používaní tejto funkcie spoločnosť Apple vytvorí komunikačný kanál medzi prehliadačom tretej strany a vaším autorizačným zariadením prostredníctvom serverov Apple, aby vám umožnila aktualizovať údaje o doprave a platbe a autorizovať transakciu. Vaše dodacie a fakturačné údaje a informácie o poplatkoch obchodníka, ako je napríklad daň alebo poplatky za dopravu spojené s nákupom, budú pre spoločnosť Apple na krátky čas viditeľné. Spoločnosť Apple neuchováva žiadne z týchto informácií v podobe, ktorá by umožňovala vašu osobnú identifikáciu. Sledovanie objednávok v Apple Pay Aby bolo možné sledovať objednávku, pri uskutočnení nákupu cez Apple Pay vám podporovaný obchod pošle informácie na sledovanie objednávky určené len pre vaše zariadenie. Spoločnosť Apple zároveň poskytne obchodníkovi identifikátor zariadenia špecifický pre konkrétneho obchodníka a token pre push hlásenia, ktorý môže obchodník používať na posielanie aktuálnych informácií o objednávke na vaše zariadenie. Spoločnosť Apple zabezpečuje prenos aktualizácií od obchodníkov, neuchováva však žiadne informácie o objednávkach. Nesleduje ani, ktorí obchodníci, koľkokrát a ako často vám posielajú aktualizácie objednávok. Informácie o sledovaných objednávkach sa ukladajú lokálne na vašom zariadení a medzi zariadeniami sú aktualizované formou synchronizácie zašifrovaných kópií, ku ktorým spoločnosť Apple nemá prístup. Objednávky v Apple Pay môžete kedykoľvek spravovať. Stačí ich zobraziť klepnutím na Objednávky, klepnúť na konkrétnu objednávku a nakoniec klepnúť na Spravovať objednávku. Spravovať môžete aj hlásenia o objednávkach. V časti Objednávky klepnite na tlačidlo Viac a potom klepnite na Stíšiť hlásenia. Ak sa odhlásite zo svojho účtu, na vašom zariadení môžu zostať obmedzené informácie o objednávkach, pre ktoré dostáva zariadenie aktualizácie. Tieto informácie užívatelia zariadenia neuvidia a uchovávajú sa len na krátky čas. Vaše zariadenie ich používa výlučne na zastavenie posielania aktualizácií objednávok po odhlásení, aby sa zabránilo neautorizovanému prístupu k informáciám o vašich objednávkach. Zdieľanie aktivít na účte s tretími stranami Podrobné informácie a históriu transakcií z Apple Card, Savings a Apple Cash účtov môžete zdieľať s partnerskými apkami na správu osobných financií z App Storu, ktorým dôverujete. Tieto apky musia požiadať o možnosť čítať aktivity na Apple Card, Savings alebo Apple Cash účtoch z Apple Pay v Peňaženke. Nad dátami, ktoré s týmito apkami zdieľate, máte plnú kontrolu a rozsah týchto dát môžete kedykoľvek zmeniť. S aktivitami na účte, ktoré sa rozhodnete zdieľať s apkami tretích strán, sa bude zaobchádzať v súlade so zásadami ochrany súkromia príslušných apiek. Keď zdieľate aktivity na účte, spoločnosť Apple nevidí podrobné informácie o vašom účte ani históriu transakcií a žiadne z týchto údajov neukladá. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v službe Apple Pay vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov alebo záujmov tretích strán nasledujúce kategórie osobných údajov vrátane informácií o: • vašom účte, napríklad či je aktívny, • vašom zariadení, napríklad jeho typ, verziu softvéru a sériové číslo, • vašom lístku, napríklad informácie, ktoré sú na ňom uvedené, • vydavateľovi vášho lístka, napríklad tretia strana autorizovaná na poskytovanie aktualizácií lístka, • vašom používaní služby Apple Pay, napríklad počet pridaných lístkov Apple Pay, • vašej polohe. Tieto oprávnené záujmy sú napríklad: • Pridanie a správa lístka. • Zlepšovanie a optimalizácia služby pre vás aj ostatných. • Pomoc pri objavovaní funkcií, ktoré sú pre vás najrelevantnejšie. • Kontrola oprávnenosti. • Poskytovanie služieb, o ktoré ste požiadali. • Posielanie informácií o službe Apple Pay a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. Predchádzanie podvodom a iným škodlivým aktivitám Ďalšie informácie Keď klepnete na kartu v apke Peňaženka, spoločnosť Apple môže s cieľom stanoviť jej spôsobilosť pre funkcie Peňaženky a Apple Pay zistiť, v ktorej krajine bola karta vydaná a či jej vydavateľ podporuje danú funkciu. Ak máte zapnuté lokalizačné služby, môže byť poloha vášho zariadenia v čase jeho použitia na platbu v obchodoch anonymne odoslaná spoločnosti Apple, kde bude použitá na vylepšenie presnosti názvov obchodov v histórii transakcií kariet apky Peňaženka a môže byť hromadne uchovaná s ďalšími podobnými dátami na účely vylepšovania Apple Máp, Apple Pay a Peňaženky. Túto funkčnosť Apple Pay založenú na polohe môžete na svojom iOS zariadení kedykoľvek vypnúť tak, že otvoríte Nastavenia > Súkromie a bezpečnosť > Lokalizačné služby > Systémové služby a klepnutím vypnete možnosť Apple Pay – identifikácia predajcu. Na Macu otvorte Systémové nastavenia > Súkromie a bezpečnosť > Súkromie > Lokalizačné služby a kliknutím vypnite možnosť Peňaženka. Spoločnosť Apple s cieľom pomôcť pri vylepšovaní služby Apple Pay zhromažďuje informácie o používaní Apple Pay a uchováva ich spôsobom, ktorý neumožňuje vašu identifikáciu. Tieto informácie zahŕňajú čas, ktorý bol potrebný na úspešné pridanie karty alebo dokončenie transakcie prostredníctvom Apple Pay. Spoločnosť Apple môže tieto informácie používať aj na vylepšovanie iných vlastných produktov a služieb, na marketingové účely, na zabezpečenie služieb a na predchádzanie podvodom. Zmluvné podmienky ľubovoľného držiteľa karty či užívateľa, dohoda s predajcom alebo iné zmluvné podmienky vzťahujúce sa na používanie Apple Pay budú aj naďalej upravovať používanie platobných kariet a ich používanie v spojení s Apple Pay. Tieto zmluvné podmienky môžu obsahovať ďalšie zásady ochrany osobných údajov. Spoločnosť Apple ani jej dcérske spoločnosti poskytujúce službu Apple Pay nie sú bankovými inštitúciami a toto upozornenie dopĺňa všetky upozornenia, ktoré môžete dostať od svojej banky. Ak má spoločnosť Apple podozrenie na podvod v súvislosti s používaním služby Apple Pay, informácie o potenciálne podvodnom Apple účte a transakciách môžu byť s cieľom predchádzať podvodom zdieľané s vydavateľom vašej karty alebo poskytovateľom platobnej siete. Spoločnosť Apple uchováva osobné údaje len na dobu nevyhnutnú na splnenie účelov, na ktoré boli zhromaždené (vrátane účelov popísaných v tomto upozornení), a v súlade so zásadami ochrany osobných údajov spoločnosti Apple alebo ako to vyžaduje zákon. Pri stanovení doby uchovania údajov najprv dôkladne zvážime, či je zhromaždené osobné údaje vôbec potrebné uchovať, a ak je to nevyhnutné, snažíme sa ich uchovávať na najkratšiu zákonom povolenú dobu. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Apple Pay vam omogoča varne nakupe v trgovinah, aplikacijah ter spletu z debetnimi, kreditnimi in predplačniškimi karticami. Apple Pay je tehnološka storitev, ki jo zagotavljajo podružnice družbe Apple Inc., ki so odgovorne za vaše osebne podatke. Vaš ponudnik storitve Apple Pay se lahko razlikuje glede na vašo lokacijo, v Združenih državah je to na primer Apple Payments Services LLC. Za več informacij o entitetah družbe Apple, odgovornih za obdelavo vaših osebnih podatkov, si oglejte Pravilnik o zasebnosti družbe Apple na naslovu apple.com/privacy in podatke o pridruženih podjetjih Apple na naslovu www.apple.com/legal/privacy/sl/affiliated-company. Dodajanje kartic v storitev Apple Pay Ko v storitev Apple Pay dodajate plačilno kartico, kot so kartica trgovine, kreditna, debetna in predplačniška kartica, se lahko informacije, ki jih navedete o kartici, in o tem, ali so omogočene določene nastavitve naprave, pošljejo družbi Apple, da določi vašo upravičenost za omogočanje storitve Apple Pay in njenih funkcij. Prav tako lahko vaša naprava oceni vzorce uporabe naprave (na primer odstotek časa, ko je naprava v gibanju, približno število klicev na teden) za pomoč pri odkrivanju goljufij. Informacije, ki jih vaša naprava oceni, niso deljene z družbo Apple na način, ki bi ga bilo mogoče povezati z vami. Izdajatelj kartice, plačilno omrežje ali ponudnik, ki ga pooblasti vaš izdajatelj kartice, lahko z družbo Apple deli podatke o funkcijah kartice in ugodnostih, na primer o tem, ali je podprt program nagrad ali obročnega plačevanja, za določanje upravičenosti za nekatere funkcije storitve Apple Pay. Tudi Apple lahko posreduje podatke tem entitetam, in sicer za omogočanje storitve Apple Pay, določanje upravičenosti do kartic, pripravo kartice za delovanje s storitvijo Apple Pay in preprečevanje goljufij. Te informacije vključujejo: • številko kreditne, debetne ali predplačniške kartice, • ime in naslov plačnika, povezanega z vašim računom Apple • splošne informacije o vaši dejavnosti v računu Apple (ali imate na primer dolgo zgodovino transakcij v aplikaciji iTunes), • informacije o vaši napravi in, če uporabljate uro Apple Watch, seznanjeni napravi s sistemom iOS (na primer identifikator naprave, telefonska številka ter ime in model naprave za vašo uro Apple Watch in seznanjeno napravo s sistemom iOS), • lokacijo ob času dodajanja kartice (če imate omogočene lokacijske storitve), • zgodovino dodajanja plačilnih kartic za račun ali napravo, • združeno statistiko v zvezi s podatki plačilnih kartic, ki ste jih dodali ali poskusili dodati v storitev Apple Pay. Ko dodate kartico v storitev Apple Pay z aplikacijo drugega ponudnika, kot je bančniška aplikacija, aplikacija vaši napravi pošlje identifikator računa ali kartice. Apple in izdajatelj kartice te informacije uporabita za namen določanja upravičenosti vaše kartice, nastavitev vaše kartice s storitvijo Apple Pay in preprečevanje goljufij. Da vam pomaga nastaviti kartice, ki jih imate ali ste jih nedavno imeli v drugih napravah, Apple hrani referenco kartice z vašim računom Apple, ki jo je mogoče uporabiti pri izdajatelju kartice ali v plačilnem omrežju, da se kartica znova doda po vnosu varnostne kode. Apple Pay ne hrani izvirne številke kreditne, debetne ali predplačniške kartice. Plačevanje s storitvijo Apple Pay Da se omogoči izračun davka in stroškov pošiljanja, se vaša poštna številka ali druge enakovredne informacije lahko posredujejo aplikaciji, spletnemu mestu ali trgovcu, ko začnete plačilo. Ko začnete plačilo v brskalniku drugega ponudnika, brskalnik ustvari kodo QR ali kodo izseka aplikacije za skeniranje z napravo, ki podpira storitev Apple Pay. Po skeniranju Apple ustvari komunikacijski kanal med brskalnikom in napravo, ki podpira storitev Apple Pay, po katerem brskalnik in naprava delita relevantne podatke o transakciji ter obračunavanju in/ali dostavi, ki so nujni za obdelavo transakcije. Če so omogočene izboljšane funkcije plačila storitve Apple Pay, na primer zmožnost plačevanja v obrokih ali nagrade, bo družba Apple, ko začnete plačilo Apple Pay, prepoznala, katere možnosti plačila so vam na voljo na podlagi tega, katere kartice imate v Denarnici, ter ugodnosti in funkcije teh kartic; te podatke družbi Apple posredujejo izdajatelji kartic. Odločite se lahko tudi, da družba Apple prepozna dodatne možnosti plačila, ki so vam morda na voljo in ki še niso v vaši Denarnici. V ta namen bo družba Apple uporabila informacije o vaši transakciji, na primer o trgovcu in znesku, da bi določila, ali so za to transakcijo na voljo dodatni načini plačila. Apple ne hrani informacij o transakciji in preverjanju upravičenosti za način plačila na način, ki bi bil povezan z vami. Če se odločite zaprositi za nov način plačila, bodo podatki iz vaše prijave deljeni neposredno z izdajateljem in jih Apple ne bo videl ali shranil. Če se odločite za plačevanje z nagradami, lahko Apple, da bi vam pomagal pri sprejemanju utemeljenih finančnih odločitev, uporabi informacije o vaši kartici, funkcijah kartice in ugodnostih ter o trgovcu in znesku transakcije, da bi pridobil in prikazal vaše trenutno dobroimetje nagrad, točke nagrad (ali ekvivalent), ki bi vam bile zaračunane za transakcijo, in dobroimetje nagrad po transakciji. Da bi vam omogočil izbor pravega načrta obročnega plačevanja za vaše finančno stanje, Apple sodelujočim izdajateljem posreduje informacije o trgovcu in znesku, ti pa jih uporabijo za ocenjevanje upravičenosti in družbi Apple posredujejo seznam možnosti obročnega plačevanja, ki so nato prikazane. Apple teh informacij, obdelanih za namen zagotavljanja izboljšanih funkcij plačevanja Apple Pay, ne hrani na način, ki bi bil povezan z vami. Ko odobrite plačilo, se posredujejo tudi druge informacije, ki jih zahteva trgovec, na primer številka računa, specifična za napravo ali trgovca, vaš naslov za pošiljanje ali e‑poštni naslov. Številka kreditne, debetne ali predplačniške kartice se ne posreduje, ko uporabljate storitev Apple Pay. Za zagotovitev, da ste pooblastili vse ponavljajoče se bremenitve ali druge bremenitve, ki jih sproži trgovec, kot so naročnine, ko se odločite zagotoviti ustrezne načina plačila storitve Apple Pay sodelujočim trgovcem za ponavljajoče se bremenitve ali bremenitve, ki jih sproži trgovec, bo vaš izdajatelj in/ali plačilno omrežje odobrilo in ustvarilo številko računa, specifično za trgovca, ki se uporablja za takšne bremenitve. Sodelujoči trgovec lahko za pooblaščanje transakcij brez določenih dejanj uporabi le to številko računa, specifično za trgovca. Apple bo vedel, kateri trgovci so povezani s številkami računa, specifičnega za trgovca, ne pa tudi, kaj ste kupili ali koliko ste za to plačali. Številke računa, specifičnega za trgovca, lahko upravljate v Denarnici tako, da tapnete kartico in nato gumb Več za ogled podrobnosti o kartici. Za kartice z izboljšanim preprečevanjem goljufij bo vaša naprava pri poskusu spletne transakcije ali transakcije v aplikaciji ocenila informacije o računu Apple, napravi in lokaciji, če imate omogočene lokacijske storitve za Denarnico, za razvoj ocene preprečevanja goljufij v napravi. Rezultati ocen preprečevanja goljufij v napravi, vendar ne temeljni podatki, bodo poslani družbi Apple in združeni z informacijami, ki jih Apple pozna o vaši napravi in računu, za razvoj ocen preprečevanja goljufij za transakcije Apple Pay. Te ocene preprečevanja goljufij za transakcije se lahko skupaj z identifikatorjem naslova za pošiljanje in naslovom IP, če je na voljo, delijo s plačilnim omrežjem za namene preprečevanja goljufij v času transakcije. Identifikator naslova za pošiljanje se razlikuje glede na plačilno omrežje in se lahko uporablja za potrjevanje, ali so naslovi za pošiljanje za različne transakcije, ki uporabljajo določeno kartico v vaši napravi, enaki na način, ki ne razkriva pravega naslova. To, ali ima kartica izboljšano preprečevanje goljufij, lahko kadarkoli preverite na hrbtni strani vaše poverilnice za plačilo v Denarnici. Za preprečevanje deljenja ocen preprečevanja goljufij s plačilnim omrežjem lahko izberete drugo kartico. Če v napravi s sistemom iOS, watchOS ali macOS uporabite aplikacijo ali v Safariju obiščete spletno mesto, ki uporablja storitev Apple Pay, lahko aplikacija ali spletno mesto preveri, ali imate v napravi omogočeno storitev Apple Pay. Ko obiščete spletno mesto v Safariju v napravi s sistemom iOS ali Macu, ki ne more dodati kartice, lahko spletno mesto preveri, ali imate nastavljeno storitev Apple Pay v iPhonu ali uri Apple Watch, ki uporablja isti račun Apple. Obiskanim spletnim mestom lahko onemogočite preverjanje omogočenosti storitve Apple Pay tako, da spremenite nastavitve. V operacijskem sistemu iOS odprite Nastavitve > Aplikacije > Safari > Napredno > Preveri za Apple Pay. V Macu odprite Safari > Nastavitve > Napredno in prekličite izbiro možnosti »Dovoli spletnim mestom, da preverjajo za storitev Apple Pay in kartico Apple Card.« Zaščita vaših načinov plačila Zaščita načinov plačila v Safariju Za zaščito načinov plačila v ekosistemu Apple ter izkoriščanje ugodnosti zasebnosti in varnosti storitve Apple Pay bodo vaši podprti načini plačila v storitvi Apple Pay iz Denarnice na voljo tudi pri samodejnem izpolnjevanju v Safariju. Ko nakupujete v spletu s samodejnim izpolnjevanjem v Safariju, lahko za spletna mesta nastavite številko navidezne kartice, ki skrije številko vaše fizične kartice, če to podpirata vaša sodelujoča mreža kartice in izdajatelj. Če želite omogočiti to funkcijo, bo družba Apple poslala omejene informacije o vašem načinu plačila vaši mreži ali izdajatelju (oziroma njihovi pooblaščeni tretji osebi), ki nato ustvari številko navidezne kartice za uporabo pri nakupovanju v spletu s samodejnim izpolnjevanjem v Safariju. Za upravljanje številk kartic v storitvi Apple Pay, vključno s številkami navideznih kartic, pojdite na hrbtno stran vaše prepustnice v Denarnici in tapnite za ogled podatkov o kartici. Prav tako lahko pomagate zaščititi načine plačila, ki so že prisotni v samodejnem izpolnjevanju v Safariju, tako, da plačate s storitvijo Apple Pay ali številko navidezne kartice namesto s številko vaše fizične kartice. Za upravljanje odprite Nastavitve > Denarnica in Apple Pay ter tapnite Uporaba storitve Apple Pay, kadar je na voljo. Ko je ta možnost omogočena, bodo omejene informacije o shranjeni kartici v samodejnem izpolnjevanju v Safariju, potrebne za preverjanje upravičenosti za storitev Apple Pay, poslane vašemu plačilnemu omrežju za preverjanje. Če vaše plačilno omrežje označi kartico kot upravičeno, bo Apple dodal način plačila v Denarnico, vaše omrežje pa bo ustvarilo številko kartice storitve Apple Pay za izboljšanje zaščite pri spletnem nakupovanju. Zaščita načinov plačila z računom Apple Za pomoč pri upravljanju načinov plačila v ekosistemu Apple lahko Apple preverja, ali so načini plačila v storitvi Apple Pay primerni za dodajanje kot način plačila v vaš račun Apple, in prikaže te načine plačila v Nastavitvah > [vaše ime] > Plačilo in dostava > Dodaj način plačila > Način plačila. Ko opravite transakcijo z računom Apple, lahko Apple preveri, ali so načini plačila z računom Apple upravičeni za Apple Pay. Če so, lahko Apple za način plačila omogoči Apple Pay, da zaščiti vaše informacije o plačilu. Načine plačila z računom Apple lahko kadarkoli spremenite tako, da odprete Nastavitve > [vaše ime] > Plačilo in dostava. Apple posreduje, vendar ne hrani vaših informacij o plačilu Da se vaše informacije o plačilu v aplikacijah, na spletnih mestih in v storitvi Business Chat prenašajo varno, se te informacije družbi Apple pošljejo v šifrirani obliki, kjer se za kratek čas dešifrirajo in nato znova šifrirajo s ključem, specifičnim za določenega trgovca, tako da lahko vaše informacije o plačilu dešifrirajo le trgovec, razvijalec ali njihov obdelovalec plačil. Ko opravite plačilo v Macu, v katerega ne morete dodati kartice, Mac in pooblastitvena naprava komunicirata prek šifriranega kanala in strežnikov družbe Apple. Apple ne hrani nobenih takšnih informacij v obliki, ki bi omogočala osebno prepoznavo. Apple Pay vam omogoča tudi plačevanje v brskalnikih drugih ponudnikov ter uporabo naprav, ki podpirajo storitev Apple Pay, za pooblastitev transakcije. Pri uporabi te funkcije bo Apple ustvaril komunikacijski kanal med brskalnikom drugega ponudnika in napravo, ki posreduje pooblastilo, prek strežnikov družbe Apple, da boste lahko posodobili podatke o dostavi in plačilu ter podali pooblastilo. Vaši podatki za dostavo in obračunavanje ter informacije o stroških, ki jih zaračuna trgovec, na primer davkih ali pristojbinah za dostavo, povezanih z vašim nakupom, bodo kratek čas vidni družbi Apple. Apple ne hrani nobenih takšnih informacij v obliki, ki bi omogočala osebno prepoznavo. Sledenje naročilu s storitvijo Apple Pay Za zagotovitev sledenja naročilu sodelujoči trgovec po nakupu s storitvijo Apple Pay pošlje informacije o vašem naročilu, ki so specifične za vašo napravo, tako da jih lahko vaša naprava uporabi za sledenje naročilu. Poleg tega Apple trgovcu zagotovi identifikator naprave, specifičen za trgovca, in potisni žeton, ki ga lahko trgovec uporabi za zagotavljanje posodobitev naročila v napravi. Apple omogoča posodobitve trgovcev, vendar ne shranjuje informacij o naročilih niti ne spremlja, koliko, kako pogosto ali kateri trgovci pošiljajo posodobitve naročil. Informacije o sledenju naročilom so shranjene lokalno v vaših napravah in se med napravami posodabljajo s sinhronizacijo šifrirane kopije, do katere Apple nima dostopa. Naročila s storitvijo Apple Pay lahko kadarkoli upravljate tako, da tapnete za ogled Naročil, nato pa tapnete specifično naročilo in Upravljaj naročilo. Tudi obvestila o naročilih lahko upravljate tako, da odprete Naročila, tapnete gumb Več in nato Utišaj obvestila. Ko se izpišete iz računa, lahko vaša naprava še vedno ohrani omejene informacije o naročilih, za katere naprava prejema posodobitve. Te informacije ne bodo vidne uporabnikom naprave, shranjene bodo kratek čas, vaša naprava pa jih bo uporabila samo za preprečitev pošiljanja posodobitev v vašo napravo, ko se izpišete, da preprečite nepooblaščen dostop do informacij o naročilu. Deljenje aktivnosti računa z aplikacijami drugih ponudnikov S sodelujočimi aplikacijami za upravljanje osebnih financ iz trgovine App Store lahko delite podatke o računu in zgodovini transakcij kartice Apple Card, računa Savings in storitve Apple Cash. Aplikacije morajo zahtevati dovoljenje za branje podatkov o aktivnosti kartice Apple Card, računa Savings in storitve Apple Cash iz storitve Apple Pay v Denarnici. Vi določate, katere podatke delite s temi aplikacijami, in lahko svojo odločitev, kaj želite deliti, kadarkoli spremenite. Aktivnost računa, ki jo želite deliti z aplikacijo drugega ponudnika, bo obdelana v skladu s pravilnikom o zasebnosti te aplikacije. Kadar delite svojo aktivnost računa, Apple ne vidi in tudi ne hrani podatkov o računu ali zgodovini transakcij. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v storitvi Apple Pay v splošnem obdelujemo za namene izvajanja vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za namene naših zakonitih interesov ali interesov tretjih strank, vključno z naslednjimi informacijami: • informacije o vašem računu, na primer, ali je vaš račun aktiven; • informacije o vaši napravi, na primer vrsta naprave, različica programske opreme in serijska številka naprave; • informacije o vaši prepustnici, na primer informacije, ki so prikazane na prepustnici; • informacije o izdajatelju prepustnice, na primer tretji osebi, ki je pooblaščena za posodabljanje prepustnice; • vaša uporaba storitve Apple Pay, na primer število dodanih prepustnic za Apple Pay; • vaša lokacija Ti zakoniti interesi vključujejo: • dodajanje in upravljanje prepustnice; • pomoč pri izboljševanju in optimiziranju storitve za vas in druge; • pomoč pri odkrivanju funkcij, ki so najbolj relevantne za vas; • preverjanje upravičenosti; • zagotavljanje storitev, ki jih zahtevate; • pošiljanje sporočil o storitvi Apple Pay ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale; Preprečevanje goljufij in drugih zlonamernih aktivnosti Druge informacije Za določitev upravičenosti do funkcij Denarnice in storitve Apple Pay lahko Apple, ko tapnete kartico v Denarnici, preveri upravičenost do funkcije tako, da pogleda državo, v kateri je bila kartica izdana, in ali izdajatelj sodeluje pri tej funkciji. Če imate lokacijske storitve vklopljene, je lahko lokacija vaše naprave, ko jo uporabljate za nakupe v trgovinah, anonimno poslana družbi Apple in bo uporabljena za pomoč storitvi Apple Pay pri izboljšanju točnosti imen podjetij v zgodovini transakcij kartice v Denarnici ter se lahko ohrani v združeni obliki za izboljšanje Zemljevidov Apple, storitve Apple Pay in Denarnice. To funkcijo storitve Apple Pay, ki temelji na lokaciji, lahko kadarkoli onemogočite v svoji napravi s sistemom iOS tako, da odprete Nastavitve > Zasebnost in varnost > Lokacijske storitve > Sistemske storitve in tapnete za izklop prepoznavanja trgovca s storitvijo Apple Pay. V Macu odprite Nastavitve sistema > Zasebnost in varnost > Zasebnost > Lokacijske storitve in nato kliknete za izklop Denarnice. Za pomoč pri izboljšanju storitve Apple Pay Apple zbira informacije o uporabi storitve Apple Pay in te informacije hrani na način, ki ne omogoča osebne prepoznave. Te informacije vključujejo čas, ki je potreben za uspešno dodajanje kartice ali dokončanje transakcije s storitvijo Apple Pay. Apple lahko te informacije uporablja tudi za izboljšanje drugih izdelkov in storitev Apple, trženje ter preprečevanje goljufij in varnostne namene. Pogoji katerekoli pogodbe z imetniki kartice, uporabniki ali trgovci ali drugi pogoji, ki veljajo za uporabo funkcij storitve Apple Pay, bodo še naprej urejali uporabo vaših kartic in njihovo uporabo s storitvijo Apple Pay, ti pogoji pa lahko vsebujejo dodatne pravilnike o zasebnosti. Niti Apple niti njegove podružnice, ki zagotavljajo storitev Apple Pay, niso banka in to obvestilo predstavlja dodatek morebitnim obvestilom, ki jih lahko prejmete od svoje banke. V primeru, da Apple sumi na goljufijo, povezano z uporabo storitve Apple Pay, lahko informacije o potencialno goljufivem računu Apple in transakcijah posreduje izdajatelju vaše kartice ali ponudniku plačilnega omrežja, da se prepreči goljufija. Apple osebne podatke hrani le tako dolgo, kolikor je treba za izpolnjevanje namenov, za katere so bili zbrani, vključno z načinom, opisanim v tem obvestilu, in skladno s pravilnikom o zasebnosti družbe Apple oziroma zakonskimi zahtevami. Pri ocenjevanju trajanja hrambe najprej temeljito raziščemo, ali je hramba zbranih osebnih podatkov potrebna, in če je potrebna, si prizadevamo osebne podatke hraniti najkrajši zakonsko dovoljeni čas. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Med Apple Pay kan du göra säkra betalningar i butiker, i appar och på webben med hjälp av bankkort, kreditkort och förbetalda kort. Apple Pay är en tekniktjänst, tillhandahållen av Apple Inc., som ansvarar för dina personliga data. Apple Pay-leverantör kan variera beroende på var du befinner dig, till exempel Apple Payments Services LLC i USA. Information om de Apple-enheter som ansvarar för bearbetning av dina personliga data finns i Apples integritetspolicy på apple.com/se/privacy och i Apple-samarbetspartner på www.apple.com/legal/privacy/se/affiliated-company. Lägga till kort i Apple Pay När du lägger till ett kontokort, till exempel ett kundkort, bankkort, kreditkort eller förbetalt kort i Apple Pay kan informationen du tillhandahåller om kortet och huruvida vissa enhetsinställningar har aktiverats skickas till Apple i syfte att bekräfta din behörighet när det gäller att aktivera Apple Pay och dess funktioner. Din enhet kan också utvärdera användningsmönster från enheten (t.ex. procentandel av tiden som enheten är i rörelse och ungefärligt antal samtal i veckan) i syfte att förhindra bedrägeri. Informationen som utvärderas av din enhet delas inte med Apple på ett sätt som kan kopplas till dig. Din kortutfärdare, betalningsnätverket eller en leverantör som är auktoriserad av kortutfärdaren kan dela information om kortfunktioner och -förmåner med Apple, till exempel om det har ett bonus- eller avbetalningsprogram, i syfte att fastställa behörighet för vissa Apple Pay-funktioner. Apple kan dessutom tillhandahålla information till dessa enheter för att aktivera Apple Pay, fastställa kortbehörighet, ställa in kortet med Apple Pay och skydda mot bedrägeri, inklusive följande: • Kortnumret på ditt kreditkort, bankkort eller förbetalda kort. • Namn och faktureringsadress som är associerade till ditt Apple‑konto. • Allmän information om aktiviteten i ditt Apple‑konto (t.ex. om du har en lång transaktionshistorik i iTunes). • Information om din enhet och, om du använder Apple Watch, den parkopplade iOS-enheten (t.ex. enhetens ID, telefonnummer samt namn och modell, för både Apple Watch och den parkopplade iOS-enheten). • Din position vid tidpunkten när du lägger till kortet (om du har aktiverat Platstjänster). • Kontots eller enhetens historik för tillägg av kontokort. • Sammanslagen statistik relaterad till informationen från kontokort som du har lagt till eller försökt lägga till i Apple Pay. När du lägger till ett kort i Apple Pay via en app från tredje part, exempelvis en bankapp, skickar appen en konto- eller kortidentifierare till din enhet. Den här informationen används av Apple och kortutfärdaren till att fastställa kortets giltighet, ställa in kortet för Apple Pay och förhindra bedrägerier. För att det ska bli lättare för dig att lägga till kort som du använder eller nyligen har använt på andra enheter lagrar Apple en kortreferens tillsammans med ditt Apple‑konto. Referensen kan användas med kortets utfärdare eller betalningsnätverket så att kortet kan läggas till när du har angett säkerhetskoden. Apple Pay lagrar inte det ursprungliga kortnumret för kreditkort, kontokort eller förbetalda kort. Betala med Apple Pay När du påbörjar en betalning kan ditt postnummer eller annan motsvarande information tillhandahållas till appen, webbplatsen eller försäljaren så att moms och frakt kan beräknas. När du påbörjar en betalning inuti en webbläsare från tredje part genererar webbläsaren en QR-kod eller en appklippskod som skannas med din enhet som stöder Apple Pay. När denna har skannats upprättar Apple en kommunikationskanal mellan webbläsaren och enheten som stöder Apple Pay genom vilken webbläsaren och enheten delar relevant information om transaktionen och fakturering och/eller leveransinformation som krävs för att bearbeta transaktionen. Om utökade betalfunktioner har aktiverats för Apple Pay, till exempel avbetalning eller ett bonussystem, och du inleder ett Apple Pay-köp kommer Apple att identifiera tillgängliga betalningsalternativ beroende på vilka kort du har i Plånbok och fördelarna och funktionerna hos de korten som kortutfärdarna tillhandahåller till Apple. Du kan också välja att låta Apple identifiera ytterligare betalningsalternativ som kan vara tillgängliga för dig men ännu inte finns i Plånbok. För att göra detta använder Apple information om dina transaktioner, som försäljare och belopp, till att avgöra om ytterligare betalningsmetoder är tillgängliga för den transaktionen. Apple behåller inte information om transaktionen och behörighetskontrollen av betalningsmetoden på ett sätt som är kopplat till dig. Om du väljer att ansöka om en ny betalningsmetod delas din ansökningsinformation direkt med utfärdaren och den varken ses eller sparas av Apple. Som hjälp att fatta välgrundade ekonomiska beslut, om du väljer att betala med bonusar, kan Apple använda information om ditt kort, kortfunktioner och -förmåner, liksom försäljaren och beloppet i transaktionen, till att hämta och visa ditt aktuella bonussaldo, bonuspoängerna (eller likvärdigt) som skulle debiteras för transaktionen och bonussaldot efter transaktionen. För att du ska kunna välja rätt avbetalningsplan för din ekonomiska situation tillhandahåller Apple försäljar- och beloppsinformation till medverkande utfärdare så att de kan utvärdera behörighet och tillhandahålla en lista med avbetalningsalternativ som Apple kan visa för dig. Apple sparar inte denna information som bearbetas för att ge dig förbättrade Apple Pay-betalningsfunktioner på ett sätt som är kopplat till dig. När du har godkänt betalningen lämnas även annan information ut om den begärs av försäljaren, till exempel ett enhets- eller försäljarspecifikt kontonummer, din leveransadress eller en e-postadress. Kortnumret på ditt kreditkort, bankkort eller förbetalda kort lämnas inte ut när du använder Apple Pay. Som en garanti för att återkommande betalningar eller andra betalningar som har initierats av försäljare, exempelvis för abonnemang, har auktoriserats av dig godkänner och genererar din utfärdare och/eller ditt betalningsnätverk ett försäljarspecifikt kontonummer när du väljer att tillhandahålla godkända Apple Pay-betalningsmetoder till medverkande försäljare för återkommande eller andra betalningar som har initierats av försäljare. Medverkande försäljare kan endast använda detta försäljarspecifika numret till att auktorisera transaktioner utan att du vidtar en specifik åtgärd. Apple vet vilka försäljare som är kopplade till dina försäljarspecifika kontonummer, men inte vad du köpte eller hur mycket du betalade för det. Du kan hantera dina försäljarspecifika kontonummer i Plånbok genom att trycka på kortet och trycka på Mer-knappen så att kortdetaljer visas. När du försöker genomföra en transaktion online eller inuti en app med kort som har vissa förbättrade bedrägeriskydd kommer enheten att utvärdera information om ditt Apple‑konto, enheten och platsen ifall du har aktiverat Platstjänster för Plånbok så att bedrägeriskyddsbedömningar kan utvecklas på enheten. Resultatet av bedrägeriskyddsbedömningar på enheten, men inte underliggande data, skickas till Apple och kombineras med information som Apple känner till om enheten och kontot i syfte att utveckla bedrägeriskyddsbedömningar för Apple Pay-transaktioner. Dessa bedrägeriskyddsbedömningar kan delas med ditt betalningsnätverk, tillsammans med ett ID för leveransadress och en IP-adress om informationen är tillgänglig, i syfte att förhindra bedrägerier vid transaktionstillfället. ID:t för leveransadress skiljer sig mellan olika nätverk och kan användas till att bekräfta om leveransadresser är desamma för olika transaktioner med ett visst kort på din enhet, på ett sätt som inte röjer den underliggande adressen. Du kan när som helst kontrollera om ett kort har det här utökade bedrägeriskyddet genom att titta på kortets baksida i Plånbok. Om du vill förhindra delning av bedrägeriskyddsbedömningar med ditt betalningsnätverk kan du välja ett annat kort. När du använder en app eller befinner dig på en webbplats i Safari som använder Apple Pay i iOS, watchOS eller macOS kan appen eller webbplatsen kontrollera om du har aktiverat Apple Pay på den aktuella enheten. Om du besöker en webbplats med Safari på en iOS-enhet, eller på en Mac där du inte kan lägga till ett kort, kan webbplatsen kontrollera om du har ställt in Apple Pay på en iPhone eller Apple Watch som använder samma Apple‑konto. Du kan avaktivera möjligheten för webbplatser som du besöker att kontrollera om Apple Pay är aktiverat genom att ändra inställningarna. I iOS öppnar du Inställningar > Appar >Safari > Avancerat > Kontrollera Apple Pay. På en Mac öppnar du Safari > Inställningar > Avancerat och avmarkerar Tillåt att webbplatser letar efter Apple Pay och Apple Card. Håll dina betalningsmetoder säkra Håll betalningsmetoder i Safari säkra Som en hjälp att hålla dina betalningsmetoder i Apples ekosystem säkra och dra nytta av fördelarna med säkerheten och integriteten med Apple Pay kan dina Apple Pay-betalningsmetoder från Plånbok även användas i Safaris Autofyll om de har stöd för det. När du handlar online med Safaris Autofyll på webbplatser kan du ställa in ett virtuellt kortnummer som gömmer ditt fysiska kortnummer om kortnätverket och kortets utfärdare har stöd för detta. Apple gör den här funktionen möjlig genom att skicka begränsad information om din betalningsmetod till nätverket eller utfärdaren (eller utfärdarens auktoriserade tredje part), vilket skapar ett virtuellt kortnummer som du kan använda när du handlar online med Safaris Autofyll. Du kan hantera dina Apple Pay-kortnummer, inklusive virtuella kortnummer, genom att gå till baksidan av kortet i Plånbok och trycka för att visa kortinformationen. Du kan även hjälpa till att skydda betalningsmetoder som redan finns i Safaris Autofyll genom att betala med Apple Pay eller ett virtuellt kortnummer istället för med ditt fysiska kortnummer. Hantera detta genom att öppna Inställningar > Plånbok och Apple Pay och trycka på Använd Apple Pay när det är tillgängligt. När det här alternativet är aktiverat skickas begränsad information om ditt sparade kort i Safaris Autofyll som är nödvändig för att verifiera behörighet för Apple Pay till ditt betalningsnätverk för verifiering. Om betalningsnätverket anger att kortet är behörigt lägger Apple till betalningsmetoden i Plånbok och nätverket skapar ett Apple Pay-kortnummer för förbättrat skydd vid köp online. Håll betalningsmetoder med Apple‑konto säkra Som en hjälp att hantera dina betalningsmetoder i Apples ekosystem kan Apple kontrollera om några Apple Pay-betalningsmetoder kan läggas till som registrerade betalningsmetoder för ditt Apple‑konto och visa de betalningsmetoderna i Inställningar > [ditt namn] > Betalning och leverans > Lägg till betalningsmetod > Betalningsmetod. När du utför en transaktion med ditt Apple‑konto kan Apple också kontrollera om någon registrerad betalningsmetod för ditt Apple‑konto kan användas med Apple Pay. Om så är fallet kan Apple aktivera Apple Pay för den betalningsmetoden i syfte att öka säkerheten för betalningsmetoden. Du kan när som helst ändra betalningsmetoder för ditt Apple‑konto genom att öppna Inställningar > [ditt namn] > Betalning och leverans. Apple överför din betalningsinformation men lagrar den inte I syfte att på ett säkert sätt överföra betalningsinformationen inuti appar, webbplatser och Kundchatt skickas den till Apple, i krypterat format, där den under en kort stund avkrypteras och krypteras om med en försäljarspecifik nyckel som gör att endast försäljaren, utvecklaren eller betalningsbehandlaren kan avkryptera din betalningsinformation. När du utför en betalning på en Mac som det inte går att lägga till ett kort på kommunicerar datorn och auktoriseringsenheten via en krypterad kanal via Apples servrar. Apple behåller ingenting av den här informationen i en form som kan identifiera dig personligen. Apple Pay gör det också möjligt för dig att betala i webbläsare från tredje part och använda enheter med stöd för Apple Pay till att auktorisera transaktionen. När du använder den här funktionen upprättar Apple en kommunikationskanal mellan webbläsaren från tredje part och din auktoriserande enhet via Apple-servrar så att du kan uppdatera dina leverans- och betalningsuppgifter och tillhandahålla din auktorisering. Din leverans- och faktureringsinformation samt information om försäljarens avgifter, till exempel skatter eller leveranskostnader i anslutning till ditt köp, blir tillfälligt synliga för Apple. Apple behåller ingenting av den här informationen i en form som kan identifiera dig personligen. Beställningsspårning för Apple Pay För att kunna tillhandahålla beställningsspårning vid köp med Apple Pay skickar en medverkande försäljare din enhetsspecifika beställningsinformation till din enhet så att du kan spåra beställningen. Apple ger även försäljaren ett försäljarspecifikt enhets-ID och en push-token som försäljaren kan använda till att skicka beställningsuppdateringar till enheten. Apple underlättar uppdateringar från försäljare men lagrar inte beställningsinformation och spårar inte heller vilka försäljare som skickar beställningsuppdateringar, hur många som gör det eller hur ofta det sker. Information för beställningsspårning lagras lokalt på enheterna och hålls uppdaterade mellan enheter genom synkronisering av en krypterad kopia som Apple inte har tillgång till. Du kan när som helst hantera dina Apple Pay-beställningar genom att trycka på dina beställningar så att de visas, trycka på en specifik beställning och sedan på Hantera beställning. Du kan även hantera notiser om beställningar genom att öppna Beställningar, trycka på Mer-knappen och sedan på Stäng av ljudet för notiser. När du loggar ut från kontot kan enheten fortfarande behålla begränsad information om beställningar som enheten får uppdateringar om. Den här informationen är inte synlig för enhetens användare, den behålls under en kort tid och används endast av enheten till att se till att uppdateringar inte längre skickas till enheten efter utloggning för att förhindra oauktoriserad åtkomst till din beställningsinformation. Dela kontoaktivitet med tredjepartsappar Du kan dela kontoinformation och transaktionshistorik för Apple Card, Savings och Apple Cash med deltagande ekonomiappar som du litar på från App Store. Appar måste begära att få läsa din kontoaktivitet för Apple Card, Savings eller Apple Cash från Apple Pay i Plånbok. Du har kontroll över de data du delar med dessa appar och kan när som helst ändra vad du delar. Kontoaktivitet som du väljer att dela med en tredjepartsapp hanteras i enlighet med den appens integritetspolicy. Apple kan inte se eller spara din kontoinformation eller transaktionshistorik när du delar din kontoaktivitet. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina Apple Pay-personuppgifter i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, inklusive information om följande: • Ditt konto, t.ex. om ditt konto är aktivt eller inte. • Din enhet, t.ex. enhetstyp, programvaruversion och enhetens serienummer. • Ditt kort, till exempel information som visas på kortet. • Kortutfärdaren, till exempel den tredje part som auktoriserats att tillhandahålla uppdateringar till kortet. • Din användning av Apple Pay, till exempel antalet Apple Pay-kort som du har lagt till. • Din plats. Dessa legitima intressen inkluderar att: • Lägga till och hantera ett kort. • Hjälpa till att förbättra och optimera tjänsten för dig och andra. • Hjälpa dig att upptäcka funktioner som är mest relevanta för dig. • Kontrollera behörighet. • Tillhandahålla tjänster som du efterfrågar. • Skickar kommunikationer om Apple Pay och andra produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. Skydd mot bedrägeri och annat skadligt beteende Övrig information När du trycker på ett kort i Plånbok kan Apple kontrollera om funktioner i Plånbok och Apple Pay kan användas genom att titta på vilket land som kortet utfärdades i och om utfärdaren deltar i funktionen. Om du har aktiverat Platstjänster kommer platsinformation för din enhet, vid tidpunkten du använder den till att göra inköp i butiker, att skickas anonymt till Apple. Informationen kommer att användas till att hjälpa Apple Pay att förbättra korrektheten för företagsnamn i Plånboks korttransaktionshistorik och kan sparas i sammanslagen form för att förbättra Kartor, Apple Pay och Plånbok. Du kan när som helst avaktivera denna platsbaserade funktion i Apple Pay på din iOS-enhet genom att öppna Inställningar > Integritet och säkerhet > Platstjänster > Systemtjänster och sedan trycka för att stänga av Apple Pay-försäljaridentifiering. På en Mac öppnar du Systeminställningar > Integritet och säkerhet > Integritet > Platstjänster och klickar för att stänga av Plånbok. För att kunna förbättra Apple Pay samlar Apple in information om hur du använder Apple Pay och lagrar den informationen på ett sätt som inte identifierar dig personligen. Den här informationen omfattar tiden det tar för dig att lägga till ett kort eller slutföra en transaktion med hjälp av Apple Pay. Apple kan även använda den här informationen till att förbättra Apples andra produkter och tjänster, för marknadsföring och i syfte att förhindra bedrägerier samt höja säkerheten. De befintliga avtalsvillkoren för någon kortinnehavare, användare eller försäljare, eller andra villkor som är tillämpliga för användningen av Apple Pay-funktioner, fortsätter att gälla för din användning av kort och hur de används i samband med Apple Pay, och ytterligare integritetspolicyer kan gälla för dessa. Varken Apple eller dess samarbetspartners som tillhandahåller Apple Pay är en bank och detta meddelande gäller utöver eventuella meddelanden du kan få från din bank. Om Apple misstänker bedrägligt beteende kopplat till din användning av Apple Pay kan information om det potentiellt bedrägliga Apple-kontot och transaktioner delas med din kortutfärdare eller betalningsnätverksoperatör i syfte att förhindra bedrägeri. Apple behåller personuppgifter endast så länge som det krävs för att uppfylla de ändamål de samlades in för, inklusive enligt vad som beskrivs i detta tillkännagivande och i enlighet med Apples integritetspolicy eller enligt gällande lagstiftning. När vi fastslår längden på lagringsperioder undersöker vi först grundligt om det är nödvändigt att behålla de personuppgifter som har samlats in. Om det krävs att de behålls har vi som mål att behålla personuppgifter under så kort tid som är tillåten enligt lagstiftning. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: Apple Pay ช่วยให้คุณซื้อสินค้าได้อย่างปลอดภัยในร้าน แอป และบนเว็บโดยใช้บัตรเดบิต บัตรเครดิต และบัตรเติมเงินของคุณ Apple Pay เป็นเทคโนโลยีที่ให้บริการโดยบริษัทภายในเครือของ Apple Inc. ซึ่งจะเป็นผู้รับผิดชอบข้อมูลส่วนบุคคลของคุณ ผู้ให้บริการ Apple Pay ของคุณอาจแตกต่างออกไปโดยขึ้นอยู่กับตำแหน่งที่ตั้งของคุณ เช่น Apple Payments Services LLC ในสหรัฐอเมริกา สำหรับข้อมูลเพิ่มเติมเกี่ยวกับหน่วยงานของ Apple ที่รับผิดชอบในการประมวลผลข้อมูลส่วนบุคคลของคุณ ให้ไปที่นโยบายความเป็นส่วนตัวของ Apple ที่ apple.com/th/privacy และบริษัทในเครือของ Apple ที่ www.apple.com/legal/privacy/th/affiliated-company การเพิ่มบัตรต่างๆ ลงใน Apple Pay เมื่อคุณเพิ่มบัตรชำระเงิน เช่น บัตรร้านค้า บัตรเครดิต บัตรเดบิต และบัตรเติมเงินลงใน Apple Pay ข้อมูลเกี่ยวกับบัตรที่คุณได้มอบให้ และการเปิดใช้งานการตั้งค่าอุปกรณ์บางการตั้งค่า อาจถูกส่งไปที่ Apple เพื่อที่จะกำหนดสิทธิ์ของคุณเพื่อเปิดใช้งาน Apple Pay และคุณสมบัติต่างๆ อุปกรณ์ของคุณอาจประเมินรูปแบบการใช้งานอุปกรณ์ด้วย (เช่น เปอร์เซ็นต์ของเวลาที่อุปกรณ์เคลื่อนไหว จำนวนการโทรโดยประมาณต่อสัปดาห์) เพื่อช่วยระบุการโจรกรรม ข้อมูลที่อุปกรณ์ของคุณประเมินจะไม่แชร์กับ Apple ด้วยวิธีที่สามารถเชื่อมโยงกับคุณได้ ผู้ออกบัตรของคุณ เครือข่ายการชำระเงิน หรือผู้ให้บริการที่ได้รับอนุญาตจากผู้ออกบัตรของคุณอาจแชร์ข้อมูลเกี่ยวกับคุณสมบัติและสิทธิประโยชน์ของบัตรกับ Apple เช่น บัตรรองรับรางวัลหรือโปรแกรมการผ่อนชำระหรือไม่ เพื่อตรวจสอบการมีสิทธิ์สำหรับคุณสมบัติบางอย่างของ Apple Pay Apple ยังอาจมอบข้อมูลให้กับบุคคลหรือบริษัทเหล่านั้นอีกด้วย เพื่อเปิดใช้งาน Apple Pay, ตรวจสอบการมีสิทธิ์สำหรับบัตร, ตั้งค่าบัตรของคุณกับ Apple Pay และป้องกันการโจรกรรม ซึ่งรวมถึง: • หมายเลขบัตรของบัตรเครดิต บัตรเดบิต หรือบัตรเติมเงินของคุณ • ชื่อและที่อยู่เรียกเก็บเงินที่ผูกกับบัญชี Apple ของคุณ • ข้อมูลทั่วไปเกี่ยวกับกิจกรรมบัญชี Apple ของคุณ (ตัวอย่างเช่น คุณมีประวัติธุรกรรมภายใน iTunes มายาวนานหรือไม่) • ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ และอุปกรณ์ iOS ที่จับคู่ด้วยหากใช้ Apple Watch (ตัวอย่างเช่น ข้อมูลจำเพาะของอุปกรณ์ เบอร์โทรศัพท์ รวมถึงชื่อและรุ่นทั้งของ Apple Watch ของคุณและอุปกรณ์ iOS ที่จับคู่ด้วย) • ตำแหน่งที่ตั้ง ณ เวลาที่คุณเพิ่มบัตร (ถ้าคุณเปิดใช้งานบริการหาตำแหน่งที่ตั้งอยู่) • ประวัติของบัญชีหรืออุปกรณ์ในการเพิ่มบัตรชำระเงิน • สถิติรวมที่เกี่ยวข้องกับข้อมูลจากบัตรชำระเงินที่คุณได้เพิ่มหรือพยายามที่จะเพิ่มลงใน Apple Pay เมื่อคุณเพิ่มบัตรไปที่ Apple Pay โดยใช้แอปของบริษัทอื่น เช่น แอปธนาคาร แอปดังกล่าวจะส่งข้อมูลจำเพาะของบัญชีหรือบัตรไปยังอุปกรณ์ของคุณ Apple และผู้ออกบัตรของคุณจะใช้ข้อมูลนี้เพื่อพิจารณาการมีสิทธิ์ของบัตรของคุณ ตั้งค่าบัตรของคุณกับ Apple Pay และเพื่อป้องกันการโจรกรรม ในการช่วยตั้งค่าบัตรที่คุณมี หรือบัตรที่คุณมีล่าสุดบนอุปกรณ์อื่นๆ Apple จะจัดเก็บการอ้างอิงบัตรกับบัญชี Apple ของคุณที่สามารถใช้กับผู้ออกบัตรหรือเครือข่ายการชำระเงินเพื่อเพิ่มบัตรอีกครั้งหลังจากป้อนรหัสความปลอดภัยได้ Apple Pay จะไม่ได้จัดเก็บหมายเลขบัตรจริงๆ ของหมายเลขบัตรเครดิต บัตรเดบิต หรือบัตรเติมเงิน การชำระเงินด้วย Apple Pay เมื่อคุณเริ่มชำระเงิน รหัสไปรษณีย์หรือข้อมูลอื่นในลักษณะเดียวกันของคุณอาจถูกมอบให้กับแอป เว็บไซต์ หรือผู้ประกอบการค้าเพื่อใช้ในการคำนวณภาษีและค่าจัดส่ง เมื่อคุณเริ่มชำระเงินภายในเบราว์เซอร์ของบริษัทอื่น เบราว์เซอร์จะสร้างคิวอาร์โค้ดหรือโค้ดแอปคลิปเพื่อสแกนด้วยอุปกรณ์ที่รองรับ Apple Pay ของคุณ เมื่อสแกนแล้ว Apple จะเริ่มต้นช่องทางการสื่อสารระหว่างเบราว์เซอร์และอุปกรณ์ที่รองรับ Apple Pay ซึ่งเป็นเบราว์เซอร์และอุปกรณ์ที่แชร์ข้อมูลธุรกรรมที่เกี่ยวข้องและข้อมูลการเรียกเก็บเงินและ/หรือการจัดส่งที่จำเป็นต่อการดำเนินธุรกรรม ถ้าคุณสมบัติการชำระเงินขั้นสูงของ Apple Pay ถูกเปิดใช้งานอยู่ เช่น ความสามารถในการชำระเงินด้วยการผ่อนชำระหรือคะแนนรางวัล หลังจากคุณเริ่มการซื้อด้วย Apple Pay แล้ว Apple จะระบุตัวเลือกการชำระเงินที่มีให้คุณโดยอิงตามบัตรที่คุณมีในกระเป๋าสตางค์ของคุณ รวมถึงสิทธิประโยชน์และคุณสมบัติของบัตรเหล่านั้น ซึ่ง Apple จะได้รับข้อมูลดังกล่าวจากผู้ออกบัตร คุณยังอาจเลือกให้ Apple ระบุตัวเลือกการชำระเงินเพิ่มเติมที่อาจมีให้คุณแต่ยังไม่มีอยู่ในกระเป๋าสตางค์ของคุณได้อีกด้วย ในการทำเช่นนั้น Apple จะใช้ข้อมูลเกี่ยวกับธุรกรรมของคุณ เช่น ผู้ประกอบการและจำนวนเงิน เพื่อพิจารณาว่ามีวิธีการชำระเงินเพิ่มเติมสำหรับธุรกรรมนั้นหรือไม่ Apple จะไม่เก็บข้อมูลเกี่ยวกับธุรกรรมและการตรวจสอบสิทธิ์ใช้งานวิธีการชำระเงินในลักษณะที่สามารถเชื่อมโยงกับคุณได้ ถ้าคุณเลือกสมัครใช้วิธีการชำระเงินใหม่ ข้อมูลการสมัครใช้ของคุณจะถูกแชร์กับผู้ออกบัตรโดยตรง และ Apple จะไม่เห็นหรือไม่จัดเก็บข้อมูลเหล่านั้น ในการช่วยให้คุณตัดสินใจทางการเงินได้อย่างชาญฉลาด ถ้าคุณเลือกชำระเงินด้วยคะแนนรางวัล Apple อาจใช้ข้อมูลเกี่ยวกับบัตรของคุณ คุณสมบัติของบัตร และสิทธิประโยชน์ รวมถึงผู้ประกอบการและจำนวนเงินของธุรกรรม เพื่อดึงข้อมูลและแสดงยอดคะแนนรางวัลปัจจุบันของคุณ คะแนนรางวัล (หรือสิ่งที่เทียบเท่า) ที่จะถูกเรียกเก็บสำหรับธุรกรรม และยอดคะแนนรางวัลของคุณหลังการทำธุรกรรม ในการช่วยคุณเลือกแผนการผ่อนชำระที่เหมาะสมกับสุขภาพทางการเงินของคุณ Apple จะให้ข้อมูลผู้ประกอบการและจำนวนเงินกับผู้ออกบัตรที่เข้าร่วม ซึ่งผู้ออกบัตรจะใช้ข้อมูลเพื่อประเมินสิทธิ์และมอบรายการตัวเลือกการผ่อนชำระเพื่อให้ Apple แสดง Apple จะไม่เก็บข้อมูลที่ประมวลผลเพื่อให้บริการคุณสมบัติการชำระเงินขั้นสูงของ Apple Pay นี้ในลักษณะที่สามารถเชื่อมโยงกับคุณได้ หลังจากที่คุณอนุญาตการชำระเงิน ข้อมูลอื่นๆ เช่น หมายเลขบัญชีเฉพาะตัวของอุปกรณ์หรือของผู้ประกอบการ ที่อยู่จัดส่งของคุณ หรือที่อยู่อีเมลของคุณ จะถูกส่งให้ตามที่ผู้ประกอบการนั้นร้องขออีกด้วย ระบบจะไม่แจ้งหมายเลขบัตรจากบัตรเครดิต บัตรเดบิต หรือบัตรเติมเงินเมื่อคุณใช้ Apple Pay ในการช่วยตรวจสอบให้แน่ใจว่าคุณอนุญาตการเรียกเก็บเงินแบบประจำหรือแบบอื่นที่เริ่มต้นโดยผู้ประกอบการ เช่น การสมัครรับ เมื่อคุณเลือกใช้วิธีการชำระเงิน Apple Pay ที่เข้าเกณฑ์กับผู้ประกอบการที่เข้าร่วมสำหรับการเรียกเก็บเงินแบบประจำหรือที่เริ่มต้นโดยผู้ประกอบการ ผู้ออกบัตรและ/หรือเครือข่ายการชำระเงินของคุณจะอนุมัติและสร้างหมายเลขบัญชีเฉพาะตัวของผู้ประกอบการเพื่อใช้สำหรับการเรียกเก็บเงินนั้น หมายเลขบัญชีเฉพาะตัวของผู้ประกอบการนั้นเท่านั้นที่จะสามารถใช้ได้โดยผู้ประกอบการที่เข้าร่วมในการอนุมัติรายการธุรกรรมโดยที่คุณไม่ต้องดำเนินการที่ระบุ Apple จะทราบว่าผู้ประกอบการรายใดผูกกับหมายเลขบัญชีเฉพาะตัวของผู้ประกอบการของคุณ แต่จะไม่ทราบว่าคุณซื้ออะไรหรือชำระเงินจำนวนเท่าไหร่สำหรับสินค้านั้น คุณสามารถจัดการหมายเลขบัญชีเฉพาะตัวของผู้ประกอบการของคุณในกระเป๋าสตางค์ได้โดยแตะบัตรแล้วแตะปุ่มเพิ่มเติมเพื่อดูรายละเอียดของบัตร สำหรับบัตรที่มีการป้องกันการโจรกรรมขั้นสูงบางอย่าง เมื่อคุณพยายามทำธุรกรรมทางออนไลน์หรือภายในแอป อุปกรณ์ของคุณจะประเมินข้อมูลเกี่ยวกับบัญชี Apple, อุปกรณ์ และตำแหน่งที่ตั้งของคุณหากคุณได้เปิดใช้งานบริการหาตำแหน่งที่ตั้งสำหรับกระเป๋าสตางค์ เพื่อพัฒนาการประเมินการป้องกันการโจรกรรมบนอุปกรณ์ ผลลัพธ์ของการประเมินการป้องกันการโจรกรรมบนอุปกรณ์ แต่ไม่ใช่ข้อมูลพื้นฐาน จะถูกส่งไปที่ Apple และรวมกับข้อมูลที่ Apple ทราบเกี่ยวกับอุปกรณ์และบัญชีของคุณเพื่อพัฒนาการประเมินการป้องกันการโจรกรรมเกี่ยวกับรายการธุรกรรม Apple Pay การประเมินการป้องกันการโจรกรรมเกี่ยวกับรายการธุรกรรมเหล่านี้อาจถูกแชร์กับเครือข่ายการชำระเงินของคุณพร้อมกับข้อมูลจำเพาะที่อยู่จัดส่งและที่อยู่ IP หากมี เพื่อป้องกันการโจรกรรม ณ เวลาที่ทำรายการธุรกรรม ข้อมูลจำเพาะที่อยู่จัดส่งจะแตกต่างกันตามแต่ละเครือข่ายการชำระเงินและอาจถูกใช้เพื่อยืนยันว่าที่อยู่จัดส่งสำหรับรายการธุรกรรมต่างๆ ที่ใช้บัตรเฉพาะบนอุปกรณ์ของคุณไม่เปิดเผยข้อมูลพื้นฐานเหมือนกัน คุณสามารถตรวจสอบว่าบัตรมีการป้องกันการโจรกรรมขั้นสูงนี้ได้ตลอดเวลาโดยไปที่ด้านหลังของข้อมูลประจำการชำระเงินของคุณในกระเป๋าสตางค์ ในการป้องกันการแชร์การประเมินการป้องกันการโจรกรรมกับเครือข่ายการชำระเงินของคุณ คุณสามารถเลือกบัตรอื่นได้ เมื่อใช้แอปหรือไปที่เว็บไซต์ผ่าน Safari ที่ใช้ Apple Pay ใน iOS, watchOS หรือ macOS แอปหรือเว็บไซต์จะสามารถตรวจสอบได้ว่าคุณเปิดใช้งาน Apple Pay บนอุปกรณ์นั้นไว้หรือไม่ เมื่อไปที่เว็บไซต์ใน Safari บนอุปกรณ์ iOS หรือ Mac ที่ไม่สามารถเพิ่มบัตรได้ เว็บไซต์จะสามารถตรวจสอบได้ว่าคุณตั้งค่า Apple Pay บน iPhone หรือ Apple Watch ที่ใช้บัญชี Apple เดียวกันไว้หรือไม่ คุณสามารถปิดใช้งานเว็บไซต์ที่คุณเข้าไปไม่ให้ตรวจสอบว่าคุณเปิดใช้งาน Apple Pay หรือไม่ได้โดยเปลี่ยนการตั้งค่าของคุณ บน iOS ให้ไปที่การตั้งค่า > แอป > Safari > ขั้นสูง > การตรวจหา Apple Pay บน Mac ให้ไปที่ Safari > การตั้งค่า > ขั้นสูง แล้วเลิกเลือก “อนุญาตให้เว็บไซต์ตรวจหา Apple Pay และ Apple Card” การปกป้องวิธีการชำระเงินของคุณ การปกป้องวิธีการชำระเงินใน Safari ในการช่วยปกป้องวิธีการชำระเงินของคุณในระบบนิเวศของ Apple และใช้ประโยชน์จากสิทธิประโยชน์ของความเป็นส่วนตัวและความปลอดภัยของ Apple Pay วิธีการชำระเงิน Apple Pay ที่รองรับของคุณจากกระเป๋าสตางค์จะมีให้ใช้งานในการป้อนอัตโนมัติใน Safari เช่นกัน เมื่อซื้อของออนไลน์ด้วยการป้อนอัตโนมัติใน Safari สำหรับเว็บไซต์ คุณสามารถตั้งค่าหมายเลขบัตรเสมือนเพื่อซ่อนหมายเลขบัตรจริงของคุณได้หากเครือข่ายและผู้ออกบัตรที่เข้าร่วมของคุณรองรับคุณสมบัตินี้ ในการเปิดใช้งานการทำงานนี้ Apple จะส่งข้อมูลที่จำกัดเกี่ยวกับวิธีการชำระเงินของคุณไปยังเครือข่ายหรือผู้ออกบัตรของคุณ (หรือบริษัทอื่นที่ได้รับอนุญาต) ซึ่งจะสร้างหมายเลขบัตรเสมือนสำหรับการใช้งานของคุณเมื่อซื้อของออนไลน์ด้วยการป้อนอัตโนมัติใน Safari ในการจัดการหมายเลขบัตร Apple Pay ของคุณรวมถึงหมายเลขบัตรเสมือน ให้ไปที่ด้านหลังของบัตรของคุณในกระเป๋าสตางค์ แล้วแตะเพื่อดูข้อมูลบัตร คุณยังอาจช่วยปกป้องวิธีการชำระเงินที่มีอยู่แล้วในการป้อนอัตโนมัติใน Safari ได้อีกด้วยโดยการชำระเงินด้วย Apple Pay หรือหมายเลขบัตรเสมือนแทนหมายเลขบัตรจริงของคุณ ในการจัดการ ให้ไปที่การตั้งค่า > กระเป๋าสตางค์และ Apple Pay แล้วแตะใช้ Apple Pay หากมี เมื่อเปิดการใช้งานนี้ ข้อมูลที่จำกัดเกี่ยวกับบัตรที่บันทึกไว้ของคุณในการป้อนอัตโนมัติใน Safari ที่จำเป็นในการตรวจสอบยืนยันสิทธิ์สำหรับ Apple Pay จะถูกส่งไปที่เครือข่ายการชำระเงินของคุณเพื่อตรวจสอบยืนยัน ถ้าเครือข่ายการชำระเงินของคุณระบุว่าบัตรเข้าเกณฑ์ Apple จะเพิ่มวิธีการชำระเงินไปยังกระเป๋าสตางค์ และเครือข่ายของคุณจะสร้างหมายเลขบัตร Apple Pay เพื่อเพิ่มการป้องกันสำหรับการซื้อของออนไลน์ การปกป้องวิธีการชำระเงินบัญชี Apple ในการช่วยคุณจัดการวิธีการชำระเงินของคุณในระบบนิเวศของ Apple นั้น Apple อาจตรวจสอบว่ามีวิธีการชำระเงิน Apple Pay ใดเข้าเกณฑ์สำหรับเพิ่มเป็นวิธีการชำระเงินในระบบไปยังบัญชี Apple ของคุณหรือไม่ และแสดงวิธีการชำระเงินเหล่านั้นในการตั้งค่า > [ชื่อของคุณ] > การชำระเงินและการจัดส่ง > เพิ่มวิธีการชำระเงิน > วิธีการชำระเงิน เมื่อคุณทำธุรกรรมด้วยบัญชี Apple ของคุณ Apple อาจตรวจสอบว่ามีวิธีการชำระเงินบัญชี Apple ใดในระบบเข้าเกณฑ์สำหรับ Apple Pay หรือไม่ ถ้ามี ในการช่วยปกป้องข้อมูลการชำระเงินของคุณ Apple อาจเปิดใช้งาน Apple Pay สำหรับวิธีการชำระเงิน คุณสามารถแก้ไขวิธีการชำระเงินบัญชี Apple ได้ตลอดเวลาโดยไปที่การตั้งค่า > [ชื่อของคุณ] > การชำระเงินและการจัดส่ง Apple ส่งข้อมูลแต่ไม่ได้จัดเก็บข้อมูลการชำระเงินของคุณ ในการส่งข้อมูลการชำระเงินของคุณอย่างปลอดภัยภายในแอป เว็บไซต์ และการสนทนาทางธุรกิจ ข้อมูลจะถูกส่งไปที่ Apple ในรูปแบบที่เข้ารหัส จากนั้นจะถูกถอดรหัสเพียงชั่วครู่ แล้วเข้ารหัสอีกครั้งด้วยกุญแจเฉพาะตัวของร้านค้า เพื่อให้มีเพียงผู้ประกอบการ นักพัฒนา หรือผู้ดำเนินการชำระเงินเท่านั้นที่สามารถถอดรหัสข้อมูลการชำระเงินของคุณได้ เมื่อคุณชำระเงินบน Mac ที่ไม่สามารถเพิ่มบัตรได้ Mac เครื่องนั้นและอุปกรณ์ที่ได้รับอนุญาตจะสื่อสารกันผ่านช่องทางที่เข้ารหัสผ่านเซิร์ฟเวอร์ของ Apple ทั้งนี้ Apple จะไม่เก็บข้อมูลใดๆ เหล่านี้ในรูปแบบที่สามารถระบุได้ว่าเป็นคุณ Apple Pay ยังช่วยให้คุณชำระเงินในเบราว์เซอร์ของบริษัทอื่นและใช้อุปกรณ์ที่รองรับ Apple Pay เพื่ออนุญาตการทำธุรกรรมได้ด้วย เมื่อใช้คุณสมบัตินี้ Apple จะสร้างช่องทางการสื่อสารระหว่างเบราว์เซอร์ของบริษัทอื่นและอุปกรณ์ที่ได้รับอนุญาตของคุณผ่านเซิร์ฟเวอร์ Apple เพื่อช่วยให้คุณอัปเดตรายละเอียดการจัดส่งและการชำระเงิน และให้การอนุญาตของคุณได้ ข้อมูลการจัดส่งและการเรียกเก็บเงินของคุณ และข้อมูลเกี่ยวกับการเรียกเก็บเงินโดยผู้ประกอบการ เช่น ภาษีหรือค่าธรรมเนียมการจัดส่งที่เกี่ยวข้องกับการซื้อของคุณ จะแสดงให้ Apple เห็นครู่หนึ่ง ทั้งนี้ Apple จะไม่เก็บข้อมูลใดๆ เหล่านี้ในรูปแบบที่สามารถระบุได้ว่าเป็นคุณ การติดตามคำสั่งซื้อ Apple Pay ในการให้บริการติดตามคำสั่งซื้อกับคุณ เมื่อซื้อด้วย Apple Pay ผู้ประกอบการที่เข้าร่วมจะส่งข้อมูลคำสั่งซื้อแบบจำกัดอุปกรณ์สำหรับอุปกรณ์ของคุณเพื่อใช้ในการติดตามคำสั่งซื้อของคุณ และ Apple จะให้ข้อมูลจำเพาะของอุปกรณ์เฉพาะผู้ประกอบการและโทเค็นการผลักกับผู้ประกอบการ ซึ่งผู้ประกอบการสามารถใช้เพื่อให้ข้อมูลกับอุปกรณ์เกี่ยวกับการอัปเดตของคำสั่งซื้อได้ Apple ให้ความช่วยเหลือผู้ประกอบการในการอัปเดต แต่จะไม่จัดเก็บข้อมูลคำสั่งซื้อหรือติดตามจำนวน ความถี่ หรือผู้ประกอบการที่ส่งการอัปเดตคำสั่งซื้อ ข้อมูลการติดตามคำสั่งซื้อถูกจัดเก็บลงในเครื่องบนอุปกรณ์ของคุณและอัปเดตตรงกันอยู่เสมอบนอุปกรณ์ทุกเครื่องโดยการเชื่อมข้อมูลสำเนาแบบเข้ารหัสซึ่ง Apple ไม่สามารถเข้าถึงได้ คุณสามารถจัดการคำสั่งซื้อ Apple Pay ของคุณได้ตลอดเวลาโดยแตะเพื่อดูคำสั่งซื้อของคุณ แล้วแตะบนคำสั่งซื้อที่ระบุ จากนั้นแตะจัดการคำสั่งซื้อ คุณยังสามารถจัดการการแจ้งเตือนเกี่ยวกับคำสั่งซื้อได้อีกด้วยโดยไปที่คำสั่งซื้อ แล้วแตะปุ่มเพิ่มเติม จากนั้นแตะปิดการแจ้งเตือน เมื่อคุณลงชื่อออกจากบัญชีของคุณ อุปกรณ์ของคุณอาจยังคงเก็บรักษาข้อมูลแบบจำกัดเกี่ยวกับคำสั่งซื้อเพื่อให้อุปกรณ์รับการอัปเดต ผู้ใช้อุปกรณ์จะไม่เห็นข้อมูลนี้ ข้อมูลจะถูกเก็บรักษาเป็นระยะเวลาสั้นๆ และถูกใช้โดยอุปกรณ์ของคุณเพื่อช่วยหยุดส่งการอัปเดตไปยังอุปกรณ์หลังจากลงชื่อออกเท่านั้น ทั้งนี้เพื่อป้องกันไม่ให้เข้าถึงข้อมูลคำสั่งซื้อของคุณโดยไม่ได้รับอนุญาต การแชร์กิจกรรมของบัญชีกับแอปของบุคคลหรือบริษัทอื่น คุณสามารถแชร์รายละเอียดและประวัติธุรกรรมของบัญชี Apple Card, Savings และ Apple Cash ของคุณกับแอปการจัดการทางการเงินส่วนบุคคลที่เข้าร่วมที่คุณเชื่อถือจาก App Store ได้ แอปต้องขอความสามารถในการอ่านกิจกรรมของบัญชี Apple Card, Savings หรือ Apple Cash จาก Apple Pay ในกระเป๋าสตางค์ คุณสามารถควบคุมข้อมูลที่คุณแชร์กับแอปเหล่านี้และสามารถเปลี่ยนแปลงสิ่งที่คุณแชร์ได้ตลอดเวลา กิจกรรมของบัญชีที่คุณเลือกแชร์กับแอปของบุคคลหรือบริษัทอื่นจะได้รับการจัดการตามนโยบายความเป็นส่วนตัวของแอปนั้น Apple ไม่ดูหรือจัดเก็บรายละเอียดหรือประวัติธุรกรรมของบัญชีของคุณเมื่อคุณแชร์กิจกรรมของบัญชีของคุณ พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน Apple Pay โดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราจะขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่น รวมถึงข้อมูลเกี่ยวกับ: • บัญชีของคุณ เช่น บัญชีของคุณใช้งานอยู่หรือไม่ • อุปกรณ์ของคุณ เช่น ประเภทของอุปกรณ์ เวอร์ชั่นซอฟต์แวร์ และหมายเลขประจำเครื่องของอุปกรณ์ • บัตรของคุณ เช่น ข้อมูลที่แสดงบนบัตร • ผู้ออกบัตรของคุณ เช่น บุคคลหรือบริษัทอื่นที่ได้รับอนุญาตให้อัปเดตบัตร • การใช้ Apple Pay ของคุณ ตัวอย่างเช่น จำนวนของบัตร Apple Pay ที่คุณเพิ่มไว้ • ตำแหน่งที่ตั้งของคุณ ผลประโยชน์ที่ถูกต้องตามกฎหมายเหล่านี้รวมถึง: • การเพิ่มและการจัดการบัตร • ช่วยปรับปรุงและปรับบริการให้เหมาะสมสำหรับคุณและผู้อื่น • การช่วยคุณค้นหาคุณสมบัติที่สัมพันธ์กับตัวคุณมากที่สุด • การตรวจสอบสิทธิ์ • การให้บริการที่คุณขอ • การสื่อสารกับคุณเกี่ยวกับ Apple Pay รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลอื่นๆ ในการตรวจสอบการมีสิทธิ์สำหรับคุณสมบัติของกระเป๋าสตางค์และ Apple Pay เมื่อคุณแตะบัตรในกระเป๋าสตางค์ Apple อาจตรวจสอบการมีสิทธิ์ใช้งานคุณสมบัติโดยพิจารณาจากประเทศที่ออกบัตรและพิจารณาว่าผู้ออกบัตรเข้าร่วมในคุณสมบัตินั้นหรือไม่ ถ้าคุณเปิดใช้บริการหาตำแหน่งที่ตั้งไว้ ตำแหน่งที่ตั้งของอุปกรณ์ของคุณ ณ เวลาที่คุณใช้อุปกรณ์เพื่อซื้อสินค้าในร้านอาจถูกส่งไปที่ Apple โดยไม่ระบุชื่อและจะถูกใช้เพื่อช่วยเหลือ Apple Pay ในการปรับปรุงความแม่นยำของชื่อธุรกิจในประวัติธุรกรรมบัตรที่อยู่ในกระเป๋าสตางค์และอาจถูกเก็บเป็นข้อมูลรวมไว้เพื่อปรับปรุง Apple Maps, Apple Pay และกระเป๋าสตางค์ คุณสามารถปิดใช้งานฟังก์ชั่นการทำงานตามตำแหน่งที่ตั้งของ Apple Pay นี้ได้ตลอดเวลาบนอุปกรณ์ iOS ของคุณโดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง > บริการระบบ แล้วแตะเพื่อปิดใช้การระบุตัวตนผู้ประกอบการของ Apple Pay บน Mac ให้ไปที่การตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > ความเป็นส่วนตัว > บริการหาตำแหน่งที่ตั้ง แล้วคลิกเพื่อปิดใช้กระเป๋าสตางค์ ในการช่วยปรับปรุง Apple Pay บริษัท Apple จะเก็บรวบรวมข้อมูลเกี่ยวกับการใช้ Apple Pay ของคุณและจัดเก็บข้อมูลนั้นในลักษณะที่ไม่สามารถระบุตัวตนของคุณได้ ข้อมูลนี้รวมถึงเวลาที่ใช้ในการดำเนินการเพิ่มบัตรหรือทำธุรกรรมจนสำเร็จโดยใช้ Apple Pay Apple อาจใช้ข้อมูลนี้ในการปรับปรุงผลิตภัณฑ์และบริการอื่นๆ จาก Apple เพื่อการตลาดและเพื่อจุดประสงค์ด้านการโจรกรรมและการรักษาความปลอดภัยด้วย ข้อกำหนดของข้อตกลงเกี่ยวกับผู้ถือบัตร ผู้ใช้ ผู้ประกอบการ หรือข้อกำหนดและเงื่อนไขอื่นๆ ที่บังคับใช้กับการใช้งานคุณสมบัติของ Apple Pay จะยังมีผลบังคับต่อการใช้บัตรของคุณและการใช้งานบัตรกับ Apple Pay และข้อกำหนดดังกล่าวอาจมีนโยบายความเป็นส่วนตัวเพิ่มเติม ทั้ง Apple และบริษัทในเครือที่ให้บริการ Apple Pay ต่างก็ไม่ใช่ธนาคาร และประกาศฉบับนี้เป็นส่วนเพิ่มเติมจากประกาศที่คุณอาจได้รับจากธนาคารของคุณ ในกรณีที่ Apple สงสัยว่ามีการโจรกรรมเกี่ยวกับการใช้ Apple Pay ข้อมูลเกี่ยวกับบัญชี Apple และธุรกรรมที่อาจเป็นการโจรกรรมอาจถูกแชร์กับผู้ออกบัตรหรือผู้ให้บริการเครือข่ายการชำระเงินของคุณเพื่อป้องกันการโจรกรรม Apple จะเก็บรักษาข้อมูลส่วนบุคคลไว้เป็นระยะเวลานานตราบเท่าที่จำเป็นเท่านั้นเพื่อให้เป็นไปตามจุดประสงค์ของการรวบรวมข้อมูล รวมถึงตามที่อธิบายไว้ในประกาศนี้และตามนโยบายความเป็นส่วนตัวของ Apple หรือตามที่กฎหมายกำหนด ในการประเมินระยะเวลาการเก็บรักษาข้อมูล ก่อนอื่น เราจะตรวจสอบอย่างรอบคอบว่ามีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลที่รวบรวมมาหรือไม่ หากต้องมีการเก็บรักษา จะมีการเก็บรักษาข้อมูลส่วนบุคคลตามระยะเวลาที่สั้นที่สุดตามที่กฎหมายอนุญาต ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Apple Pay; banka, kredi ve ön ödemeli kartlarınızı kullanarak mağazalarda, uygulamalarda ve web’de güvenli alışveriş yapmanızı sağlar. Apple Pay, Apple Inc.’e bağlı kuruluşlar tarafından sunulan ve kişisel verilerinizden sorumlu olan bir teknoloji servisidir. Apple Pay sağlayıcınız, bulunduğunuz konuma bağlı olarak farklılık gösterebilir (örneğin ABD’de Apple Payments Services LLC). Kişisel verilerinizin işlenmesinden sorumlu Apple birimleri hakkında daha fazla bilgi için apple.com/tr/privacy adresindeki Apple’ın Gizlilik Politikası sayfasına ve www.apple.com/tr/legal/privacy/tr/affiliated-company adresindeki Apple Bağlı Şirketleri sayfasına gidin. Apple Pay’e kart ekleme Apple Pay’e mağaza, kredi, banka kartı ve ön ödemeli kart eklerken Apple Pay’in ve özelliklerinin etkinleştirilmesi için uygun olup olmadığınızı belirlemek amacıyla kartınız hakkında verdiğiniz bilgiler ve bazı aygıt ayarlarının etkin olup olmadığı Apple’a gönderilebilir. Aygıtınız, dolandırıcılığı belirlemeye yardımcı olması için aygıt kullanım şekillerini de (örneğin aygıtın hareket halinde olduğu sürenin yüzdesi, haftalık yaklaşık arama sayısı) değerlendirebilir. Aygıtınız tarafından değerlendirilen bilgiler, sizinle bağlantı kurulabilecek bir şekilde Apple ile paylaşılmaz. Kartınızı veren kuruluş, ödeme ağınız veya kartınızı veren kuruluşun yetkilendirdiği sağlayıcı, belirli Apple Pay özelliklerine uygunluğu belirlemek üzere kartın bir ödül veya taksit programını destekleyip desteklemediği gibi kart özellikleriyle ve avantajlarıyla ilgili bilgileri Apple ile paylaşabilir. Apple; bu birimlere Apple Pay’in etkinleştirilmesini, kartın uygun olup olmadığının belirlenmesini, kartınızın Apple Pay için ayarlanmasını ve dolandırıcılığın önlenmesini sağlamak için aşağıdakileri de içeren bilgiler sağlayabilir: • Kredi kartınızın, banka kartınızın veya ön ödemeli kartınızın numarası • Apple Hesabı’nızla ilişkili ad ve fatura adresi • Apple Hesabı’nızdaki etkinlikler hakkında genel bilgi (örneğin iTunes’da uzun bir işlem geçmişiniz olup olmadığı) • Aygıtınız ve Apple Watch kullanılıyorsa eşlenmiş iOS aygıtı hakkında bilgi (örneğin, hem Apple Watch’unuz hem de eşlenmiş iOS aygıtınız için aygıt tanıtıcısı, telefon numarası ve aygıtınızın adı ve modeli) • Kartı eklediğiniz zaman bulunduğunuz konum (Konum Servisleri etkin ise) • Ödeme kartı eklemeyle ilgili hesap veya aygıt geçmişi • Apple Pay’e eklediğiniz veya eklemeye çalıştığınız ödeme kartları bilgilerine ilişkin toplu istatistikler Apple Pay’e banka uygulaması gibi üçüncü parti bir uygulamayı kullanarak bir kart eklediğinizde uygulama, aygıtınıza bir hesap veya kart tanıtıcısı gönderir. Bu bilgi, Apple ve kartınızı veren kuruluş tarafından kartınızın uygun olup olmadığını belirlemek, kartınızı Apple Pay için ayarlamak ve dolandırıcılığı önlemek için kullanılır. Apple, diğer aygıtlarda şu anda veya yakın geçmişte bulunan kartları ayarlamanıza yardımcı olmak amacıyla Apple Hesabı’nızda bir kart referansı saklar. Bu kart referansı, güvenlik kodunu girdikten sonra bu kartı yeniden eklemek için kartı veren kuruluş veya ödeme ağıyla kullanılabilir. Apple Pay özgün kredi, banka veya ön ödemeli kart numarasını saklamaz. Apple Pay ile ödeme Bir ödeme yapmaya başladığınızda vergi ve teslimat masraflarını hesaplamayı etkinleştirmek için posta kodunuz ve diğer bilgiler uygulamaya, web sitesine veya satıcıya sağlanabilir. Üçüncü parti bir tarayıcının içinde ödeme yapmaya başladığınızda, tarayıcı, Apple Pay destekli aygıtınızla taramanız için bir QR kodu veya uygulama parçacığı kodu oluşturur. Kod tarandıktan sonra Apple, tarayıcı ve Apple Pay destekli aygıt arasında bir iletişim kanalı başlatır. Tarayıcı ve aygıt, işlemi gerçekleştirmek için gereken ilgili işlem ve fatura ve/veya teslimat bilgilerini bu kanal üzerinden paylaşır. Taksit veya ödül ile ödeyebilme gibi gelişmiş Apple Pay ödeme özellikleri etkinleştirilirse siz bir Apple Pay alışverişini başlattığınızda, Apple, Cüzdan’ınızda bulunan kartlara ve bu kartların kartı veren kuruluşlar tarafından Apple’a bildirilen avantajlarına ve özelliklerine göre kullanabileceğiniz ödeme seçeneklerini belirler. Apple’ın, kullanabileceğiniz ama henüz Cüzdan’ınızda bulunmayan ek ödeme seçeneklerini belirlemesini de seçebilirsiniz. Apple, bunu yapmak için işleminizle ilgili satıcı ve tutar gibi bilgileri kullanarak o işlem için ek ödeme yöntemlerinin kullanılıp kullanılamayacağını belirler. Apple, işlemle ve ödeme yöntemi uygunluğu denetimiyle ilgili bilgileri sizinle bağlantılı bir şekilde tutmaz. Yeni bir ödeme yöntemi başvurusunda bulunmayı seçerseniz başvuru bilgileriniz doğrudan veren kuruluşla paylaşılır ve Apple tarafından görülmez veya saklanmaz. Ödülle ödeme yapmayı seçerseniz Apple, bilinçli finansal kararlar vermenize yardımcı olmak üzere şu anki ödül bakiyenizi, işlem için kullanılacak ödül puanınızı (veya eş değerini) ve işlem sonrası ödül bakiyenizi almak ve görüntülemek için kartınız, kart özellikleriniz ve avantajlarınız hakkındaki bilgilerin yanı sıra işlemin satıcı ve tutar bilgisini de kullanabilir. Apple, mali durumunuza uygun taksit planını seçmenize olanak tanımak için katılımcı kuruluşlara satıcı ve tutar bilgilerini sağlar; onlar da uygunluğu değerlendirmek için bu bilgileri kullanır ve Apple’ın görüntülemesi için bir taksit seçenekleri listesi verir. Apple, gelişmiş Apple Pay ödeme özelliklerini sunmak için işlenen bu bilgileri sizinle bağlantılı bir şekilde tutmaz. Ödemeyi onayladıktan sonra satıcı tarafından talep edilen, aygıta veya satıcıya özel hesap numarası, teslimat adresiniz veya e-posta adresiniz gibi diğer bilgiler de sağlanır. Apple Pay’i kullandığınızda kredi kartınızın, bankamatik kartınızın veya ön ödemeli kartınızın kart numarası sağlanmaz. Abonelik gibi yinelenen veya satıcı tarafından uygulanan diğer ücretlere izin verdiğinizden emin olunmasına yardımcı olmak amacıyla, yinelenen veya satıcı tarafından uygulanan ücretler için katılımcı satıcılara uygun Apple Pay ödeme yöntemlerini sağlamayı seçtiğinizde kartı veren kuruluşunuz ve/veya ödeme ağınız, bu tür ücretler için kullanılmak üzere satıcıya özgü bir hesap numarası onaylar ve oluşturur. Katılımcı bir satıcı, siz belirli bir eylem gerçekleştirmeden işlemlere izin vermek için yalnızca satıcıya özgü hesap numarasını kullanabilir. Apple, satıcıya özgü hesap numaralarınızla hangi satıcıların ilişkilendirildiğini bilir ama ne satın aldığınızı veya ne kadar ödeme yaptığınızı bilmez. Satıcıya özgü hesap numaralarınızı, Cüzdan’da karta dokunup ardından ayrıntılarını görüntülemek için Daha Fazla düğmesine dokunarak yönetebilirsiniz. Belirli gelişmiş dolandırıcılık önleme özelliği olan kartlarda çevrimiçi veya uygulama içi işlem yapmaya çalıştığınızda aygıtınız, aygıtta dolandırıcılığı önleme değerlendirmelerini geliştirmek için Apple Hesabı’nız, aygıtınız ve konumunuz (Cüzdan için Konum Servisleri’ni etkinleştirdiyseniz) hakkındaki bilgileri değerlendirir. Apple Pay işlemlerinde dolandırıcılığı önleme değerlendirmelerini geliştirmek amacıyla, aygıtta dolandırıcılığı önleme değerlendirmelerinin çıktısı (altta yatan veriler değil), Apple’a gönderilir ve Apple’ın aygıtınız ve hesabınız ile ilgili sahip olduğu bilgilerle birleştirilir. Bu işlem dolandırıcılığını önleme değerlendirmeleri, işlem sırasında dolandırıcılığı engellemek için varsa teslimat adresi tanıtıcısı ve IP adresi ile birlikte ödeme ağınızla paylaşılabilir. Teslimat adresi tanıtıcısı, ödeme ağına göre değişir ve aygıtınızda belirli bir kartı kullanan farklı işlemlerde teslimat adreslerinin aynı olup olmadığını (gerçek adresin gösterilmeyeceği bir şekilde) doğrulamak için kullanılabilir. Bir kartta bu gelişmiş dolandırıcılığı önleme özelliğinin olup olmadığını istediğiniz zaman Cüzdan’daki ödeme kimlik bilgilerinizin arkasına bakarak denetleyebilirsiniz. Dolandırıcılığı önleme değerlendirmelerinin ödeme ağınızla paylaşılmasını engellemek için başka bir kartı seçebilirsiniz. iOS’te, watchOS’te veya macOS’te Apple Pay kullanan bir uygulamayı kullanırken veya Safari aracılığıyla bir web sitesine giderken uygulama veya web sitesi, o aygıtta Apple Pay’i etkinleştirip etkinleştirmediğinizi denetleyebilir. Bir iOS aygıtındaki veya kart eklenemeyen bir Mac’teki Safari’de bir web sitesine gittiğinizde web sitesi aynı Apple Hesabı’nı kullanan bir iPhone veya Apple Watch’ta Apple Pay’in ayarlı olup olmadığını denetleyebilir. Web sitelerinin Apple Pay’in ayarlanıp ayarlanmadığını denetlemesini ayarlarda etkisizleştirebilirsiniz. iOS’te Ayarlar > Uygulamalar > Safari > İleri Düzey > Apple Pay’i Denetle’ye gidin. Mac’te Safari > Ayarlar > İleri Düzey bölümüne gidip “Web sitelerinin Apple Pay ve Apple Card denetimi yapmasına izin verin” seçimini kaldırın. Ödeme Yöntemlerinizi Koruma Safari Ödeme Yöntemlerinizi Koruma Ödeme yöntemlerinizin, Apple ekosisteminde güvenli olmasına yardımcı olmak ve Apple Pay gizliliğinin ve güvenliğinin avantajlarından yararlanmak için Cüzdan’ınızdaki desteklenen Apple Pay ödeme yöntemleriniz Safari Otomatik Doldurma’da da kullanılabilir. Safari Otomatik Doldurma ile alışveriş yaparken katılımcı kart ağınız ve kartı veren kuruluşunuz tarafından destekleniyorsa web siteleri için fiziksel kart numaranızı gizlemek için sanal kart numarası ayarlayabilirsiniz. Apple, bu özelliği etkinleştirmek için ağınıza veya kartınızı veren kuruluşa (ya da onun yetkilendirdiği üçüncü partiye) ödeme yönteminiz hakkında sınırlı bilgi gönderir, böylece Safari’deki Otomatik Doldurma ile alışveriş yaparken kullanabileceğiniz sanal bir kart numarası oluşturulur. Sanal kart numaraları da dahil Apple Pay kart numaralarınızı yönetmek için Cüzdan’da kartınızın arkasına gidin ve Kart Bilgisi’ni görmek için dokunun. Fiziksel kartınız yerine Apple Pay veya sanal kart numarası ile ödeme yaparak Safari Otomatik Doldurma’daki ödeme bilgilerinizi korumaya yardımcı olabilirsiniz. Yönetmek için Ayarlar > Cüzdan ve Apple Pay’e gidin ve Varsa Apple Pay’i Kullanın’a dokunun. Etkinleştirildiğinde Safari Otomatik Doldurma’da kayıtlı kartınız hakkında Apple Pay’e uygunluğunu doğrulamak üzere gerekli sınırlı bilgiler doğrulama için ödeme ağınıza gönderilir. Apple, ödeme ağınız kartın uygun olduğunu belirtirse ödeme yöntemini Cüzdan’a ekler. Ağınız, iyileştirilmiş çevrimiçi alışveriş koruması için bir Apple Pay kart numarası oluşturur. Apple Hesabı Ödeme Yöntemlerini Koruma Apple ekosisteminde ödeme yöntemlerinizi yönetmenize yardımcı olmak için Apple, herhangi bir Apple Pay ödeme yönteminin Apple Hesabı’nızda kayıtlı ödeme yöntemi olarak eklenmeye uygun olup olmadığını denetleyebilir ve bu ödeme yöntemlerini Ayarlar > [adınız] > Ödeme ve Teslimat > Ödeme Yöntemi Ekle > Ödeme Yöntemi bölümünde görüntüleyebilir. Apple Hesabı’nızla bir işlem gerçekleştirdiğinizde Apple, kayıtlı Apple Hesabı ödeme yöntemlerinizden herhangi birinin Apple Pay için uygun olup olmadığını da denetleyebilir. Uygunsa Apple, ödeme bilgilerinizi korumaya yardımcı olmak amacıyla o ödeme yöntemi için Apple Pay’i etkinleştirebilir. Ayarlar > [adınız] > Ödeme ve Teslimat bölümüne giderek istediğiniz zaman Apple Hesabı ödeme yöntemlerinizi değiştirebilirsiniz. Apple, Ödeme Bilgilerinizi Aktarır Ama Saklamaz Uygulamalardaki, web sitelerindeki ve İş Yeriyle Sohbet’teki ödeme bilgilerinizi güvenli olarak aktarmak amacıyla bilgiler Apple’a şifreli biçimde gönderilir ve kısa bir süreliğine burada şifresi çözülerek ödeme bilgilerinizin şifresinin yalnızca satıcı, geliştirici ya da onların ödeme işlemcileri tarafından çözülebilmesi amacıyla satıcıya özel bir anahtarla tekrar şifrelenir. Kart eklenemeyen bir Mac üzerinde ödeme yaparken Mac ve yetkilendirmeyi gerçekleştiren aygıt Apple sunucuları aracılığıyla şifreli bir kanal üzerinden iletişim kurar. Apple bu bilgilerden hiçbirini sizi kişisel olarak belirleyecek bir biçimde bulundurmaz. Apple Pay, üçüncü parti tarayıcılarda ödeme yapmanıza da olanak tanır ve işlemi onaylamak için Apple Pay’i destekleyen aygıtları kullanır. Bu özellik kullanılırken Apple, teslimat ve ödeme ayrıntılarınızı güncellemenizi ve onay vermenizi sağlamak üzere üçüncü parti tarayıcı ile onaylayan aygıtınız arasında Apple sunucuları aracılığıyla bir iletişim kanalı yaratır. Teslimat ve fatura bilgileriniz ve alışverişinizle ilişkili vergi veya gönderim ücretleri gibi satıcı masraflarıyla ilgili bilgiler kısa süreliğine Apple tarafından görülebilir. Apple bu bilgilerden hiçbirini sizi kişisel olarak belirleyecek bir biçimde bulundurmaz. Apple Pay Sipariş Takibi Sipariş takibi yapmanızı sağlamak amacıyla katılımcı bir satıcı, Apple Pay ile alışveriş yapıldıktan sonra aygıtınızın siparişinizi izlemede kullanması için aygıtınızla sınırlı sipariş bilgilerini gönderir. Apple, satıcıya özgü aygıt tanıtıcısını ve satıcının aygıta sipariş güncellemelerini sağlamak için kullanabileceği bir anında bildirim jetonunu satıcıya sunar. Apple, satıcı güncellemelerini kolaylaştırır ama sipariş bilgilerini saklamaz ya da hangi satıcının kaç tane ve ne sıklıkla sipariş güncellemeleri gönderdiğini izlemez. Sipariş takibi bilgileri aygıtlarınızda yerel olarak saklanır ve Apple tarafından erişilemeyen şifreli bir kopya eşzamanlanarak aygıtlar arasında güncel tutulur. Apple Pay siparişlerinizi, Siparişler’e dokunup siparişlerinizi görüntüleyerek, sonra belirli bir siparişe ve Siparişi Yönet’e dokunarak istediğiniz zaman yönetebilirsiniz. Siparişler’e gidip Daha Fazla düğmesine ve sonra Bildirimleri Kapat’a dokunarak Siparişler ile ilgili bildirimleri de yönetebilirsiniz. Hesabınızdan çıkış yaptığınızda aygıtınız güncelleme almayı sürdürdüğü siparişlerle ilgili sınırlı bilgiyi tutabilir. Bu bilgiler aygıt kullanıcıları tarafından görülmez, kısa süreyle tutulur ve aygıtınız tarafından yalnızca sipariş bilgilerinize yetkisiz erişimi önlemek amacıyla güncellemelerin çıkış yapıldıktan sonra aygıta gönderilmesini durdurmak için kullanılır. Hesap Aktivitelerini Üçüncü Parti Uygulamalarla Paylaşma Apple Card, Savings ve Apple Cash hesap ayrıntılarınızı ve işlem geçmişinizi App Store’dan güvendiğiniz katılımcı kişisel finans yönetim uygulamaları ile paylaşabilirsiniz. Uygulamalar, Cüzdan’daki Apple Pay’den Apple Card, Savings ya da Apple Cash hesap aktivitelerini okuma isteğinde bulunmalıdır. Bu uygulamalarla paylaştığınız verilerin denetimi sizdedir ve istediğiniz zaman ne paylaşacağınızı değiştirebilirsiniz. Üçüncü parti bir uygulama ile paylaşmayı seçtiğiniz hesap aktiviteleri o uygulamanın gizlilik politikasına göre işlenir. Apple, hesap aktivitelerinizi paylaştığınızda hesap ayrıntılarınızı veya işlem geçmişinizi görmez veya saklamaz. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Apple Pay kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde aşağıdaki bilgiler de dahil kişisel veri kategorilerini bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi işleriz: • Hesabınızın etkin olup olmadığı gibi hesabınızla ilgili bilgiler • Aygıt türü, yazılım sürümü ve aygıt seri numarası gibi aygıtınız • Kartta görüntülenen bilgiler gibi kart bilgileriniz • Kart güncellemeleri sunmaya yetkisi olan bir üçüncü parti gibi kartınızı veren kuruluş • Apple Pay kullanımınız; örneğin eklediğiniz Apple Pay kartlarının sayısı • Konumunuz Bu yasal çıkarlar şunları içerir: • Kart eklemek ve yönetmek • Servisi siz ve diğer kullanıcılar için iyileştirmeye ve en iyi duruma getirmeye yardımcı olmak • Sizinle en ilgili özellikleri keşfetmenize yardımcı olmak • Uygunluğunuzu denetlemek • Size istediğiniz servisleri sunmak • Apple Pay ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Diğer Bilgiler Apple, Cüzdan ve Apple Pay özelliklerine uygunluğu belirlemek için, Cüzdan’da bir karta dokunduğunuzda kartın verildiği ülkeye ve kartı veren kuruluşun özelliğin katılımcısı olup olmadığına bakarak uygunluk durumunuzu denetleyebilir. Konum Servisleri açıksa mağazalarda alışveriş yapmak için kullandığınız aygıtın o anda bulunduğu konum anonim olarak Apple’a gönderilebilir, Cüzdan kartı işlem geçmişinde işyeri adlarının doğruluğunu iyileştirmekte Apple Pay’e yardımcı olmak için kullanılır ve Apple Harita’yı, Apple Pay’i ve Cüzdan’ı iyileştirmek için toplu hâlde tutulabilir. Apple Pay’in bu konuma dayalı işlevselliğini istediğiniz zaman iOS aygıtınızda Ayarlar > Gizlilik ve Güvenlik > Konum Servisleri > Sistem Servisleri bölümüne gidip Apple Pay Satıcı Kimliği’ni kapatmak için dokunarak etkisizleştirebilirsiniz. Mac’te Sistem Ayarları > Gizlilik ve Güvenlik > Gizlilik > Konum Servisleri bölümüne gidin, sonra Cüzdan’ı kapatmak için tıklayın. Apple, Apple Pay’in iyileştirilmesine yardımcı olmak amacıyla Apple Pay kullanımınız ile ilgili bilgileri toplar ve bu bilgileri kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde saklar. Bu bilgiler, başarılı bir şekilde kart eklemenin veya Apple Pay’i kullanarak bir işlemi tamamlamanın ne kadar zaman aldığını içerir. Apple, bu bilgileri diğer Apple ürünlerini ve servislerini iyileştirmek, pazarlama, dolandırıcılığı engellemek ve güvenlik amacıyla da kullanabilir. Kart sahibi, kullanıcı, satıcı sözleşmelerinin hükümleri ile Apple Pay özelliklerinin kullanımına uygulanabilecek diğer hüküm ve koşullar, kartlarınızın kullanımını ve bu kartların Apple Pay ile ilişkili kullanımını yönetmeye devam edecektir ve bu hükümlerin ek gizlilik politikaları olabilir. Ne Apple ne de Apple Pay servisini sunan ona bağlı şirketler bankadır ve bu uyarı, bankanızdan alabileceğiniz diğer uyarılara ektir. Apple’ın Apple Pay kullanımıyla bağlantılı bir dolandırıcılıktan şüphelenmesi durumunda, sahte olması olası Apple hesabı ve işlemleriyle ilgili bilgiler, dolandırıcılığı önlemek amacıyla kartınızı veren kuruluş veya ödeme ağı sağlayıcısı ile paylaşılabilir. Apple, kişisel verileri, yasaların gerektirdiği veya toplanma amacını gerçekleştirmek için gerekli süre boyunca bu uyarıda açıklandığı gibi ve Apple’ın Gizlilik Politikası’na uygun şekilde tutar. Saklama sürelerini değerlendirirken öncelikle toplanan kişisel verilerin tutulması gerekip gerekmediğini dikkatlice inceler ve tutulması gerekiyorsa kişisel verileri yasaların izin verdiği en kısa süre boyunca tutmak için çalışırız. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Apple Pay дає вам змогу робити безпечні покупки в магазинах, програмах і всесвітній мережі за допомогою своїх дебетових, кредитних і передоплачених карток. Apple Pay — це високотехнологічна послуга, що надається компаніями, афілійованими з Apple Inc., які відповідають за опрацювання ваших персональних даних. Компанія, що надає послугу Apple Pay, може відрізнятися залежно від регіону. У США це Apple Payments Services LLC. Додаткову інформацію про підрозділи Apple, відповідальні за опрацювання ваших персональних даних, можна знайти в Політиці конфіденційності на вебсторінці apple.com/ua/privacy та у списку афілійованих компаній Apple на вебсторінці www.apple.com/legal/privacy/uk/affiliated-company. Додання карток до Apple Pay Коли ви додаєте платіжну картку, як‑от магазинну, кредитну, дебетову чи передоплачену, до Apple Pay, надана вами інформація про картку й відомості про певні параметри пристрою можуть надсилатися до Apple, щоб визначити можливість увімкнення Apple Pay і повʼязаних функцій. Ваш пристрій також може оцінювати шаблони використання пристрою (наприклад, відсоток часу перебування пристрою в русі або приблизна кількість викликів за тиждень) для виявлення шахрайства. Інформація, що оцінюється на вашому пристрої, не передається до Apple у такий спосіб, щоб її можна було повʼязати з вами. Емітент вашої картки, платіжна мережа або вповноважений емітентом картки постачальник може надавати інформацію про функції та переваги картки компанії Apple, зокрема відомості про те, чи підтримує вона програму бонусів або оплату частинами, щоб визначити відповідність вимогам для певних функцій Apple Pay. Apple також може надавати інформацію таким організаціям, щоб забезпечувати роботу функції Apple Pay, визначати придатність картки, налаштовувати вашу картку для Apple Pay і запобігати шахрайству, зокрема: • Номер вашої кредитної, дебетової чи передоплаченої картки • Імʼя та платіжна адреса, повʼязані з вашим обліковим записом Apple • Загальна інформація про активність вашого облікового запису Apple (наприклад, чи ви маєте тривалу історію трансакцій в iTunes) • Інформація про ваш пристрій і, якщо використовується Apple Watch, спарений пристрій iOS (наприклад, ідентифікатор пристрою, номер телефону, назва й модель годинника Apple Watch і підʼєднаного пристрою iOS) • Геопозиція в момент додавання вашої картки (якщо ввімкнено Служби локації) • Історія додавання платіжних карток в обліковому записі чи на пристрої • Зведена статистика, повʼязана з інформацією з платіжних карток, які ви додали або намагалися додати до Apple Pay Коли ви додаєте картку до Apple Pay через програму сторонніх розробників, як‑от банківську програму, така програма надсилає на ваш пристрій ідентифікатор рахунку або картки. Apple та емітент вашої картки використовують цю інформацію, щоб визначати придатність вашої картки, налаштовувати вашу картку для Apple Pay, а також запобігати шахрайству. Щоб допомогти вам налаштувати картки, наявні на інших пристроях, чи ті, що на них недавно були, Apple зберігає для кожної картки посилання на ваш обліковий запис Apple, яке можна використовувати для емітента картки чи платіжної системи, щоб повторно додати таку картку, ввівши захисний код. Apple Pay не зберігає справжніх номерів дебетових, кредитних чи передоплачених карток. Оплата з Apple Pay Коли ви починаєте оплату, то для забезпечення можливості розрахунку витрат на оподаткування та доставку програмі, вебсайту чи продавцю можуть надаватися ваш поштовий індекс чи інша рівноцінна інформація. Коли ви починаєте здійснювати платіж у браузері від стороннього розробника, браузер генерує QR‑код або код фрагмента програми, який можна зісканувати пристроєм із підтримкою Apple Pay. Після сканування Apple створить канал звʼязку між браузером і пристроєм із підтримкою Apple Pay, через який браузер і пристрій обмінюються відповідною інформацією про транзакцію, виставлення рахунків та/або доставку, необхідною для оброблення транзакції. Якщо ввімкнено розширені платіжні функції Apple Pay, як‑от можливість оплати частинами або бонуси, то після ініціації покупки Apple Pay компанія Apple визначить доступні для вас варіанти оплати на основі карток у вашому Гаманці та їхніх переваг і функцій, які надають компанії Apple емітенти цих карток. За вашим бажанням компанія Apple може визначити додаткові варіанти оплати, які можуть бути доступні вам, але які ще не додано до вашого Гаманця. Для цього Apple використовує інформацію про вашу транзакцію, зокрема відомості про продавця й суму, щоб визначити, чи доступні додаткові способи оплати для цієї транзакції. Apple не зберігає інформацію про транзакцію та перевірку способу оплати таким чином, щоб її можна було повʼязати з вами. Якщо ви подасте заявку на новий спосіб оплати, інформацію про заявку буде передано безпосередньо емітенту. Apple її не бачитиме та не зберігатиме. Щоб допомогти вам приймати обґрунтовані фінансові рішення, якщо оплачуєте покупку за допомогою бонусів, Apple може використовувати інформацію про вашу картку, її функції та переваги, а також відомості про продавця й суму транзакції, щоб отримати та показати ваш поточний баланс бонусів, бонусні бали (або їх еквівалент), які буде списано за транзакцію, а також баланс бонусів після здійснення транзакції. Щоб ви могли вибрати план оплати частинами, який відповідає вашому фінансовому добробуту, компанія Apple надає емітентам-учасникам інформацію про продавця й суму. На основі цих відомостей вони зможуть оцінити, чи відповідаєте ви вимогам, і надати компанії Apple список варіантів для оплати частинами. Apple не зберігає цю інформацію (яка обробляється з метою надання розширених платіжних функцій Apple Pay) таким чином, щоб її можна було повʼязати з вами. Після того як ви авторизували платіж, також надається інша інформація, запитана продавцем, як‑от унікальний номер рахунку пристрою або продавця, ваша адреса доставки або адреса е‑пошти. Номер вашої кредитної, дебетової чи передоплаченої картки не надається, коли ви використовуєте Apple Pay. Щоб переконатися, що будь‑які регулярні або інші платежі, ініційовані продавцем, як‑от за підпискою, авторизуєте саме ви, ваш емітент і/або платіжна мережа схвалять і створять спеціальний номер рахунку продавця, який використовуватиметься для таких платежів. Це відбуватиметься, коли ви використовуєте відповідні способи оплати Apple Pay для регулярних платежів або платежів, ініційованих продавцем. Для авторизації транзакцій продавець‑учасник може використовувати лише номер рахунку продавця, і вам не потрібно виконувати жодних дій. Apple знатиме, з якими продавцями повʼязано номери ваших рахунків, але не знатиме, що ви купили або скільки заплатили. Ви можете керувати номерами рахунків для продавців у Гаманці. Для цього натисніть картку й кнопку додаткової інформації, щоб переглянути дані картки. Коли ви виконуєте трансакції в інтернеті та програмах із картки з удосконаленою функцією запобігання шахрайству, пристрій зчитує інформацію про обліковий запис Apple, пристрій і геопозицію (якщо для Гаманця ввімкнено Служби локації), щоб формувати звіти про запобігання шахрайству. Результати оцінки запобігання шахрайству, а не основні дані, буде надіслано компанії Apple і поєднано з інформацією, яку Apple знає про ваш пристрій і обліковий запис, щоб створити оцінку запобігання шахрайству з трансакціями Apple Pay. Оцінки запобігання шахрайству з трансакціями, ідентифікатор адреси доставки та IP‑адреса (якщо доступні) можуть поширюватися для вашої платіжної мережі, щоб запобігати шахрайству під час трансакцій. Ідентифікатор адреси доставки відрізняється для різних платіжних мереж і може використовуватися для підтвердження того, що адреси доставки для різних трансакцій, здійснених за допомогою певної картки на пристрої, однакові. Водночас основна адреса не розкривається. Можна будь‑коли перевірити, чи підтримує картка цю функцію покращеного запобігання шахрайству. Для цього потрібно відкрити зворотну сторону картки в Гаманці. Щоб уникнути поширення оцінок запобігання шахрайству для своєї платіжної системи, виберіть іншу картку. Коли ви користуєтеся програмою або відвідуєте вебсайт у Safari, що використовує Apple Pay в iOS, watchOS або macOS, така програма чи вебсайт можуть перевірити, чи ввімкнули ви Apple Pay на цьому пристрої. Коли на пристрої iOS або на Mac ви зайшли на вебсайт у Safari, до якого неможливо додати картку, такий вебсайт може перевірити, чи налаштували ви Apple Pay на iPhone або Apple Watch із тим самим обліковим записом Apple. Щоб заборонити вебсайтам перевіряти, чи ввімкнено Apple Pay, змініть налаштування. На iOS перейдіть у меню Параметри > Програми > Safari > Додатково > Перевірка Apple Pay. На Mac перейдіть у меню Safari > Параметри > Експертні й скасуйте вибір параметра «Дозволяти вебсайтам перевірку параметрів Apple Pay і Apple Card». Захист способів оплати Захист способів оплати в Safari Щоб ви могли захистити свої способи оплати в екосистемі Apple і скористатися перевагами захисту й безпеки Apple Pay, ваші підтримувані способи оплати Apple Pay із Гаманця будуть також доступні в Автозаповненні в Safari. Коли ви здійснюєте покупки в інтернеті з використанням Автозаповнення в Safari, для вебсайтів можна налаштувати номер віртуальної картки, щоб приховувати номер вашої фізичної картки, якщо таку можливість підтримує ваша платіжна мережа або емітент. Щоб увімкнути цю можливість, Apple надсилатиме обмежені відомості про ваш спосіб оплати вашій платіжній мережі чи емітенту (або авторизованій третій стороні) з метою створення віртуального номера картки для використання в Автозаповненні в Safari під час покупок в інтернеті. Щоб керувати номерами карток Apple Pay, зокрема й віртуальними, перейдіть назад до картки в Гаманці й перегляньте її дані. Можна також додатково захистити свої способи оплати, що вже наявні в Автозаповненні в Safari, використовуючи для оплати Apple Pay або віртуальний номер картки замість номера фізичної картки. Для цього перейдіть у меню Параметри > Гаманець і Apple Pay і торкніть «Apple Pay за можливості». Коли цей параметр увімкнено, деякі дані про вашу картку, збережену в Автозаповненні в Safari, які необхідні для підтвердження вашої можливості користування Apple Pay, надсилатимуться до вашої платіжної мережі для підтвердження. Якщо платіжна мережа підтвердить можливість такого використання картки, Apple додасть цей спосіб оплати до програми «Гаманець», а платіжна мережа створить номер картки Apple Pay для посиленого захисту під час оплати в інтернеті. Захист способів оплати в обліковому записі Apple Щоб допомогти вам керувати своїми способами оплати в екосистемі Apple, ми можемо перевірити, чи якісь способи оплати Apple Pay можна додати як збережений спосіб оплати до вашого облікового запису Apple, і показати ці способи оплати в меню Параметри > [ваше імʼя] > Оплата і доставка > Додати спосіб оплати > Спосіб оплати. Під час проведення трансакції за допомогою вашого облікового запису Apple компанія Apple може перевірити, чи якісь збережені способи оплати облікового запису Apple підходять для Apple Pay. Якщо так, для захисту вашої платіжної інформації Apple може дозволити Apple Pay для цього способу оплати. Способи оплати для свого облікового запису Apple можна змінити будь‑коли в меню Параметри > [ваше імʼя] > Оплата і доставка. Apple передає, але не зберігає ваші платіжні дані Щоб безпечно передавати вашу платіжну інформацію в програмах, на вебсайтах і в Бізнес‑чаті, вона відсилається до Apple у зашифрованій формі, де її ненадовго розшифровують і повторно шифрують унікальним ключем продавця, щоб тільки продавець, розробник чи їхні платіжні процесори могли розшифрувати її. Коли ви здійснюєте оплату на Mac, до якого неможливо додати картку, цей Mac і пристрій авторизації обмінюються даними по зашифрованому каналу через сервери Apple. Apple не зберігає цю інформацію у формі, що може ідентифікувати вашу особу. Apple Pay також дає змогу здійснювати платежі в сторонніх браузерах і використовувати пристрої з підтримкою Apple Pay для авторизації транзакцій. Коли ви використовуватимете цю функцію, Apple створить канал звʼязку між браузером від стороннього розробника та вашим пристроєм авторизації через сервери Apple. Так ви зможете оновити дані про доставку й оплату, а також надати авторизацію. Протягом короткого часу Apple бачитиме вашу інформацію про доставку й виставлення рахунків, а також повʼязані з покупкою витрати, як‑от податок і вартість доставки. Apple не зберігає цю інформацію у формі, що може ідентифікувати вашу особу. Відстеження замовлень Apple Pay Щоб ви могли відстежувати замовлення, після здійснення покупки з Apple Pay продавець‑учасник надсилає на ваш пристрій обмежену інформацію про замовлення. Крім того, Apple надає продавцю унікальний ідентифікатор пристрою та push‑токен, за допомогою якого можна передавати на пристрій оновлення замовлень. Apple допомагає продавцям оновлювати дані, але не зберігає інформацію про замовлення й не відстежує, скільки, як часто та які продавці надсилають оновлення замовлень. Інформація про відстеження замовлень зберігається локально на ваших пристроях і оновлюється на них шляхом синхронізації зашифрованої копії, до якої Apple не має доступу. Ви завжди можете керувати замовленнями Apple Pay. Для цього торкніть «Замовлення», виберіть потрібне замовлення та натисніть «Керувати замовленням». Ви також можете керувати сповіщеннями про замовлення в розділі «Замовлення». Для цього натисніть кнопку додаткової інформації, а потім виберіть «Вимкнути сповіщення». Коли ви виходите з облікового запису, ваш пристрій усе ще може зберігати обмежену інформацію про замовлення, для яких він отримує оновлення. Ця інформація не відображатиметься для користувачів пристрою, зберігатиметься протягом короткого часу та використовуватиметься вашим пристроєм лише для того, щоб зупинити надсилання оновлень на пристрій після виходу з метою запобігти несанкціонованому доступу до інформації про замовлення. Поширення дій із рахунком для сторонніх програм З App Store можна поширювати дані рахунків Apple Card, Savings і Apple Cash та історію трансакцій для довірених програм-учасниць для керування особистими фінансами. Програми мають запитувати дозвіл на читання даних про дії з рахунком Apple Card, Savings чи Apple Cash в Apple Pay у Гаманці. Можна керувати даними, які ви поширюєте для цих програм, і будь-якої миті змінити параметри поширення. Дані про дії з рахунком, які ви поширюєте для програми стороннього розробника, оброблятимуться згідно з політикою конфіденційності цієї програми. Apple не бачить і не зберігає дані вашого рахунку чи історію трансакцій, коли ви поширюєте інформацію про дії з рахунком. Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо ваші персональні дані Apple Pay в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших юридичних зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо такі категорії особистих даних: • Інформація про ваш обліковий запис, як‑от чи активний він • Інформація про ваш пристрій, зокрема його тип, версія операційної системи й серійний номер • Ваша картка, як‑от інформація на самій картці • Емітент картки, як‑от стороння компанія, авторизована надавати оновлення для картки • Дані про користування Apple Pay, як‑от кількість доданих карток Apple Pay • Ваша геопозиція До згаданих вище законних інтересів входять: • Додавання картки й керування нею • Допомога в удосконаленні й оптимізації служби для вас та інших користувачів • Допомога в пошуку функцій, що є найдоречнішими для вас • Перевірка відповідності вимогам • Надання запитаних вами послуг • Надсилання повідомлень про Apple Pay та інші повʼязані продукти, служби й пропозиції Apple, що можуть вас зацікавити Запобігання шахрайству й іншій зловмисній діяльності Інша інформація Якщо торкнути картку в Гаманці, Apple може перевірити, у якій країні картка була випущена й чи підтримує емітент цю функцію, щоб визначити, чи підтримуються функції Гаманця і Apple Pay. Якщо Служби локації ввімкнено, геопозиція вашого пристрою на момент, коли він використовується для оплати в магазинах, може анонімно відсилатися до Apple і використовуватися службою Apple Pay для підвищення точності назв установ і підприємств в історії трансакцій карток Гаманця, а також зберігатись у зведеному вигляді для вдосконалення Карт Apple, Apple Pay і Гаманця. Завжди можна вимкнути цю функціональність Apple Pay на основі геопозиції. Для цього на своєму пристрої iOS перейдіть у меню Параметри > Приватність і безпека > Служби локації > Системні сервіси та вимкніть параметр «ID продавця Apple Pay». На компʼютері Mac перейдіть у меню Системні параметри > Приватність і безпека > Приватність > Служби локації, потім вимкніть параметр «Гаманець». З метою покращення Apple Pay компанія Apple збирає інформацію про ваше використання цієї служби та зберігає таку інформацію в спосіб, що не ідентифікує вас. Ця інформація містить час, протягом якого ви додали картку або виконали транзакцію за допомогою Apple Pay. Apple може також використовувати цю інформацію для вдосконалення інших своїх продуктів і служб, маркетингу, протидії шахрайству й захисту. Умови будь-яких договорів із власником картки, користувачем, торговим підприємством чи будь-які інші умови й положення, що застосовуються до використання функцій Apple Pay, будуть і надалі регулювати використання ваших карток та їх використання разом з Apple Pay, і такі умови можуть містити додаткові політики конфіденційності. Ані компанія Apple, ні афілійовані з нею компанії, що надають функцію Apple Pay, не є банками, і це повідомлення доповнює будь-які повідомлення, які ви можете отримати від свого банку. Якщо Apple підозрює шахрайські дії, повʼязані з використанням Apple Pay, дані про потенційно шахрайський обліковий запис Apple і трансакції можуть передаватись емітенту картки чи провайдеру платіжної мережі з метою запобігання шахрайству. Apple зберігає особисті дані не довше, ніж необхідно для виконання цілей, з якими вони збиралися, зокрема як описано в цьому повідомленні та згідно з Політикою конфіденційності Apple, або як визначено законодавством. Під час вибору періоду зберігання даних ми спочатку оцінюємо, чи необхідно зберігати зібрані персональні дані, і якщо зберігання потрібне, зберігаємо їх протягом найменшого періоду, дозволеного законом. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy
vi: Apple Pay cho phép bạn mua sắm bảo mật tại cửa hàng, trong ứng dụng và trên web bằng thẻ ghi nợ, thẻ tín dụng và thẻ trả trước. Apple Pay là dịch vụ công nghệ được cung cấp bởi các công ty liên kết của Apple Inc., những công ty này chịu trách nhiệm về dữ liệu cá nhân của bạn. Nhà cung cấp Apple Pay của bạn có thể khác nhau tùy thuộc vào địa điểm của bạn, chẳng hạn như Apple Payments Services LLC ở Mỹ. Để biết thêm thông tin về các thực thể Apple chịu trách nhiệm xử lý dữ liệu cá nhân của bạn, hãy truy cập Chính sách quyền riêng tư của Apple tại apple.com/vn/privacy và các Công ty liên kết của Apple tại www.apple.com/legal/privacy/vn/affiliated-company. Thêm thẻ vào Apple Pay Khi bạn thêm thẻ thanh toán (ví dụ như thẻ cửa hàng, thẻ tín dụng, thẻ ghi nợ và thẻ trả trước) vào Apple Pay, thông tin bạn cung cấp về thẻ của mình cũng như về việc bật một số cài đặt thiết bị có thể được gửi đến Apple để xác định khả năng đủ điều kiện để bật Apple Pay và các tính năng đi kèm. Thiết bị của bạn cũng có thể đánh giá thói quen sử dụng thiết bị (ví dụ như phần trăm thời gian thiết bị di chuyển, số lượng gần đúng các cuộc gọi mỗi tuần) để giúp ngăn chặn lừa đảo. Thông tin được đánh giá bởi thiết bị của bạn không được chia sẻ với Apple theo cách thức có thể được liên kết với bạn. Nhà phát hành thẻ, mạng lưới thanh toán hoặc nhà cung cấp được ủy quyền bởi nhà phát hành thẻ của bạn có thể chia sẻ thông tin về các tính năng và lợi ích thẻ với Apple (ví dụ như họ có hỗ trợ chương trình tích điểm hoặc trả góp hay không) để xác định khả năng đủ điều kiện cho một số tính năng của Apple Pay. Thông tin cũng có thể được Apple cung cấp cho các đơn vị đó để kích hoạt Apple Pay, xác định khả năng đủ điều kiện của thẻ, thiết lập thẻ với Apple Pay và ngăn chặn lừa đảo, bao gồm: • Số thẻ tín dụng, thẻ ghi nợ hoặc thẻ trả trước của bạn • Tên và địa chỉ thanh toán được liên kết với Tài khoản Apple của bạn • Thông tin chung về hoạt động Tài khoản Apple của bạn (ví dụ như liệu bạn có lịch sử giao dịch lâu dài trong iTunes không) • Thông tin về thiết bị của bạn và thiết bị iOS được ghép đôi nếu bạn đang sử dụng Apple Watch (ví dụ như mã định danh thiết bị, số điện thoại, cũng như tên và kiểu máy, đối với cả Apple Watch và thiết bị iOS được ghép đôi của bạn) • Thông tin vị trí tại thời điểm bạn thêm thẻ (nếu bạn đã bật Dịch vụ định vị) • Lịch sử tài khoản hoặc thiết bị về việc thêm thẻ thanh toán • Số liệu thống kê tổng hợp liên quan đến thông tin từ các thẻ thanh toán mà bạn đã thêm hoặc cố gắng thêm vào Apple Pay Khi bạn thêm thẻ vào Apple Pay bằng ứng dụng của bên thứ ba, chẳng hạn như ứng dụng ngân hàng, ứng dụng sẽ gửi mã định danh thẻ hoặc tài khoản đến thiết bị của bạn. Thông tin này được Apple và nhà phát hành thẻ của bạn sử dụng nhằm xác định tính hợp lệ của thẻ của bạn, thiết lập thẻ với Apple Pay cũng như nhằm ngăn chặn lừa đảo. Để giúp bạn thiết lập các thẻ mà bạn có hoặc đã có gần đây trên các thiết bị khác, Apple lưu trữ một tham chiếu thẻ với Tài khoản Apple của bạn, có thể được sử dụng với nhà phát hành thẻ hoặc mạng lưới thanh toán để thêm lại thẻ sau khi nhập mã bảo mật. Apple Pay không lưu trữ số thẻ tín dụng, thẻ ghi nợ hoặc thẻ trả trước ban đầu. Thanh toán bằng Apple Pay Khi bạn bắt đầu thanh toán, mã zip, mã bưu chính hoặc thông tin tương đương khác có thể được cung cấp cho ứng dụng, trang web hoặc điểm bán hàng nhằm tính toán thuế và chi phí giao hàng. Khi bạn bắt đầu thanh toán trong trình duyệt của bên thứ ba, trình duyệt sẽ tạo một mã QR hoặc một mã ứng dụng thu nhỏ để quét bằng thiết bị hỗ trợ Apple Pay của bạn. Sau khi được quét, Apple sẽ bắt đầu một kênh liên lạc giữa trình duyệt và thiết bị hỗ trợ Apple Pay. Qua đó, trình duyệt và thiết bị chia sẻ thông tin giao dịch và thanh toán hay giao hàng liên quan, cần thiết để xử lý giao dịch. Sau khi bạn bắt đầu giao dịch mua bằng Apple Pay, nếu các tính năng thanh toán nâng cao của Apple Pay như khả năng trả góp hoặc tích điểm được bật thì Apple sẽ xác định các tùy chọn thanh toán khả dụng dựa trên loại thẻ bạn có trong Ví, cũng như lợi ích và tính năng của các thẻ đó – được các nhà phát hành thẻ cung cấp cho Apple. Bạn cũng có thể chọn để yêu cầu Apple xác định các tùy chọn thanh toán bổ sung có thể khả dụng cho bạn mà chưa có trong Ví. Để thực hiện, Apple sẽ sử dụng thông tin về giao dịch của bạn, ví dụ như điểm bán hàng và số tiền, để xác định xem các phương thức thanh toán bổ sung có khả dụng cho giao dịch đó hay không. Apple không lưu giữ thông tin về giao dịch và quá trình kiểm tra khả năng đủ điều kiện của phương thức thanh toán theo hình thức liên kết với bạn. Nếu bạn lựa chọn đăng ký một phương thức thanh toán mới thì thông tin đăng ký của bạn sẽ được chia sẻ trực tiếp với nhà phát hành và Apple sẽ không xem được hoặc lưu trữ. Để giúp bạn đưa ra các quyết định tài chính đúng đắn khi lựa chọn thanh toán bằng điểm thưởng, Apple có thể sử dụng thông tin về thẻ của bạn, tính năng và lợi ích của thẻ, cũng như thông tin về điểm bán hàng và số tiền giao dịch, để tìm nạp và hiển thị số dư điểm thưởng hiện tại, điểm thưởng (hoặc tương đương) sẽ bị tính vào giao dịch và số dư điểm thưởng sau giao dịch. Để giúp bạn chọn kế hoạch trả góp phù hợp với tình hình tài chính của mình, Apple cung cấp cho các nhà phát hành mà bạn tham gia thông tin về điểm bán hàng và số tiền. Thông tin này sẽ được họ sử dụng để đánh giá khả năng đủ điều kiện và cung cấp cho Apple danh sách các tùy chọn trả góp để hiển thị. Apple không lưu giữ thông tin đã xử lý này nhằm cung cấp các tính năng thanh toán nâng cao của Apple Pay theo hình thức liên kết với bạn. Sau khi bạn xác thực thanh toán, thông tin khác do điểm bán hàng yêu cầu (ví dụ như số tài khoản cụ thể theo thiết bị hoặc điểm bán hàng, địa chỉ giao hàng của bạn hoặc địa chỉ email) cũng sẽ được cung cấp. Số thẻ từ thẻ tín dụng, thẻ ghi nợ hoặc thẻ trả trước của bạn không được cung cấp khi bạn sử dụng Apple Pay. Để giúp đảm bảo rằng bất kỳ khoản chi phí nào lặp lại hoặc do điểm bán hàng đề ra, như các gói đăng ký, đều được bạn cấp phép, khi bạn lựa chọn cung cấp phương thức thanh toán Apple Pay hợp lệ cho các điểm bán hàng tham gia đối với các khoản chi phí lặp lại hoặc do điểm bán hàng đề ra, nhà phát hành và/hoặc mạng lưới tham gia sẽ phê duyệt và tạo ra một số tài khoản cụ thể theo điểm bán hàng để sử dụng cho các khoản chi phí như vậy. Điểm bán hàng tham gia chỉ có thể sử dụng số tài khoản cụ thể theo điểm bán hàng đó để xác thực các giao dịch mà không cần bạn thực hiện hành động cụ thể. Apple sẽ biết những điểm bán hàng nào được liên kết với các số tài khoản cụ thể theo điểm bán hàng của bạn, nhưng không biết bạn đã mua gì hoặc bạn đã thanh toán bao nhiêu tiền cho mục mua đó. Bạn có thể quản lý các số tài khoản cụ thể theo điểm bán hàng trong Ví bằng cách chạm vào thẻ và chạm vào nút Thêm để xem các chi tiết thẻ. Đối với các thẻ có tính năng ngăn chặn lừa đảo nâng cao nhất định, khi bạn cố gắng thực hiện giao dịch trực tuyến hoặc in-app, thiết bị của bạn sẽ đánh giá thông tin về Tài khoản Apple, thiết bị và vị trí nếu bạn đã bật Dịch vụ định vị cho Ví, để phát triển các đánh giá ngăn chặn lừa đảo trên thiết bị. Kết quả của các đánh giá ngăn chặn lừa đảo trên thiết bị, chứ không phải dữ liệu liên quan, sẽ được gửi đến Apple và được kết hợp với thông tin mà Apple biết về thiết bị và tài khoản của bạn để phát triển các đánh giá ngăn chặn lừa đảo giao dịch Apple Pay. Những đánh giá ngăn chặn lừa đảo giao dịch này có thể được chia sẻ với mạng lưới thanh toán của bạn, cùng với mã định danh địa chỉ giao hàng và địa chỉ IP, nếu có sẵn, để ngăn chặn lừa đảo tại thời điểm giao dịch. Mã định danh địa chỉ giao hàng thay đổi theo mạng lưới thanh toán và có thể được sử dụng để xác nhận xem các địa chỉ giao hàng cho các giao dịch khác nhau sử dụng một thẻ cụ thể trên thiết bị của bạn có giống nhau không, theo cách thức không hiển thị địa chỉ bên trong. Bạn có thể kiểm tra xem thẻ có tính năng ngăn chặn lừa đảo nâng cao này không bất kỳ lúc nào bằng cách đi tới mặt sau của thông tin đăng nhập thanh toán trong Ví. Để ngăn chặn việc chia sẻ các đánh giá ngăn chặn lừa đảo với mạng lưới thanh toán, bạn có thể chọn một thẻ khác. Khi bạn sử dụng một ứng dụng hoặc truy cập một trang web trên Safari có sử dụng Apple Pay trong iOS, watchOS hoặc macOS thì ứng dụng hoặc trang web có thể kiểm tra xem bạn có bật Apple Pay trên thiết bị đó không. Khi truy cập một trang web trong Safari trên thiết bị iOS hoặc máy Mac mà bạn không thể thêm thẻ vào, trang web có thể kiểm tra xem bạn có thiết lập Apple Pay trên iPhone hoặc Apple Watch bằng cùng một Tài khoản Apple không. Bạn có thể không cho phép các trang web mà bạn truy cập kiểm tra xem Apple Pay có được bật không bằng cách thay đổi cài đặt. Trên iOS, hãy đi tới Cài đặt > Ứng dụng > Safari > Nâng cao > Kiểm tra Apple Pay. Trên máy Mac, hãy đi tới Safari > Cài đặt > Nâng cao và bỏ chọn “Cho phép trang web kiểm tra Apple Pay và Apple Card”. Bảo vệ phương thức thanh toán của bạn Bảo vệ phương thức thanh toán trong Safari Để giúp bảo vệ phương thức thanh toán của bạn trên hệ sinh thái Apple và tận dụng các lợi ích của quyền riêng tư và bảo mật của Apple Pay, các phương thức thanh toán Apple Pay được hỗ trợ của bạn từ Ví cũng sẽ khả dụng trong Tự động điền của Safari. Khi mua sắm trực tuyến với Tự động điền của Safari, đối với các trang web, bạn có thể thiết lập một số thẻ ảo để ẩn số thẻ vật lý của mình, nếu được nhà phát hành và mạng lưới thẻ tham gia của bạn hỗ trợ. Để bật chức năng này, Apple sẽ gửi thông tin giới hạn về phương thức thanh toán của bạn đến mạng lưới hoặc nhà phát hành của bạn (hoặc bên thứ ba được ủy quyền của hãng). Việc này sẽ tạo ra một số thẻ ảo để bạn sử dụng khi mua sắm trực tuyến với tính năng Tự động điền của Safari. Để quản lý các số thẻ Apple Pay của bạn, bao gồm số thẻ ảo, hãy đi tới mặt sau của thẻ trong Ví và chạm để xem Thông tin thẻ. Bạn cũng có thể giúp bảo vệ các phương thức thanh toán đã có trong Tự động điền của Safari bằng cách thanh toán bằng Apple Pay hoặc số thẻ ảo thay vì số thẻ vật lý của bạn. Để quản lý, hãy đi tới Cài đặt > Ví & Apple Pay và chạm vào Sử dụng Apple Pay khi khả dụng. Khi được bật, thông tin giới hạn về thẻ đã lưu của bạn trong Tự động điền của Safari cần thiết để xác minh khả năng đủ điều kiện cho Apple Pay sẽ được gửi đến mạng lưới thanh toán của bạn để xác minh. Nếu mạng lưới thanh toán của bạn cho biết rằng thẻ đủ điều kiện thì Apple sẽ thêm phương thức thanh toán vào Ví và mạng lưới của bạn sẽ tạo ra một số thẻ Apple Pay để bảo vệ việc mua sắm trực tuyến nâng cao. Bảo vệ phương thức thanh toán trong Tài khoản Apple Để giúp bạn quản lý các phương thức thanh toán trên hệ sinh thái Apple, Apple có thể kiểm tra xem có bất kỳ phương thức thanh toán Apple Pay nào đủ điều kiện để được thêm làm phương thức thanh toán trên hồ sơ trong Tài khoản Apple của bạn không và hiển thị những phương thức thanh toán đó trong Cài đặt > [tên của bạn] > Thanh toán & Giao hàng > Thêm phương thức thanh toán > Phương thức thanh toán. Khi bạn tiến hành một giao dịch với Tài khoản Apple, Apple cũng có thể kiểm tra xem có bất kỳ phương thức thanh toán Tài khoản Apple nào trên hồ sơ đủ điều kiện cho Apple Pay không. Nếu có, Apple có thể bật Apple Pay cho phương thức thanh toán đó để giúp bảo vệ thông tin thanh toán của bạn. Bạn có thể sửa đổi các phương thức thanh toán Tài khoản Apple bất kỳ lúc nào bằng cách đi tới Cài đặt > [tên của bạn] > Thanh toán & Giao hàng. Apple truyền tải, nhưng không lưu trữ thông tin thanh toán của bạn Để truyền tải bảo mật thông tin thanh toán của bạn trong các ứng dụng, trang web và Trò chuyện với doanh nghiệp, thông tin sẽ được gửi đến Apple bằng hình thức được mã hóa. Tại đây thông tin được giải mã nhanh và mã hóa lại bằng khóa dành riêng cho điểm bán hàng, sao cho chỉ điểm bán hàng, nhà phát triển hoặc công cụ xử lý thanh toán của họ mới có thể giải mã thông tin thanh toán của bạn. Khi bạn thực hiện một khoản thanh toán trên máy Mac mà bạn không thể thêm thẻ vào, máy Mac và thiết bị cấp phép kết nối qua một kênh được mã hóa thông qua các máy chủ của Apple. Apple không lưu giữ bất kỳ thông tin nào trong này bằng hình thức xác định danh tính của bạn. Apple Pay cũng cho phép bạn thực hiện thanh toán trong trình duyệt của bên thứ ba và sử dụng các thiết bị hỗ trợ Apple Pay để ủy quyền giao dịch. Khi sử dụng tính năng này, Apple sẽ tạo một kênh liên lạc giữa trình duyệt của bên thứ ba và thiết bị ủy quyền của bạn thông qua máy chủ của Apple để cho phép bạn cập nhật chi tiết giao hàng và thanh toán, cũng như cung cấp ủy quyền. Thông tin giao hàng và thanh toán của bạn, cũng như thông tin về cước phí của điểm bán hàng (ví dụ như thuế hoặc phí vận chuyển liên quan đến mục mua) sẽ hiển thị với Apple trong thời gian ngắn. Apple không lưu giữ bất kỳ thông tin nào trong này bằng hình thức xác định danh tính của bạn. Theo dõi đơn hàng Apple Pay Để cung cấp cho bạn tính năng theo dõi đơn hàng, khi thực hiện giao dịch mua Apple Pay, điểm bán hàng tham gia sẽ gửi thông tin đơn hàng được giới hạn theo thiết bị của bạn để thiết bị của bạn sử dụng cho việc theo dõi đơn hàng. Và Apple cung cấp cho điểm bán hàng một mã định danh thiết bị cụ thể theo điểm bán hàng và một mã thông báo push mà điểm bán hàng có thể sử dụng để cung cấp cho thiết bị các cập nhật đơn hàng. Apple hỗ trợ các cập nhật điểm bán hàng, nhưng không lưu trữ thông tin đơn hàng, cũng không theo dõi số lượng, tần suất hoặc những điểm bán hàng nào gửi cập nhật đơn hàng. Thông tin theo dõi đơn hàng được lưu trữ cục bộ trên các thiết bị của bạn và được cập nhật trên các thiết bị bằng cách đồng bộ hóa một bản sao được mã hóa mà Apple không thể truy cập được. Bạn có thể quản lý các đơn hàng Apple Pay bất kỳ lúc nào bằng cách chạm để xem Đơn hàng, chạm vào một đơn hàng cụ thể và chạm vào Quản lý đơn hàng. Bạn cũng có thể quản lý các thông báo về Đơn hàng bằng cách đi tới Đơn hàng, chạm vào nút Thêm, sau đó chạm vào Tắt tiếng thông báo. Khi bạn đăng xuất khỏi tài khoản, thiết bị của bạn có thể vẫn lưu giữ thông tin giới hạn về các đơn hàng mà thiết bị đang nhận được các cập nhật. Thông tin này sẽ không hiển thị đối với người dùng thiết bị, sẽ được lưu giữ trong một thời gian ngắn và chỉ được sử dụng bởi thiết bị của bạn để ngăn cản việc gửi các cập nhật đến thiết bị sau khi đăng xuất nhằm ngăn chặn việc truy cập trái phép vào thông tin đơn hàng của bạn. Chia sẻ Hoạt động tài khoản với các ứng dụng của bên thứ ba Bạn có thể chia sẻ chi tiết tài khoản Apple Card, Savings và Apple Cash cũng như lịch sử giao dịch với các ứng dụng quản lý tài chính cá nhân tham gia mà bạn tin cậy từ App Store. Các ứng dụng phải yêu cầu khả năng đọc hoạt động tài khoản Apple Card, Savings hoặc Apple Cash của bạn từ Apple Pay trong Ví. Bạn có quyền kiểm soát dữ liệu mà bạn chia sẻ với những ứng dụng này và có thể thay đổi dữ liệu chia sẻ bất kỳ lúc nào. Hoạt động tài khoản mà bạn lựa chọn chia sẻ với ứng dụng của bên thứ ba sẽ được xử lý theo chính sách quyền riêng tư của ứng dụng đó. Apple không nhìn thấy hoặc lưu trữ chi tiết tài khoản hoặc lịch sử giao dịch khi bạn chia sẻ hoạt động tài khoản của mình. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu Apple Pay cá nhân của bạn cho việc thực hiện hợp đồng của bạn với Apple, khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba, bao gồm thông tin về: • Tài khoản của bạn, ví dụ như tài khoản của bạn có hoạt động hay không • Thiết bị của bạn, ví dụ như loại thiết bị, phiên bản phần mềm và số sê-ri của thiết bị • Thẻ của bạn, ví dụ như thông tin được hiển thị trên thẻ • Nhà phát hành thẻ của bạn, ví dụ như bên thứ ba được cấp phép cung cấp các bản cập nhật cho thẻ • Việc sử dụng Apple Pay của bạn, chẳng hạn như số lượng thẻ Apple Pay mà bạn đã thêm • Vị trí của bạn Những lợi ích hợp pháp này bao gồm: • Thêm và quản lý thẻ • Giúp cải thiện và tối ưu hóa dịch vụ cho bạn và những người khác • Giúp bạn khám phá các tính năng phù hợp nhất với mình • Kiểm tra khả năng đủ điều kiện • Cung cấp cho bạn các dịch vụ mà bạn yêu cầu • Gửi cho bạn các liên lạc về Apple Pay cũng như các sản phẩm, dịch vụ và ưu đãi khác của Apple mà bạn có thể quan tâm Ngăn chặn lừa đảo và hoạt động có hại khác Thông tin khác Để xác định khả năng đủ điều kiện cho các tính năng của Ví và Apple Pay, khi bạn chạm vào một thẻ trong Ví, Apple có thể kiểm tra khả năng đủ điều kiện đối với tính năng bằng cách xem thông tin quốc gia mà thẻ được phát hành và liệu nhà phát hành có tham gia vào tính năng không. Nếu bạn đã bật Dịch vụ định vị, vị trí của thiết bị tại thời điểm bạn sử dụng để mua sắm trong cửa hàng có thể được gửi ẩn danh đến Apple và sẽ được sử dụng để giúp Apple Pay cải thiện độ chính xác của tên doanh nghiệp trong lịch sử giao dịch thẻ Ví và có thể được tổng hợp lại để cải thiện Apple Maps, Apple Pay và Ví. Bạn có thể tắt chức năng dựa trên vị trí này của Apple Pay bất kỳ lúc nào trên thiết bị iOS bằng cách đi tới Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ định vị > Dịch vụ hệ thống và chạm để tắt Địa điểm sử dụng Apple Pay. Trên máy Mac, hãy đi tới Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Quyền riêng tư > Dịch vụ định vị, sau đó bấm để tắt Ví. Để giúp cải thiện Apple Pay, Apple thu thập thông tin về việc sử dụng Apple Pay của bạn và lưu trữ thông tin đó theo cách không xác định danh tính của bạn. Thông tin này bao gồm thời gian cần thiết để bạn thêm thẻ thành công hoặc hoàn thành giao dịch bằng Apple Pay. Apple cũng có thể sử dụng thông tin này để cải thiện các sản phẩm và dịch vụ khác của Apple, để tiếp thị cũng như nhằm mục đích bảo mật và ngăn chặn lừa đảo. Các điều khoản của bất kỳ thỏa thuận chủ thẻ, người dùng, điểm bán hàng nào hoặc các điều khoản và điều kiện khác áp dụng cho việc sử dụng các tính năng của Apple Pay sẽ tiếp tục điều chỉnh việc sử dụng thẻ của bạn cũng như việc sử dụng kết hợp với Apple Pay. Đồng thời, những điều khoản đó có thể có các chính sách quyền riêng tư bổ sung. Apple cũng như các công ty liên kết của hãng cung cấp Apple Pay đều không phải là ngân hàng và thông báo này nhằm bổ sung cho bất kỳ thông báo nào mà bạn có thể nhận được từ ngân hàng của mình. Trong trường hợp Apple nghi ngờ hành vi gian lận liên quan đến việc sử dụng Apple Pay, thông tin về các giao dịch và tài khoản Apple tiềm ẩn gian lận có thể được chia sẻ với nhà phát hành thẻ hoặc nhà cung cấp mạng thanh toán của bạn để ngăn chặn hành vi gian lận. Apple chỉ lưu giữ dữ liệu cá nhân trong khoảng thời gian cần thiết để thực hiện các mục đích mà dữ liệu được thu thập, bao gồm như được mô tả trong thông báo này và theo Chính sách quyền riêng tư của Apple hoặc theo yêu cầu của luật pháp. Khi đánh giá khoảng thời gian lưu giữ, trước tiên chúng tôi kiểm tra cẩn thận xem có cần thiết phải lưu giữ dữ liệu cá nhân được thu thập không và nếu việc lưu giữ là cần thiết thì chúng tôi nỗ lực làm việc để lưu giữ dữ liệu cá nhân trong khoảng thời gian ngắn nhất được luật pháp cho phép. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: Apple Pay让你可以使用借记卡、信用卡和储值卡在商店、App和网页中安全地购物。 Apple Pay是一项技术服务，由Apple Inc. 的附属公司提供并对你的个人数据负责。Apple Pay提供商可能因你所在位置而异，例如在美国为Apple Payments Services LLC。有关负责处理你个人数据的Apple实体的更多信息，请访问 apple.com/cn/privacy 来了解Apple的隐私政策以及 www.apple.com/legal/privacy/szh/affiliated-company 来了解Apple附属公司。 将卡片添加到Apple Pay 当你将商店专用卡、信用卡、借记卡和储值卡等付款卡添加到Apple Pay时，你所提供的卡片信息以及部分设备设置是否已启用的信息可能会发送给Apple来确定你是否有资格启用Apple Pay及其功能。你的设备可能还会评估设备的使用方式（例如设备处于移动状态的时间百分比、每周的大致通话次数）以帮助辨识欺诈行为。设备评估的信息不会以与你关联的方式和Apple共享。 发卡机构、支付网络或发卡机构授权提供商可能会与Apple共享卡片功能及福利相关信息，例如是否支持回馈或分期付款计划，以确定部分Apple Pay功能的使用资格。这些信息还可能经由Apple提供给上述主体以启用Apple Pay、确定卡片资格、设置Apple Pay卡片并防范欺诈行为，包括： • 你的信用卡、借记卡或储值卡卡号 • Apple账户关联的姓名和账单地址 • 你Apple账户活动的一般性信息（如你是否有较长的iTunes交易历史） • 设备信息，如使用Apple Watch，则还包括配对iOS设备的信息（如Apple Watch和配对iOS设备的设备标识符、电话号码、名称及机型） • 你添加卡片时的位置（如已启用“定位服务”） • 添加付款卡的账户或设备历史记录 • 已添加或尝试添加至Apple Pay的付款卡的相关聚合统计信息 使用银行App等第三方App将卡片添加到Apple Pay时，该App会将账户或卡片标识符发送到你的设备。Apple和发卡机构会使用此信息来确定卡片资格、设置Apple Pay功能并防范欺诈行为。为帮助你在其他设备上设置你拥有或最近拥有的卡片，Apple会通过你的Apple账户储存一份卡片参考信息，在输入安全码之后，发卡机构或支付网络可以用此信息重新添加卡片。Apple Pay不会储存原始的信用卡、借记卡或储值卡卡号。 用Apple Pay支付 开始支付时，为计算税额和运输费用，你的邮编或其他相应信息可能会提供给App、网站或商家。当你在第三方浏览器内开始支付时，浏览器会生成二维码或轻App码，以供支持Apple Pay的设备扫描。扫码后，Apple会在浏览器和支持Apple Pay的设备间建立通信渠道，浏览器和设备可通过该渠道共享处理交易所必需的相关交易、账单和/或配送信息。 若启用分期付款或奖励等增强Apple Pay付款功能，发起Apple Pay购买时，Apple将根据“钱包”中的已有卡片，及发卡机构向Apple提供的卡片福利和功能识别可用付款选项。你也可选择让Apple识别不在“钱包”中的其他可用付款选项。为此，Apple将使用商家和金额等交易信息确定该笔交易是否有其他付款方式可用。Apple不会以与你关联的方式保留有关交易及付款方式是否具备使用资格的检查信息。若选择申请新付款方式，你的申请信息将直接与发卡机构共享，Apple无法查看或储存。为协助你作出合理的财务决定，若你选择通过奖励付款，Apple可能使用卡片、卡片功能、福利及交易商家和金额信息，抓取和显示当前奖励余额、该笔交易将收取的奖励点数（或同等金额），及交易后的奖励余额。为让你选择合适的分期付款方案以保持良好财务状况，Apple会向你的合作发卡机构提供商家和金额信息。发卡机构使用此类信息进行资格评估，并为Apple提供分期付款选项列表以供显示。Apple不会以与你关联的方式保留此处理后用于增强Apple Pay付款功能的信息。 在你授权支付后，商家要求的其他信息，如设备或商家独有账号、送货地址或电子邮件地址，也将一并提供。使用Apple Pay时，不会提供你的信用卡、借记卡或储值卡卡号。 为帮助确保任何重复性扣款或其他商家发起的扣款（如订阅）已由你授权，当你选择向合作商家提供符合条件的Apple Pay付款方式，以进行重复性扣款或商家发起的扣款时，发卡机构和/或支付网络会批准并生成商家独有账号，以用于此类扣款。合作商家只能使用该商家独有账号来授权交易，无需你执行特定操作。Apple会得知与你的商家独有账号关联的商家，但不会得知你购买的物品或支付的金额。你可以在“钱包”中管理商家独有账号，方法是轻点卡片，然后轻点“更多”按钮以查看卡片详细信息。 当你使用加强预防欺诈行为的卡在线上或App内交易时，你的设备会评估有关Apple账户、设备和位置（若已为“钱包”启用“定位服务”）的信息，以展开设备端预防欺诈评估。设备端预防欺诈评估的输出（而非底层数据）会发送给Apple并与Apple所知的你的设备和账户信息相结合，以展开Apple Pay交易预防欺诈评估。这些交易预防欺诈评估可能会与送货地址标识符和IP地址（如有）一起共享给你的支付网络以防范交易时的欺诈行为。送货地址标识符因支付网络而异，对于在你的设备上使用特定卡片进行的不同交易，此标识符可能被用于以不透露实际地址的方式确认这些交易的送货地址是否相同。你可以随时检查某张卡片是否支持此加强预防欺诈功能，方法是前往“钱包”中付款凭证的反面。若要阻止与支付网络共享预防欺诈评估，你可以选择另一张卡。 在iOS、watchOS或macOS上使用兼容Apple Pay的App或通过Safari浏览器访问此类网站时，该App或网站可以检查该设备是否已启用Apple Pay。在iOS设备或无法添加卡片的Mac上的Safari浏览器中访问网站时，该网站可以检查使用同一个Apple账户的iPhone或Apple Watch是否设置了Apple Pay。你可以更改设置以禁止你访问的网站检查Apple Pay是否已启用。在iOS上，前往“设置”> App >“Safari浏览器”>“高级”>“检查Apple Pay”。在Mac上，前往“Safari浏览器”>“设置”>“高级”并取消选择“允许网站检查Apple Pay和Apple Card”。 保护你的付款方式 保护Safari浏览器付款方式 为帮助保护你在Apple生态系统中的付款方式并充分利用Apple Pay隐私和安全的优势，你“钱包”中支持的Apple Pay付款方式会同时在Safari浏览器的“自动填充”中可用。通过Safari浏览器“自动填充”在线购物时，若合作的银行卡网络和发卡机构支持，你可以针对网站设置虚拟卡号来隐藏实体卡号码。为实现此功能，Apple会将与你付款方式相关的有限信息发送给你的网络或发卡机构（或其授权的第三方），这会生成一个虚拟卡号，供你通过Safari浏览器“自动填充”在线购物时使用。若要管理你的Apple Pay卡号（包括虚拟卡号），请前往“钱包”中凭证的反面，然后轻点来查看“卡片信息”。你还可能通过使用Apple Pay或虚拟卡号而非实体卡号码进行支付，来帮助保护已存储于Safari浏览器“自动填充”中的付款方式。若要管理，请前往“设置”>“钱包与Apple Pay”，然后轻点“可用时使用Apple Pay”。启用后，验证Apple Pay使用条件所需的Safari浏览器“自动填充”中已存储卡片的有限信息会发送给你的支付网络以用于验证。若你的支付网络显示卡片符合使用条件，Apple会将付款方式添加到“钱包”，同时你的网络会生成Apple Pay卡号来加强对在线购物的保护。 保护Apple账户付款方式 为帮助管理你在Apple生态系统中的付款方式，Apple可能会检查是否有任何符合条件的Apple Pay付款方式可添加为存档到Apple账户的付款方式，并在“设置”> [你的姓名] >“付款与配送”>“添加付款方式”>“付款方式”中显示这些付款方式。使用Apple账户进行交易时，Apple可能还会检查是否有任何存档的Apple账户付款方式符合使用Apple Pay的条件。如有，为了保证你付款信息的安全，Apple可能会为该付款方式启用Apple Pay。你可以随时前往“设置”> [你的姓名] >“付款与配送”中修改Apple账户付款方式。 Apple传输但不储存你的支付信息 为在App、网站及商务聊天内安全地传输你的支付信息，此信息会暂时解密并用商家独有的密钥重新加密，并以加密形式发送给Apple，以保证只有商家、开发者或其支付系统可以解密你的支付信息。当你在无法添加卡片的Mac上付款时，Mac及授权设备将经由Apple服务器通过加密频道通信。Apple不会以可识别你个人身份的形式保留任何此类信息。 Apple Pay也可让你在第三方浏览器中付款，并使用支持Apple Pay的设备授权交易。使用此功能时，Apple将通过Apple服务器在第三方浏览器和你的授权设备间创建通信渠道。这可让你更新配送和付款详细信息并进行授权。你的配送和账单信息，及与购买关联的税费和配送费等商家收取费用信息，将对Apple短暂可见。Apple不会以可识别你个人身份的形式保留任何此类信息。 Apple Pay订单跟踪 为了向你提供订单跟踪信息，进行Apple Pay消费时，合作商家会发送仅限你设备可见的订单信息，供设备用于跟踪订单。另外，Apple会向商家提供商家独有设备标识符和推送令牌，供商家用于向设备提供订单更新信息。Apple为商家更新提供便利，但不会储存订单信息，也不会跟踪订单更新信息的发送次数、发送频率或由哪些商家发送。订单跟踪信息储存在本机上，并通过同步加密副本在所有设备之间保持最新，Apple无法访问该加密副本。你可以随时管理Apple Pay订单，方法是轻点“订单”进行查看，轻点特定订单，然后轻点“管理订单”。你还可以前往“订单”，轻点“更多”按钮，然后轻点“静音通知”来管理订单相关通知。 退出登录账户时，你的设备可能仍会保留正在获取更新的订单相关的有限信息。此类信息对设备用户不可见，仅短时间保留，并且设备仅会使用此类信息来在退出登录后帮助停止向该设备发送更新，以阻止未经授权访问你的订单信息。 与第三方App共享账户活动 你可以与App Store中受信任的合作个人财务管理App共享Apple Card、Savings、Apple Cash账户详细信息和交易记录。App必须请求从“钱包”中的Apple Pay读取你的Apple Card、Savings或Apple Cash账户活动。你可以控制与这些App共享的数据，并可随时更改要共享的数据。你选择与第三方App共享的账户活动将遵照该App的隐私政策处理。共享账户活动时，Apple不会查看或储存账户详细信息或交易记录。 处理个人数据的适用法律依据 我们处理你的Apple Pay个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理以下类别的个人数据，其中的信息涉及： • 你的账户，例如账户是否有效 • 你的设备，例如设备类型、软件版本和设备序列号 • 你的凭证，例如显示在凭证上的信息 • 你的凭证发行方，例如获得授权提供凭证更新的第三方 • Apple Pay的使用情况，例如已添加的Apple Pay凭证数量 • 你的位置 这些合法权益包括： • 添加和管理凭证 • 协助为你及他人改进和优化服务 • 帮助你探索你最感兴趣的功能 • 检查使用资格 • 提供你请求的服务 • 向你发送Apple Pay相关信息以及你可能感兴趣的其他Apple产品、服务和优惠信息 防范欺诈及其他恶意行为 其他信息 为确定是否符合“钱包”和Apple Pay功能的使用资格，当你轻点“钱包”中的卡片时，Apple可能会查看卡片的签发国家或地区以及发卡机构是否参与了该功能来检查功能的使用资格。 若已打开“定位服务”，使用你的设备在商店付款时，设备位置也可能会匿名发送给Apple，以帮助Apple Pay功能提高“钱包”卡片交易记录中商家名称的准确性，并可能以聚合方式保留以改进Apple地图、Apple Pay和“钱包”。你可以随时在iOS设备上停用此基于位置的Apple Pay功能，方法是前往“设置”>“隐私与安全性”>“定位服务”>“系统服务”，然后轻点以关闭“Apple Pay商家识别”。在Mac上，前往“系统设置”>“隐私与安全性”>“隐私”>“定位服务”，然后点按关闭“钱包”。 为了帮助改进Apple Pay，Apple会收集Apple Pay使用的相关信息，并以无法识别你个人身份的方式储存这些信息。此类信息包括你成功添加卡片或使用Apple Pay完成交易的用时。Apple可能还会使用此类信息来改进Apple其他产品和服务，以及用于市场营销、防范欺诈行为和加强安全性之目的。 任何持卡人、用户、商家协议的条款或适用于Apple Pay功能使用的其他条款与条件仍将继续规范你卡片的使用及与Apple Pay关联的使用，且此类条款可能存在附加隐私政策。Apple及其提供Apple Pay的附属公司均非银行机构且本说明是对你可能从银行处收到说明的补充。如果Apple怀疑存在与使用Apple Pay相关的欺诈行为，可能会与你的发卡机构或支付网络提供商共享涉嫌诈骗的Apple账户和交易的相关信息，以防止欺诈。 Apple仅在实现收集目的所需的时长内保留个人数据，包括针对本说明中所述目的并遵照Apple“隐私政策”或法律要求收集的个人数据。评估保留时长时，我们首先会仔细检查是否有必要保留所收集的个人数据；如果需要保留，我们会致力于将个人数据保留法律允许的最短时长。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: Apple Pay讓你在商店、App和網站上，使用扣帳卡、信用卡和預付卡安全地購物。 Apple Pay是一項由Apple Inc.的附屬公司所提供的技術服務，負責處理你的個人資料。你的Apple Pay供應商可能因所在的位置而異，例如在美國是Apple Payments Services LLC。進一步了解負責處理你的個人資料的Apple單位，請到訪Apple的私隱政策網頁：apple.com/hk/privacy 以及附屬於Apple的公司：www.apple.com/legal/privacy/en/affiliated-company。 將卡加入Apple Pay 將付款卡（包括商店卡、信用卡、扣帳卡和預付卡）加入Apple Pay時，可能會向Apple傳送你提供的卡資料，以及某些裝置設定有否啟用的資料，以決定你是否合資格啟用Apple Pay及其功能。你的裝置也可能會評估裝置使用模式（例如裝置移動中的時間百分比、每星期的大約通話次數）以協助識別詐騙。裝置的評估資料不會以可與你連結的方式與Apple分享。 你的發卡機構、支付網絡或發卡機構授權的提供者可能會與Apple分享有關卡功能和利益資料，例如是否支援獎勵或分期付款計劃，以確定某些Apple Pay功能的資格。Apple可能會將資料提供予這些實體，以便啟用Apple Pay、確定卡資格、使用Apple Pay設定你的卡，以及防止欺詐，包括： • 你的信用卡、扣帳卡或預付卡卡號 • 連繫至Apple帳户的名稱和帳單地址 • 關於Apple帳户活動的一般資料（如你在iTunes是否有較久的交易記錄） • 你的裝置和已配對的iOS裝置（如使用Apple Watch）的相關資料（如Apple Watch和已配對iOS裝置的裝置識別碼、電話號碼和裝置的名稱及型號） • 加入卡時你的所在位置（如已啟用「定位服務」） • 加入付款卡的帳户或裝置記錄 • 與已加入或嘗試加入Apple Pay的付款卡資料相關的彙集統計資料 當你以第三方App（如銀行App）將卡加至Apple Pay，App會傳送帳户或卡的識別碼到你的裝置。Apple和發卡機構會使用該資料以確認你的卡是否可用、設定卡來使用Apple Pay，以及防止詐騙行為。為了協助你在其他裝置上設定目前或最近擁有的卡，Apple會透過你的Apple帳户儲存卡的參考資料，以便該卡的發卡機構或付款網絡可以在你輸入安全碼後重新加卡。Apple Pay不會儲存原有的信用卡、扣帳卡或預付卡卡號。 用Apple Pay付款 如你開始付款，為計算稅款和寄送費用，你的郵政編碼或其他相關資料可能會提供予該App、網站或商户。當你在第三方瀏覽器內開始付款時，瀏覽器會生成一個二維碼或輕巧版App條碼，供你使用支援Apple Pay的裝置掃描。掃描後，Apple會在瀏覽器和支援Apple Pay的裝置之間建立通訊渠道，通過該渠道，瀏覽器和裝置共享處理交易所需的相關交易、計費和/或運送資料。 如果啟用了增強的Apple Pay付款功能（例如分期付款或獎勵付款），在你啟動Apple Pay購買後，Apple將根據你在「銀包」中所持有的卡，以及這些卡的福利和功能，為你確定可用的付款選項。這些選項由發卡機構提供予Apple。你亦可以選擇讓Apple識別尚未在你的「銀包」中，但又可能適用於你的其他付款選項。為此，Apple將會使用關於你交易的資料，例如商户和金額，以確定該交易是否有其他付款方式可供使用。Apple不會透過與你關聯的方式保留有關交易和付款方法資格檢查的資料。如果你選擇申請新的付款方式，你的申請資料將直接與發卡機構分享，Apple無法查看或儲存。為了協助你做出知情的財務決定，如果你選擇使用獎勵付款，Apple可能會使用有關你的卡、卡功能和福利以及交易商户和金額的資料，取得並顯示你目前的獎勵餘額、該交易將收取的獎勵點數（或同等價值）以及交易後的獎勵餘額。為了讓你可以為財務健康選擇合適的分期付款計劃，Apple會向參與的發卡機構提供商户和金額資料，這些資料會用於評估資格並為Apple提供一個用於顯示的分期付款選項清單。Apple不會透過與你關聯的方式去保留此資料，以提供增強的Apple Pay付款功能。 在你授權付款後，也會提供商户要求的其他資料，例如裝置或商户的特定帳户號碼、你的寄送地址或電郵地址。不會在你使用Apple Pay時提供你的信用卡、扣帳卡或預付卡卡號。 為協助確保任何重複扣款或其他商户提出的收費（例如訂閲項目）均獲得你的授權，當你選擇向合作商户提供符合條件的Apple Pay付款方式，以進行重複扣款或商户提出的扣款時，發卡機構和/或付款網絡會批准並產生商户特定的帳户號碼用於此類扣款。合作商户只可以使用該商户特定帳户號碼來授權交易，無需你執行特定動作。Apple會知道哪些商户連繫至你的商户特定帳户號碼，但不知道你的購買內容或支付金額。你可以在「銀包」中管理商户的特定帳户。請點一下卡並點一下「更多」按鈕以查看卡的詳細資料。 透過備有特定已強化防詐騙功能的卡嘗試進行網上或App內交易時，你的裝置會評估你Apple帳户、裝置和位置（如你已為「銀包」啟用「定位服務」）的相關資料，以展開裝置端防範詐騙評估。裝置端防範詐騙評估的輸出（而不是基本資料）會傳送給Apple，並結合Apple知道你裝置和帳户的相關資料，以展開Apple Pay交易防範詐騙評估。系統可能會與你的付款網絡共享這些交易防範詐騙評估、郵寄地址識別碼和IP位址（如有），以在交易當下防範詐騙發生。郵寄地址識別碼會因付款網絡而有所不同，並可能用於在不透露基本地址的情況下，確定透過裝置上特定卡進行的交易是否使用相同的郵寄地址。你可以隨時檢查卡是否備有這項已強化的詐騙防範功能，請在「銀包」中前往付款憑證的背面。如要阻止向你的付款網絡分享詐騙防範評估，你可以選擇另一張卡。 在iOS、watchOS或macOS中使用支援Apple Pay的App或透過Safari到訪網站時，App或網站可以檢查你是否已在裝置上啟用Apple Pay。在iOS裝置或無法加入卡的Mac上的Safari瀏覽網站時，網站可以檢查你是否已在使用相同Apple帳户的iPhone或Apple Watch上設定Apple Pay。你可以更改設定來讓到訪的網站停止檢查你是否已啟用Apple Pay。在iOS上，前往「設定」> App > Safari >「進階」>「檢查Apple Pay」。在Mac上，前往Safari >「設定」>「進階」，然後取消選擇「允許網站檢查Apple Pay和Apple Card」。 保障你的付款方式 保障Safari付款方式 為了協助保障你在Apple生態系統上的付款方式，並善用Apple Pay私隱與保安的優點，「銀包」中受支援的Apple Pay付款方式也可在Safari「自動填寫」中使用。使用「Safari自動填寫」進行網上購物時，如參與的卡網絡和發卡機構支援，你可以針對網站設定虛擬卡號來隱藏實體卡號。為了啟用此功能，Apple將向你的網絡或發卡機構（或其授權的第三方）傳送關於你付款方法的有限資料，後者將會為你使用「Safari自動填寫」購物時，產生一個虛擬卡號。如要管理你的Apple Pay卡號（包括虛擬卡號），請在「銀包」前往票證背面，並點一下以查看「卡資料」。你亦可以透過使用Apple Pay或虛擬卡號取代實體卡號，協助保障Safari「自動填寫」中現有的付款方式。如要管理，前往「設定」>「銀包與Apple Pay」並點一下「可用時使用Apple Pay」。啟用後，驗證Apple Pay資格所需且與Safari「自動填寫」中已儲存卡相關的有限資料會傳送到你的付款網絡進行驗證。如你的付款網絡顯示該卡符合資格，Apple會將此付款方式加入「銀包」且你的網絡會產生Apple Pay卡號以增強網上購物保護。 保障Apple帳户付款方式 為了協助你在Apple生態系統上管理付款方式，Apple可能會檢查是否有任何Apple Pay付款方式符合作為歸檔的付款方式加至Apple帳户，並在「設定」> [你的姓名] >「付款與郵寄」>「新增付款方式」> 「付款方式」中顯示這些付款方式。當你使用Apple帳户進行交易時，Apple可能還會檢查存檔的任何Apple帳户付款方式是否符合Apple Pay的條件。如果符合，為了協助保護你的付款資料，Apple可能會為該付款方式啟用Apple Pay。你可以隨時透過「設定」> [你的姓名] >「付款與郵寄」來更改Apple帳户付款方式。 Apple會傳送，但不會儲存你的付款資料 為了在App、網站上和「商務聊天」中安全地傳送付款資料，傳送到Apple的資料會使用加密格式，並在短暫解密後使用商户特定的密鑰重新加密，只有商户、開發者或其付款處理商能夠解密你的付款資料。在無法加入卡的Mac上付款時，Mac和授權裝置會透過Apple伺服器的加密管道通訊。Apple不會以可以識別你個人身份的方式保留此資料。 Apple Pay亦允許你在第三方瀏覽器中付款，並使用支援Apple Pay的裝置授權該交易。在使用此功能時，Apple會透過Apple伺服器在第三方瀏覽器和你的授權裝置之間建立通訊渠道，以便你更新運送和付款詳情，並提供你的授權。你的運送和帳單資料，以及與你購買相關的商户收費資料，例如有關購買的稅金或運送費用，Apple可以看到有關簡要內容。Apple不會以可以識別你個人身份的方式保留此資料。 Apple Pay訂單追蹤 為了向你提供訂單追蹤功能，你使用Apple Pay進行消費後，參與的商户會向你傳送裝置限定的訂單資料，供裝置追蹤訂單。另外，Apple會向商户提供商户特定的裝置識別碼和推送代號，讓商户可以向裝置提供訂單更新。Apple會協助商户更新，但不會儲存訂單資料，也不會追蹤訂單更新資料的傳送次數、傳送頻率或是由哪些商户所傳送。訂單追蹤資料儲存在裝置本機，並透過同步加密副本，在所有裝置上保持最新，Apple無法取用。你可以隨時管理Apple Pay訂單。請點一下檢視「訂單」，點一下特定訂單，然後點一下「管理訂單」。你亦可以前往「訂單」，點一下「更多」按鈕，然後點一下「將通知靜音」，以管理訂單相關的通知。 登出帳户時，你的裝置可能仍然保留裝置正在取得哪些訂單更新的相關有限資料。此資料將不會向裝置用户顯示、只會保留一段短暫時間，並且只會由裝置使用以協助在登出後停止向裝置傳送更新，以防止未經授權的訂單資料取用。 與第三方App共享帳户活動 你可以與App Store中你信任並已參與的個人財務管理App共享你的Apple Card、Savings和Apple Cash帳户之詳細資料以及交易記錄。App必須要求權限以讀取Apple Card、Savings，或在「銀包」中來自Apple Pay的Apple Cash帳户活動。你可以控制要與這些App分享的資料，並可以隨時更改要分享的內容。你選擇與第三方App共享的帳户活動會依照該App的私隱政策處理。在你共享帳户活動時，Apple不會查看或儲存你的帳户詳細資料或交易記錄。 處理個人資料的適用法律依據 我們處理你的Apple Pay個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們或第三方的合法權益，包括以下資料： • 你的帳户，例如你的帳户是否有效 • 你的裝置，例如裝置類型、軟件版本和裝置序號 • 你的票證，例如票證上顯示的資料 • 你的票證發行者，例如獲授權向票證提供更新的第三方 • 你的Apple Pay使用狀況，例如你加入的Apple Pay票證數目 • 你的位置 這些合法權益包括： • 加入和管理票證 • 為你和他人協助改進和最佳化服務 • 協助你發現與你最相關的功能 • 檢查是否符合資格 • 提供你要求的服務 • 向你傳送Apple Pay以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊 防範詐騙和其他惡意活動 其他資料 為確定「銀包」和Apple Pay功能的使用資格，當你點一下「銀包」中的卡時，Apple可能會查看卡的簽發國家或地區以及發卡機構有否參與該功能，以檢查功能的使用資格。 如啟用「定位服務」，在商店中使用裝置消費時，可能會以匿名方式將裝置位置傳送予Apple，以協助Apple Pay改進「銀包」卡交易記錄中商户名稱的準確性，並可能以彙集方式保留，用來改進Apple「地圖」、Apple Pay和「銀包」。你可以隨時在iOS裝置上前往「設定」>「私隱與保安」>「定位服務」>「系統服務」並點一下來關閉Apple Pay商户識別，從而停用此Apple Pay基於位置的功能。在Mac上，請前往「系統設定」>「私隱與保安」>「私隱」>「定位服務」，然後按一下以關閉「銀包」。 為了協助改進Apple Pay，Apple會收集有關你使用Apple Pay的資料，並以無法識別你個人身份的方式儲存有關資料。此資料包括成功加卡或使用Apple Pay完成交易的所需時間。Apple亦可能會使用此資料來改進其他Apple產品及服務、進行市場推廣以及用於防止詐騙及保安用途。 任何持卡人、用户、商户協議的條款或適用於使用Apple Pay功能的其他條款和細則將會繼續規範你對付款卡和與Apple Pay配合的使用方式，其中條款還可能包括其他私隱政策。Apple或其提供Apple Pay的附屬公司均非銀行，本通知是對你可能從銀行收到之通知的補充。如果Apple懷疑發生與使用Apple Pay相關的詐騙行為，就可能會與你的發卡機構或付款網絡供應商分享潛在詐騙的Apple帳户和交易相關資料，以防範詐騙。 Apple只會在資料收集目的所需的期間內保留個人資料，包括此通知內所述期間，並依照「Apple私隱政策」規定或法律要求。評估保留多久時，我們首先會仔細檢查是否有必要保留所收集到的個人資料，如有需要保留，我們會儘量將個人資料的保留時間定在法律允許的最短期間內。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: Apple Pay讓你在商店、App中和網站上使用簽帳金融卡、信用卡和預付卡安全地購物。 Apple Pay是由Apple Inc. 的相關公司提供的技術服務，並由這些公司為你的個人資料負責。Apple Pay供應商可能會視你所在的位置而有所不同，例如在美國是Apple Payments Services LLC。進一步瞭解負責處理你個人資料的Apple實體，請前往 apple.com/tw/privacy 以參訪Apple的「隱私權政策」，並前往 www.apple.com/legal/privacy/tzh/affiliated-company 來瞭解Apple的相關公司。 將卡片加入Apple Pay 將付款卡（包含商店卡、信用卡、簽帳金融卡和預付卡）加入Apple Pay時，可能會將你提供的卡片資訊，以及是否啟用了某些裝置設定傳送給Apple，以確認你是否能啟用Apple Pay和其功能。你的裝置也可能會評估裝置的使用模式（如裝置移動中的時間百分比、每週的大約通話次數）以協助辨識詐騙。裝置評估的資訊不會透過能與你連結的方式和Apple分享。 你的發卡機構、付款網路或發卡機構授權的供應商可能會與Apple分享有關卡片功能和福利的資訊，例如是否支援獎勵或分期付款計畫，以確定某些Apple Pay功能的資格。資訊可能還會由Apple提供給這些機構，以啟用Apple Pay、確定卡片資格、使用Apple Pay設定卡片，以及防範詐騙，包含： • 你的信用卡、簽帳金融卡或預付卡卡號 • 與你「Apple帳號」相關聯的姓名和帳單地址 • 「Apple帳號」活動有關的一般資訊（如你在iTunes中是否有較久的交易記錄） • 你的裝置以及配對的iOS裝置（若你使用Apple Watch）相關資訊（如Apple Watch及配對iOS裝置的裝置識別碼、電話號碼和裝置的名稱及機型） • 你加入卡片時的位置（若你啟用了「定位服務」） • 加入付款卡片的帳號或裝置記錄 • 與你已加入或嘗試加入到Apple Pay的卡片中的資訊相關的彙集統計資料 當你使用第三方App（如銀行App）將卡片加入Apple Pay時，App會傳送帳號或卡片的識別碼到你的裝置上。Apple和發卡機構會使用此資訊以確認你的卡是否適用，設定卡片使用Apple Pay，並防範詐騙。為協助你設定在其他裝置上擁有或最近擁有的卡片，Apple會使用你的「Apple帳號」儲存卡片的參照，可在輸入安全碼後與發卡機構或支付網路一起使用以便重新加入卡片。Apple Pay不會儲存原始的信用卡、簽帳金融卡或預付卡卡號。 用Apple Pay付款 當你開始付款以啟用稅金和運費計算時，你的郵遞區號或其他相等的資訊可能會提供給App、網站或商家。當你在第三方瀏覽器中開始付款時，瀏覽器會產生行動條碼或輕巧App條碼，以便使用支援Apple Pay的裝置進行掃描。一旦掃描，Apple會在瀏覽器和支援Apple Pay的裝置之間建立一個通訊頻道，通過該頻道，瀏覽器和裝置會共享處理交易所需的相關交易和帳單和/或運送資訊。 如果啟用了增強的Apple Pay付款功能，例如分期付款或獎勵功能，當你開始Apple Pay購買時，Apple會根據你在「錢包」中的卡片以及這些卡片的福利和功能（由卡片發行商提供給Apple）來識別可用的付款選項。你也可以選擇讓Apple識別目前尚未加入你「錢包」中的其他可用付款選項。為執行此操作，Apple將使用關於你交易的資訊（例如商家和金額）來確定該交易是否可以使用其他付款方式。Apple不會以與你連結的方式保留關於交易和付款方式資格檢查的資訊。如果你選擇申請新的付款方式，你的申請資訊將直接與發卡機構分享，Apple不會看到或儲存此資訊。為了協助你做出明智的財務決策，如果你選擇使用獎勵支付，Apple可能會使用關於你的卡片、卡片功能和福利的資訊，以及交易商家和金額，以取得並顯示你目前的獎勵餘額、該筆交易將扣除的獎勵點數（或等值），以及交易後的獎勵餘額。為了讓你選擇適合你財務狀況的分期付款方案，Apple會向參與的發卡機構提供商家和金額資訊，發卡機構會使用這些資訊來評估資格並向Apple提供分期付款選項列表以供顯示。此資訊會經過處理以提供更好的Apple Pay付款功能，Apple不會以與你連結的方式保留此資訊。 在你授權付款後，系統也會提供商家要求的其他資訊，例如裝置或商家特定的帳號號碼、你的寄送地址或電子郵件地址。使用Apple Pay時不會提供你的信用卡、簽帳金融卡或預付卡卡號。 若要確保任何重複或其他商家發起的收費（例如訂閱項目）都可以獲得你的授權，選擇提供適用的Apple Pay付款方式給參與的商家，以支付重複或商家發起的收費時，你的發卡機構和/或付款網路會核准並產生商家特定的帳號號碼以用於類似收費。只有該商家特定的帳號可以由參與的商家用來授權交易，無需你採取特定動作。Apple會知道哪些商家與你的商家特定帳號相關聯，但不會得知你的購買內容或支付金額。你可以點一下卡片並點一下「更多」按鈕來檢視卡片詳細資訊，以在「錢包」中管理商家特定帳號。 針對特定增強詐騙防範的卡片，當你嘗試在線上或App內交易時，你的裝置會運用「Apple帳號」、裝置和位置相關資訊（若你已啟用了「定位服務」）來進行裝置端詐騙防範評估。裝置端防範詐騙評估的輸出（而非基本資料）會傳送給Apple，並結合Apple知道的裝置和帳號相關資訊，以開發Apple Pay交易防範詐騙評估。系統可能會與你的付款網路分享這些交易防範詐騙評估、郵寄地址識別碼和IP位址（如果有的話），以在交易當下防範詐騙發生。郵寄地址識別碼會因付款網路而有所不同，並可能用於在不透露基本地址的情況下，確定透過裝置上特定卡片進行的交易是否使用相同的郵寄地址。你可以隨時檢查卡片是否具備這項已強化的詐騙防範功能，請在「錢包」中查看付款憑證的背面。若要避免與付款網路分享詐騙防範評估，你可以選取其他卡片。 在iOS、watchOS或macOS中使用App或透過Safari參訪使用Apple Pay的網站時，App或網站可以檢查你是否已在裝置上啟用Apple Pay。在iOS裝置或Mac上的Safari參訪網站時，若無法加入卡片，網站可以檢查你是否已在使用相同「Apple帳號」的iPhone或Apple Watch上設定Apple Pay。你可以更改設定來讓參訪的網站停止檢查你是否已啟用Apple Pay。在iOS上，前往「設定」> App > Safari >「進階」>「檢查Apple Pay設定」。在Mac上，前往Safari >「設定」>「進階」，然後取消選取「允許網站檢查Apple Pay和Apple Card」。 保護付款方式 保護Safari付款方式 為了協助你在Apple生態系統上保護付款方式並利用Apple Pay隱私權和安全性的益處，「錢包」中支援的Apple Pay付款方式也將可用於「Safari自動填寫」。若你的卡片網路和發卡機構支援，搭配「Safari自動填寫」在線上購物時，針對網站，你可以設定虛擬卡號來隱藏實體卡號。為了啟用此功能，Apple會向你的網路或發卡機構（或其授權的第三方）傳送關於你付款方式的有限資訊，他們將產生一個虛擬卡號供你在搭配「Safari自動填寫」進行線上購物時使用。若要管理包含虛擬卡號的Apple Pay卡號，請在「錢包」中前往票卡的背面並點一下來查看「卡片資訊」。你也可以使用Apple Pay或虛擬卡號而非實體卡號付款，藉此協助保護「Safari自動填寫」中已有的付款方式。若要管理，請前往「設定」>「錢包與Apple Pay」並點一下「可用時使用Apple Pay」。啟用後，驗證使用Apple Pay資格所需、「Safari自動填寫」中儲存卡片的相關有限資訊會傳送到你的付款網路以供驗證。若你的付款網路表示卡片符合資格，Apple會將付款方式加入「錢包」，而你的網路會產生Apple Pay卡號以強化線上購物保護。 保護「Apple帳號」付款方式 為了協助你在Apple生態系統上管理付款方式，Apple可能會檢查是否有資格將任何Apple Pay付款方式作為登記的付款方式加入到「Apple帳號」中，並且在「設定」> [你的姓名] >「付款與寄送」>「加入付款方式」>「付款方式」中顯示這些付款方式。當你使用「Apple帳號」進行交易時，Apple可能還會檢查登記的任何「Apple帳號」付款方式是否適用於Apple Pay。若適用，為了協助保護你的付款資訊，Apple可以為該付款方式啟用Apple Pay。你可以隨時前往「設定」> [你的姓名] >「付款與寄送」來修改「Apple帳號」付款方式。 Apple會傳送，但不會儲存你的付款資訊 為了在App、網站上和「商務聊天」中安全地傳送付款資訊，傳送到Apple的資訊會使用加密格式，並在短暫解密後使用商家特定的密鑰重新加密，只有商家、開發者或其付款處理商能夠解密你的付款資訊。當你在無法加入卡片的Mac上付款時，Mac和授權裝置會透過Apple的伺服器以加密的通道進行通訊。Apple不會以能夠識別你個人身分的形式保留任何此類資訊。 Apple Pay也可讓你在第三方瀏覽器中進行付款，並使用支援Apple Pay的裝置授權交易。使用此功能時，Apple會透過Apple伺服器在第三方瀏覽器和你的授權裝置之間建立一個通訊頻道，讓你更新運送和付款詳細資訊，並提供你的授權。你的運送和帳單資訊，以及關於商家收費的資訊（如與購買項目相關的稅金或運費），會暫時對Apple顯示。Apple不會以能夠識別你個人身分的形式保留任何此類資訊。 Apple Pay訂單追蹤 為提供你訂單追蹤功能，在使用Apple Pay進行購買後，參與的商家會傳送給你裝置限定的訂單資訊，以供裝置追蹤訂單。並且，Apple會提供商家特定裝置識別碼和推播代號，讓商家可以提供訂單更新給裝置。Apple會協助商家提供更新資訊，但不會儲存訂單資訊，也不會追蹤有多少商家、多頻繁或哪間商家會傳送訂單更新。訂單追蹤資訊會儲存在你的裝置本機上，並透過同步Apple無法取用的加密副本，在所有裝置上保持更新。你可以隨時點一下檢視訂單、點一下特定訂單，然後點一下「管理訂單」來管理Apple Pay訂單。你也可以前往「訂單」，點一下「更多」按鈕，然後點一下「不傳送通知」，以管理訂單相關通知。 登出帳號時，你的裝置可能仍會保留裝置取得哪些訂單更新的相關有限資訊。此資訊將不會顯示給裝置使用者、會保留一段短暫時間，且只會由裝置用來協助在登出後停止傳送更新至裝置，以防止未授權的訂單資訊取用。 與第三方App分享帳號活動 你能將Apple Card、Savings和Apple Cash帳號詳細資訊以及交易紀錄與來自App Store且你信任的參與財務管理App分享。App必須要求「錢包」中Apple Pay的Apple Card、Savings或Apple Cash帳號活動的讀取權限。你可以控制要與這些App分享的資料，並且可以隨時更改要分享的內容。你選擇與第三方App分享的帳號活動將依照該App的隱私權政策處理。Apple不會在你分享帳號活動時查看或儲存你的帳號詳細資訊或交易記錄。 處理個人資料適用的法律依據 我們會處理你Apple Pay的個人資料，通常是為了履行你與Apple之間的合約，處理範圍視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理下列類別的個人資料，包含以下相關資訊： • 你的帳號，例如帳號是否已啟用 • 你的裝置，例如裝置類型、軟體版本和裝置序號 • 你的票卡，例如顯示在票卡上的資訊 • 你的票卡發行機構，例如授權可提供票卡更新項目的第三方 • 你對於Apple Pay的使用，例如你加入Apple Pay的票卡數量 • 你的位置 這些正當利益包含： • 加入和管理票卡 • 協助為你和其他人改進和最佳化服務 • 協助你探索與你最為相關的功能 • 檢查使用資格 • 提供你要求的服務 • 傳送與Apple Pay和其他你可能感興趣的Apple產品、服務和優惠的相關通訊 防範詐騙和其他惡意活動 其他資訊 為了確認「錢包」和Apple Pay功能的適用性，當你感應「錢包」中的卡片時，Apple可能會查看發卡的國家以及發卡機構是否有參與此功能，以此檢查功能適用性。 若啟用「定位服務」，在商店中使用裝置購物時的裝置位置可能會以匿名方式傳送到Apple，以協助Apple Pay改進「錢包」卡片交易記錄中商家名稱的準確性，並可能以彙集方式保留，用來改進其他「Apple地圖」、Apple Pay和「錢包」。你可以隨時在iOS裝置上停用此基於位置的Apple Pay功能，請前往「設定」>「隱私權與安全性」>「定位服務」>「系統服務」，並且點一下來關閉「Apple Pay商家驗證」。在Mac上，請前往「系統設定」>「隱私權與安全性」>「隱私權」>「定位服務」，然後按一下來關閉「錢包」。 為協助改進Apple Pay，Apple會透過無法識別你個人身分的方式來收集Apple Pay的使用資訊並且儲存該資訊。此資訊包含成功加入卡片或使用Apple Pay完成交易所花費的時間。Apple可能會使用此資訊來改進其他Apple產品和服務、供行銷使用，或用於防範詐騙和維護安全性的用途。 任何持卡人，使用者，商家協議的條款或適用於使用Apple Pay功能的其他條款和條件將會繼續規範你對卡片和與Apple Pay搭配的使用方式，其中條款還可能包含其他隱私權政策。Apple及其提供Apple Pay的相關公司都不是銀行，此通知是你可能從銀行收到的通知之外的補充。當Apple懷疑Apple Pay的使用與詐騙行為有關，可能會將潛在詐欺Apple帳號與交易的資訊分享給你的發卡機構或付款網路供應商以防範詐騙。 Apple只會在資料收集目的所需的期間內保留個人資料，包含此通知內所述的期間，並依照「Apple隱私權政策」的規定或法律的要求。評估保留期間時，我們首先會謹慎檢查是否有需要保留收集到的個人資料，若有需要保留，我們會盡量在法律允許範圍下最短的期間內保留個人資料。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
